{"title":{"2206":"Andeavor's (ANDV) CEO Gregory Goff on Q2 2017 Results - Earnings Call Transcript","2207":"Andeavor's (ANDV) CEO Gregory Goff on Q3 2017 Results - Earnings Call Transcript","2209":"Andeavor's (ANDV) CEO Gregory Goff on Q1 2018 Results - Earnings Call Transcript"},"date":{"2206":1502267400000,"2207":1510216200000,"2209":1525768200000},"body":{"2206":["Andeavor (NYSE:ANDV) Q2 2017 Earnings Conference Call August  9, 2017  8:30 AM ET","Executives","Brian Randecker - Investor Relations","Gregory Goff - President and Chief Executive Officer","Steven Sterin - Executive Vice President and Chief Financial Officer","Analysts","Phil Gresh - JP Morgan Securities LLC","Paul Cheng - Barclays Capital","Justin Jenkins - Raymond James & Associates, Inc.","Neil Mehta - Goldman Sachs & Company, Inc.","Brad Heffern - RBC Capital Markets","Blake Fernandez - Scotia Howard Well","Corey Goldman - Jefferies & CO","Doug Leggate - Bank of America Merrill Lynch","Chi Chow - Tudor, Pickering, Holt & Co. Securities, Inc.","Operator","Good day ladies and gentlemen and welcome to the Second Quarter 2017 Andeavor Earnings Conference Call. At this time, all participants are in a listen-only-mode. Later, we will conduct a Question-and-Answer Session and instructions will follow at that time. [Operator Instructions]. As a reminder this call is being recorded.","I would now like to your host for today's conference, Mr. Brian Randecker, Investor Relations. Sir, you may begin.","Brian Randecker","Thank you. Good morning and welcome to today's conference call to discuss our second quarter 2017 earnings. Joining me are Greg Goff, Chairman and CEO, and Steven Sterin, Executive Vice President and CFO.","The earnings release, which can be found on our website at andeavor.com, includes financial disclosure and reconciliations for non-GAAP financial measures that should help you analyze our results.","Our comments and answers to questions during this call will include forward-looking statements that refer to management's expectations or future predictions. They are subject to risks and uncertainties that could cause actual results to differ from our expectations. Please refer to the earnings release for additional information on forward-looking statements.","Now, I will turn the call over to Greg.","Gregory Goff","Good morning and thank you for joining us today. On August 1st, we formally changed our name to Andeavor and our Logistics Company to Andeavor Logistics. We believe that the names Andeavor and Andeavor Logistics are part of a distinct identity that supports our creation of a premier highly integrated marketing logistics and refining Company.","We believe we reached a tipping point in our journey to grow and develop the Company that created an opportunity to make the change. We are excited about our future and the opportunity to create a special identity.","Our commitment to our people, our shareholders, our customers, business partners and our communities is to improve everything that we do. These improvements combined with transformative strategic actions are critical to creating a premier Company.","Now, Turning to the performance of Andeavor during the second quarter. Our results for the quarter were strong, driven by contributions from our highly integrated business model continued execution of improvements to operating income and the contribution from the Western acquisition. Overall, the Company is performing well and we are optimistic about our outlook and the opportunities for the remainder of 2017.","First, I would like to comment on our acquisition of Western Refining. As you know on June 1st, 2017 we closed a $5.8 billion acquisition, the initial integration efforts had been very successful and we are rapidly moving forward to fully integrate the business. After a little bit more than 60 days we remain confident in delivering an expected $350 million to $425 million in annual run rate synergies by June of 2019.","This includes approximately $120 million to $116 million from value chain optimization, $130 million to $140 million from operational improvements and $100 million to $125 million from corporate efficiencies. We have provided more detail about the synergies on June 1st and those comments are still relevant.","As of August 8, we estimate we have achieved approximately $80 million in annual run rate synergies consisting of approximately $70 million of corporate efficiencies and the remainder in value chain optimization and operation improvement.","The Company also realized approximately $115 million in one-time cash benefits as part of the acquisition, primarily due to the return of cash collateral held by Western Refining suppliers due to the stronger credit profile of Andeavor.","We also achieved several significant milestones during and shortly after the quarter, including receiving the permits and beginning construction of both the Los Angeles integration and compliance and Anacortes Isomerization projects.","Acquiring 39 high quality convenient stores in northern California, commencing business in Mexico and forming a joint venture with EP Energy to produce waxy crude oil in the Uinta basin to supply the Salt Lake City Refinery with advantaged crude oil.","Turning our operations for the quarter. First, within marketing. Andeavor is committed to driving growth and improvement in its marking business by focusing on high value, branded distribution channels adding new retail sites to the network and implementing store improvements to enhance the Company's convenient store position.","We believe that the changes we made to our reporting for our marketing segment should give you a better understanding of our business and better ability to compare our marketing business to other industry peers. Marketing margins were $23.2 per gallon for the retail and branded channel, pad five market conditions remain strong driven by about 2% demand growth year-over-year through April.","We are pleased to announce in July we closed the acquisition of 39 high quality convenient stores primarily in northern California, we expect the sites to contribute $10 million of annual net earnings and about $25 million of annual EBITDA the acquisition reflects a multiple of approximately seven times EBITDA.","This will further strengthen our integrated business by expanding our retail presence in Northern California by adding approximately 6000 barrels per day of branded sales.","As we discussed last quarter Mexico was the newest growth initiative for the marketing business. We announced earlier in July that we signed a terminaling and transportation services agreement with Pemex, which allows for the potential for us to supply 30,000 to 40,000 barrels per day of transportation fuels in the States of Sonora and Baja California Mexico.","We also recently announced, we signed a wholesale supply agreement to begin marketing operations using the ARCO brand. We expect the first stores to open within the next 60 days. We believe these agreements support the Company's integrated value chain by extending the marketing presence into the growing market in the Mexico.","We will continue to grow our integrated footprint and the Company expects to increase its marketing presence across the entire Northern part of Mexico over the next few years.","Moving to Logistics. We have solid results for the quarter led by higher than expected volumes in terminaling and transportation driven by strong demand in our market area. Gathering and processing was negatively impacted by slower completion activity and the extended plant maintenance at our Mandan Refinery. We are seeing improved volumes going into the third quarter driven by more drilling activity and minimal plant maintenance at Andeavor's Refineries.","In addition ,the Andeavor Board has authorized management to work with the Board and management of Andeavor Logistics to consider and begin to negotiate a merger of Andeavor Logistics and Western Logistics and changes to the capital structure of Andeavor Logistics with respect to the incentive distribution rights.","After evaluating many options related to the incentive distribution rights, both Andeavor and Andeavor Logistics could further approach is to pursue a buy in transaction in exchange for common units. The transactions require approval of the Board of Directors of all three companies as well as the Conflicts Committees of both MLPs.","We believe we will be able to complete negotiations and announce the transaction during this quarter. We expect the opportunity for Andeavor Logistics to acquire assets offered by Andeavor in the fourth quarter of 2017 which could add an addition $30 million to $40 million of annual earnings and $45 million to $55 million of annual EBITDA.","Given the timing fort this expected dropdown, we expect Andeavor Logistics to achieve its run-rate target of $525 million of annual net earnings and $1 billion of annual EBITDA for 2017. With more stable market conditions and the possibility to improve Andeavor Logistics' competitive position, we remain excited about our future and the ability to grow value for our unit holders.","Now shifting to refining. Total refinery throughput was 893,000 barrels per day or 91% utilization. Gross refining margin was $9.45 per barrel, we had good operating performance during the quarter and throughput was in line with our expectations. We have minimal plant maintenance for the remainder of 2017 and expect strong utilization for all of our assets.","We recently received the permits for our Los Angeles Refinery integration and compliance project, which is often referred to as LARIC and have commenced construction on the project. This project enhances our position on the West Coast and offer several benefits that include;","First, the full integration of the Carson and Wilmington operations; second, yield flexibility of 30,000 to 40,000 barrels per day between gasoline and distillates; and third, a significant reduction in greenhouse gas and other criteria pollutant emissions.","The Company expects the project to generate $65 million of net earnings and $125 million of annual EBITDA and will be fully completed in 2019. This multistage project will have many aspects that start prior to 2019.","We were actually able to increase rate from 55,000 barrels per day to 60,000 barrels per day on one of our hydro trackers the data permit was issued which allows us to be via lightening immediate win of project.","The two large elements of the project are decommission the Fluid Catalytic Cracking Unit or FCCU and the construction of the Los Angeles Refinery interconnect pipeline system. We expect to decommission the FCCU by year-end 2018 and the pipeline bundle which further connects both portions of the Los Angeles refining complex is expected to be completed in mid 2018.","With the permits and commitment of construction on the pipeline interconnect system, we have started working with Andeavor Logistics to have the MLP acquire this portion of the project. We also received the permits related to the environmental impacts statements for the clean products upgrade project in Anacortes Washington.","The Isomerization Project is now fully permitted and have commenced construction, we expect this project to be completed in the second quarter of 2018 and will generate approximately $20 million of net earnings and $40 million of annual EBITDA.","The Mixed Xylenes Project has also obtained it’s EIS permit and can now move forward in obtaining the remaining permit necessary to begin construction. We expect to make a final investment decision on this project at the beginning of 2018.","During the quarter, Andeavor announced the formation of the drilling joint venture with EP Energy Corporation. This multiyear program will fund the development of 60 wells which are expected to produce waxy crude oil and natural gas in Uinta Basin in Utah. The agreement allows the Company to secure additional supply of the advantage black and yellow waxy crude oil to optimize the operations of the Salt Lake City Refinery.","As part of the agreement, the Company also secured additional waxy crude oil supply produced from EP Energy’s existing production. This was a unique opportunities for the Company to secure additional waxy crude oil supply at a competitive price. We may look at other similar unique opportunities in the future, but we do not expect the Company will invest heavily in crude oil production.","Andeavor also received a grant from the North Dakota Industrial Commission to support a project to begin processing renewable feed stocks into diesel. The project will allow that the Dickinson Refinery to retrofit the existing diesel hydro theater to be able to co pass up to 5% per day of renewable feeds stocks such as vegetable, corn or soybean oil while continuing to process - and crude oil. The project is expected to begin production at the beginning of 2018.","Moving to our outlook for 2017, our expectations for the year are unchanged from our last update a few months ago. These includes the following market assumptions: an Andeavor index of $12 to $14 per barrel and marketing segment fuel margins $0.11 to $0.14 per gallon.","Additionally, we are committed to delivering an estimated $475 million to $575 million of improvements to operating income in 2017, which is comprised of $395 million to $475 million from growth and productivity and $80 million to $100 million from higher throughput and other operational improvements. I would like to point out, that these estimates do not include any expected synergies from the Western acquisitions.","Our improvements to operating income for 2017 consists of $305 million to $355 million in refining a $125 million to $150 million in logistics and $45 million to $70 million in marketing. Through the first half of the year, the Company have delivered approximately 50% to 55% of these improvements, which is generally where you expect to be at this point in the year. Estimated marketing and logistics improvements are trending above their ranges, however, estimated refine improvements are trending slightly below the range.","I would like to acknowledge the excellent work of our people. We are working hard and executing extremely well to deliver the plans and improvements I have outlined. Our employees continue to deliver result drive towards being the safest and most environmentally responsible operator in the industry, execute major projects that position the Company to continue to grow and create value.","With that, I will turn the call over to Steven to provide more details of our second quarter and financial and operational results.","Steven Sterin","Thanks Greg. Yesterday we reported Andeavor's second quarter 2017 earnings of $40 million or $0.31 per diluted share compared to $418 million or $3.47 per diluted share a year ago. Consolidated net earnings were $87 million for the second quarter compared to $449 million for the same period of last year and EBITDA was $470 million compared to $956 million last year.","Second quarter 2017 results included $313 million of pre-tax charges including the pre-tax expense of $209 million related to a lower cost to market or LCM inventory adjustment, pre-tax acquisition and integration costs of $124 million related to the Western Refining acquisition and a net pre-tax gain of $20 million related to Andeavor Logistics.","Additionally, we incurred higher tax expense of $12 million related to some of the affirmation acquisition costs not being deductible. Second quarter 2016 results included a pre-tax benefit of $363 million related to an LCM and inventory adjustment.","Western's business is operated as expected during the first month of ownership. The business recorded a net loss of $32 million and negative $30 million of EBITDA for the one month of operations during the quarter.","These results include a $160 million of pre-tax charges which include a pre-tax expense of $43 million related to an LCM inventory adjustment. Pre-tax acquisition and integration cost including severance of $73 million related to the acquisition and additional tax expense of $3 million related to non-deductible acquisition costs incurred directly by Western.","The effective tax rate for the second quarter 2017 was 39.2%. the effective tax rate was higher than our historical rate primarily driven by the additional tax expense of $12 million related to non-deductible acquisition costs.","Moving to our business segments and marketing. We start up by saying beginning this quarter we provided additional analytical information about our marketing and business including separate volumes and fuel margins for retail and branded operations, as well as unbranded operations, merchandise margin and store count.","This should give you a better understanding of our business and the ability to better compare our marketing business to other industry peers, which we believe helps underscore the significant intrinsic value of our integrated portfolio.","Marketing segment operating income was $236 million segment EBITDA was $250 million and fuel margins were $0.134 per gallon for the second quarter of 2017, versus segment operating income of $161 million, EBITDA of $173 million and fuel margins of $0.105 per gallon a year ago.","Retail and branded fuel margins improved to $0.232 per gallon from $0.198 per gallon in 2016 due to favorable market conditions driven by pad five gasoline demand increasing 2% through may 2017. Unbranded fuel margins were $0.31 per gallon compared to $0.7 per gallon last year also due to continued strong gasoline demand and improvements we have made to our customer portfolio.","Merchandise gross margin increased to $20 million from $2 million in 2015 driven by the new stores we acquired as part of the Western acquisition. We continue to see strong demand growth in our regions and continue to expect our fuel margins to be $0.11 to $0.14 per gallon for 2017.","Shifting to Logistics. Segment operating income increased to $167 million in the second quarter from $118 million a year ago, and segment EBITDA grew to $238 million from $167 million last year.","The results included $25 million net gain related to the successful sale of an Alaska terminal with 209,000 barrels of refined product capacity, which the Company is required to divest following Alaska storage and terminaling assets acquisition completed in 2016. Results also include $5 million negative impact related to the settlement of the customer contract dispute and $2 million of acquisition related cost.","Also impacting this business in the quarter was the extended duration of the Mandan full side turnaround which had a negative impact of $9 million in the quarter due to lower volume and higher maintenance costs.","The increase in segment operating income and segment EBITDA were primarily driven by contributions from North Dakota gathering and processing assets acquisition completed in the first quarter of this year, strong refinery utilization and product demand generation higher throughput at our California marine terminals and contributions from the northern California terminaling and storage assets and Alaska storage and terminaling asset dropdowns completed in 2016.","Results also benefited from one month of contribution from WNRL’s operations. The total general partner and limited partner distributions received by Andeavor were $71 million during the second quarter. This is an increase of $12 million from a year ago.","Turning to Refining. Segment operating income was $45 million for the second quarter compared to $527 million a year ago and segment EBITDA was $206 million versus $697 million last year.","The Tesoro Index was $14.70 a barrel for the second quarter with a gross refining margin of $768 million, or $9.45 a barrel. This compares to the Tesoro Index of $13.93 per barrel and a gross refining margin of $1.1 billion, or $15.70 per barrel last year.","When comparing our second quarter 2017 segment operating income segment EBITDA and gross refining margins for the same period last year please keep in mind the results in the second quarter 2017 include a pre-tax expense due to the LCM valuation adjustment of $209 million or an approximately $2.60 decrease to gross margin on a per throughput barrel basis.","And results in the second quarter of 2016 included a pre-tax benefit related to LCM of $363 million or an approximately $5 increase to gross margin on a per throughput barrel basis. So other than the LCM impacts in both quarter the significant year-over-year increase in gross refining margin reflects stronger refining crack spreads, the continued delivery of improvements to operating income and contributions from the Western acquisition.","Total refining throughput of the quarter was 893,000 barrels per day or 91% utilization. Consolidated manufacturing cost for the second quarter were $5.67 a barrel driver higher by increased energy cost and timing of maintenance expenses.","In our California region, throughput was in line with our expectations, we are able to optimize on around our plan to around the Martinez to capture the higher margin environment caused by strong demand and unplanned outages during the quarter.","Other than the LCM impact in both quarters, the year-over-year increase in California gross refining margin was driven by stronger refining spot spreads, higher throughput and continued improvements in our assets.","In our Pacific Northwest region, throughput was at the high end of our expectations. However gross refining margins was impacted by unplanned downtime at our Anacortes Refining which is now results. In the mid region, throughput was higher than our expectation driven by the additional 88,000 barrels per day of throughput from El Paso Gallup in St. Paul Park refineries.","However, our Mandan facility underwent a seven year cycle full site turnaround with the exception of third -party power interruption causing the turnaround to begin earlier than planned, the slide did an excellent job to the turnaround in June.","Now, let me take a moment to discuss our balance sheet, cash flow and our strategic priorities for creating long-term shareholder value. During the quarter, Andeavor achieved an investment grade credit rating, In June S&P global ratings raised our corporate credit and senior unsecured issue ratings to triple BBB minus with the stable outlook from BB plus.","Fitch had already upgraded both Andeavor and Andeavor Logistics to investment grade in February. Additionally in July, Moody’s investor services upgraded Andeavor to investment grade raising its senior unsecured rating to BAA3 from BAA1. Andeavor now has an investment grade credit rating from all three rating agencies.","As a result of Andeavor achieving a BBB minus credit rating of both S&P and Fitch our outstanding unsecured bond securities now meet the criteria to be included in the investment grade Bloomberg, Barclay Global Aggregate Index.","Our balance sheet and credit metrics remain strong, we ended the quarter with a consolidated cash balance of $1.1 billion, this was down from $3.3 billion at the end of last year primarily due to the Western acquisition and Andeavor Logistics acquisition of the North Dakota gathering and processing assets.","Total debt, net of unamortized issuance cost was $7.6 billion or 38% of the total capitalization at the end of the quarter. Excluding Andeavor Logistics and WNRL debt and equity, total debt was $3.5 billion or 28% of total capitalization. Andeavor generated cash flow from operating activities of $617 million in the second quarter.","During the second quarter, we invested $78 million in high return growth capital projects at Andeavor, Andeavor Logistics and WNRL. Our combined capital expenditures including income capital, sustaining, maintenance and a month of capital for Western assets was approximately $267 million consisting of $218 million for Andeavor, $45 million for Andeavor Logistics and $4 million for Western Logistics for the month of June.","We have repurchased 1.6 million shares for approximately $148 million in the second quarter and had approximately 2 billion remaining under our approved share repurchase program as of June 30. Additionally, we paid dividends of $65 million in Andeavor Logistics distributed $69 million to its public unit holders during the quarter.","As of August 8th, 2017 the Company has executed approximately 4.2 million of share repurchases for approximately $400 million and has 1.7 billion remaining under its previously approved share repurchase programs.","As stated before, our cash generation positions us to continue to invest for growth, maintain the strong investment grade balance sheet and continue repurchasing shares under this authorization and we intend to do so throughout the rest of this year.","We announced yesterday, the Board of Directors approved to increase the quarterly cash dividend by 7.3% to $0.59 per share each quarter payable on September 15, 2017 to all holders of record as if August 31, 2017.","As Greg mentioned, we believe there is significant value in Andeavor's ownership of Andeavor Logistics. In particular the incentive distribution rights, which we believe is a source of tremendous intrinsic value for Andeavor’s shareholders.","Our financial discipline and principles remained unchanged and hope to guide us as we evaluated options for the merger and the IDR buy in. these principles include the following, achieve an attractive cost to capital by removing the IDR burden and merge the MLPs to achieve near-term cash flow accretion, which allows ANDX to aggressively grow the business. Immediately increase and sustain coverage ratio of around 1.1 times, maintain debt-to-EBITDA below four times and achieve an investment grade credit rating in the near-term.","Sustain an attractive and competitive long-term distribution growth rate, significantly reduce new public equity issuances needed to achieve growth resulting in more value creation and less solution for unit holders and to ensure Andeavor shareholders realize the intrinsic value from ownership of this attractive and growing logistics growth. As we progress through this process, we will share more details in appropriate time, so we feel this is a very important part of Andeavor's full valuation potential.","Turning to our 2017 capital outlook. We anticipate full-year 2017 capital expenditures to remain unchanged at approximately $1.35 billion consisting of $1 billion of Andeavor, $325 million of Andeavor Logistics and $25 at WNRL. Expected turnaround cash expenditures for the full-year 2017 were $360 million, including Western, they are now expected to be $485 million.","Looking ahead, you can find details of our planned throughput, manufacturing cost per barrel, and other elements related to our third quarter 2017 outlook in our earnings release issued yesterday.","This concludes our prepared remarks and we will now take the questions. Operator.","Question-and-Answer Session","Operator","[Operator Instructions]. And our first question comes from Phil Gresh with JPMorgan. Your line is now open.","Phil Gresh","Yes, hi good morning. Congrats on a solid quarter. First question is just in the back of your press release you gave some numbers for Andeavor Logistics marketing et cetera, and for marketing you talked about $1 billion of projected segment EBITDA. You didn’t give a specific timeframe for that, I think in the past maybe you have talked about 2018, but I was curious given the second quarter performance basically run rating there. Is that a 2017 target at this point?","Gregory Goff","Yes, Phil originally our target was to achieve $1 billion of EBITDA for our marketing business by calendar year 2018 and now with the acquisition of Western and that business it brings it forward to this year.","Phil Gresh","Got it, okay. Second question would just be on this idea of buying, I know you probably don’t want say too much here, but I just want to take a stab at it in terms of if you look at the targets for EBITDA at Andeavor Logistics, if we think about the dropdowns your targeting some of the gross projects, et cetera. is there any kind of frame or reference you can give us for what range of GPIDR we will be talking about in 2018 upon which this will be based and obviously some peers have been out there publicly with ranges that they talked about 15 to 20 times as the range of given, but really any kind of color you might be able to give here would be helpful.","Steven Sterin","Good morning its Steven, Phil. Because of the fact that we are in negotiations with really three public companies as you know we are limited on what we can say. And given the fact that we are contemplating both a merger and IDR buy-ins, I can't at this tell you what the forward combined IDR distribution would be. We will of course do that at the right time. I think the key thing to keep in mind is what we are trying to achieve and hopefully when we present that to you, you will see it being very, very consistent with the principals I just outlined for you.","Phil Gresh","Okay, thanks. I will turn it over.","Gregory Goff","Thanks, Phil.","Operator","And our next question comes from the line of Paul Cheng with Barclays. Your line is now open.","Paul Cheng","Hi guys good morning. In fact I have two question and a request. The request is that if possible it would be great if you can breakout the south west region from the Mid-con, because I think the refining dynamic is quite different between your [rocky] (Ph) mountain system and your south west and also it seems that you are looking - logistic is basically between the south and north, it seems like that’s more logical. In terms of the question, Greg on marketing what is the future strategy, when you are looking at your three different channel, you have the co-op, you have the own site and then [indiscernible] when we are looking forward at which channels are going to be the major growth focus for you or with it are you going to focus all of them at the same time. And also that with that [indiscernible] because a lot of your operation is full multiple acquisitions so you have many different brands maybe even within the same region. Is there a brand strategy going forward or that this is you are comfortable continue to do that. And also with all these acquisitions, right now u are at a point, you have the single IT management in accounting platform and say that or that is something you need to work out. And then on the marketing that you have a lot of investors arguing that maybe better of that to spin it off, because it’s much higher venue, just wanted to see what is your approach on that question?","Gregory Goff","How many questions did you ask Paul?","Paul Cheng","That’s all related to marketing.","Gregory Goff","No, that’s fine. Let me just take a step back and talk about our marketing business and hopefully address most of your questions. So, first I mean the marketing business is such a integral part of our value chain, because we in most places physically deliver product to our marketing businesses, because our integration is so close to our refining assets, I think that’s an important thing.","Second, we believe that from a approach to the market, when you look at the different channels to address one of the point you raised that having a portfolio approach of different ways to go to the market whether it be through Company own and operated or through wholesale branded and even sometimes through unbranded that that is the best approach.","And what we try to do is, to look at that particular geographic area and kind of meet to need to the customers in that place and therefore we have that portfolio, which is different in each of the different regions if you would look at closely at our business, so that’s the second thing.","The third thing is that we want to continue to drive improvements and capture opportunity in the marketing business. So we will continue to enhance the operations by the quality of the outlooks that we have, we will continue to build on our convenient store offering to capture a great percentage of the convenience store offering, we believe that’s an excellent opportunity for the future of our business.","We do like having brands that are targeted to each of those areas, it is our intention to maybe streamline the brand, but we do not intend to minimize the brands that we have and focus on just a couple of brands. So, we believe that we have high quality brands in specific market areas that serve the customers best ever and our intention are to keep performing that way.","So, we see an opportunity to do some selected growth like we just announced in the Northern California area that was a good fit for our business, we can physically apply those stations, we can a brand note stations to fit in our area there which is primary the mobile brand and we will continue to look for those opportunities to grow the business that way.","It is our intentions to continue to enhance the profitability of our overall marketing business, which also includes now expanding our marketing business in Northern Mexico, which we see is just a continuation from our operations both in the Southern Part of California and into the future going down out of the El Paso Refinery.","And then finally, your last question about the valuation. We see tremendous value in our integrated business between refining marketing and logistics and we believe that we capture the most value for our shareholders by really optimizing that integrated value chain and getting high performance out of refining, logistics and marketing individually.","Steven Sterin","You also asked a question Paul about accounting and information systems. Andeavor has been working for the last 18 months or so and putting in a new fully integrated transaction system and analytical platform. And we are in the final stages of that and that goes live in just the next couple of months.","And that gives us and it was always the intent the ability to scale and bring acquisitions onto our platform rapidly. And so our intend would be to and we are already working in parallel bring the Western Systems onto this new standard Andeavor platform between now as we have already started and the first and second quarters of next year. And so we have got that work well underway and it's critical to capture the rest of the synergies that are out there.","Paul Cheng","Thank you. I'm going to leave that as it is for the other people at the phone. Thank you.","Gregory Goff","Thanks, Paul.","Operator","Our next question is from Justin Jenkins with Raymond James. Your line is now open.","Justin Jenkins","Great. Good morning everybody. I guess maybe if I could start at the high level on the balance sheet. Seems like with the buyback pace to start 3Q here that maybe the cash balance at quarter end of 2Q is maybe higher than the we plan to manage it. Just curious as we sit today, what is the comfortable overall cash range that we would like to see and then maybe how you view the buyback in terms of being ratable versus opportunistic here?","Steven Sterin","Yes. Now that we have reached investment grade at Andeavor, it certainly gives us more flexibility as we think about cash balance, we have got a $3 billion unsecured revolver and so from a liquidity perspective, we had tremendous flexibility to be opportunistic whether that's making investments when the capital markets aren't attractive or repurchasing shares at times of accelerated pace because of the price of the stock more ratable overtime.","So I would say that we wouldn’t just look at the cash balance and look at the overall liquidity position is where we think about it and now being investment grade having tremendously more flexibility, but we are committed to executing our share repurchase programs that we have authorized.","As we talked when we did the Western acquisition and we needed to issue equity to do that, we are committed to making sure that we set aside our cash allocation, appropriate amount of cash and buyback a meaningful amount of shares. And at that point it was a $2 billion program which as you pointed out where we have begun executing that.","I wouldn't expect it to be ratable because we are thoughtful about being opportunistic and buying more at times when the price is underperforming, but we do remain committed to being active. In our share repurchase program, we couldn’t do the first five months of the year and our commitment is to over an appropriate period of time have a balanced approach to the use of cash but to complete that share repurchase program in a meaningful time period.","Justin Jenkins","Perfect, that's really helpful. And then I guess maybe switching gears to the LA integration project. Can we get a sense maybe of the proposed mix of spend between maybe the corporate level and the MLP overtime here?","Gregory Goff","I think what we said in the past that the pipeline portion of it somewhere between $175 million to $200 million and the rest of it is tied into the refining portion of the business.","Justin Jenkins","Perfect. I will leave it there. Thanks guys.","Gregory Goff","Thanks, Justin.","Operator","Our next question is from Neil Mehta with Goldman Sachs. Your line is now open.","Neil Mehta","Good morning team and congrats on a good quarter here. First question is just relate to the Western synergies and I appreciate it's still early in the process and you have given us these three buckets that help frame out the opportunity in value optimization, operational improvements and corporate efficiencies. But could you peel it back a little bit further and kind of give us some tangible examples across these three different buckets. And what gives you confidence in the ability to execute within the range or maybe even above the range.","Gregory Goff","Neil back in June when we closed the deal, we provided that specific information and we gave detail on each of those three buckets as you just requested and that information hasn’t changed. What gives us confidence in being able to deliver that level of synergies and more importantly in the timeframe that we stated, because doing it within a couple of years is fairly aggressive.","As soon as we were able to - as soon as we closed we have an approach where we allow groups of people that have knowledge of that particular part of the business whether it be the value chain or the refining operations or whatever. They got together, they took our preliminary ideas and they brainstormed and looked at all of the possibilities that we could achieve by the combination of the business.","And through that process which is completed, to that process [indiscernible] was able to validate many of the things that were initially identified, they came up with lots of other ideas. I will say that there is no one big thing, so it’s a lot of things that we have to deliver on which actually is pretty good, because we can spread that and capture that with a little bit more velocity than other things.","But we are highly confident in everything we validated them and we have additional ideas to be able to deliver those synergies. So I don’t have with me that press release from June, but if you go back and there is details what the things that we are looking at.","Neil Mehta","I appreciate that Greg. Follow-up is just on Mexico, just how big of a business do you think this can be for Andeavor. Do you see this as a nice to have or as a major pillar that’s key to driving your strategy going forward?","Gregory Goff","Yes, for the Company Neil the nice thing about it is that its continuous with the united states and we have refining assets that are right on the borders, the los Angeles Refinery and the refinery in El Paso.","So it’s actually a natural extension of our value chain. And so we believe that as we looked at the market area and at this stage we focus much more on North West Mexico then we have coming out of El Paso Refinery just because of the time we have had since we closed the acquisition.","But in the past we said that the targeted part of North West Mexico has a demand of about 160,000 barrels a day of two-third gasoline, one-third diesel and growing and when you look at supplying that market its natural that come from our refining area.","And the important part for us is to be able to take those volumes to the street through a distribution systems that we have secure, comfortable, reliable supply through there. So I would say that over the next five years we have the potential to pretty significantly grow our marketing presence which would include retail stations, a wholesale business and a commercial business which will include other products beside just traditional gasoline and diesel.","As we get more into it, we have created an organization that will be partially based in Mexico and in the U.S. and be able to develop that and be able to talk very shortly about what we see the potential to be from an overall profitability standpoint, but it’s going to take us three to five years to get to the point we want to get to.","Neil Mehta","Great, guys. Congrats again.","Gregory Goff","Thanks, Neil.","Operator","Our next question is from Brad Heffern with RBC Capital Markets. Your line is now open.","Brad Heffern","Hey, good morning everyone. I will try another question on the IDRs, I just wanted to verify that and this is going to be one transaction. So the merger in the IDRs would be announced at the same time. And additionally I was wondering if there is any change in thinking around drop multiples once the MLP no longer has the IDR burden?","Steven Sterin","So, directionally you are thinking about it the right way. We said that all three companies have to approve what we are doing and ideally you would like to do all those things at one time. And so that would be the best outcome and that would be something we like to achieve.","And second, in terms of dropdown multiples, I think the way we have always described it and will be consistent with this is that we wanted to do at a fair value, a value that is fair to both Andeavor as well as accretive to the logistics business.","The removable of the IDRs makes that a lot easier and more accretive which we think can still get the high value that we should get to Andeavor, but unlock more incretion with less unit issuance at the logistics level which should unlock more value in the unit themselves, which we own a significant number of. And so that’s how I think about it at this point and we will continue to expand upon that.","Gregory Goff","Yes. And I would just add that, dropdowns are market-based, you have to understand the principle of the dropdown, it’s market-based and in almost all cases there are comparable values of what you could sell that assets for in the marketplace and the principle is to do that to like Steven said that what he called the fair equitable value is a market-based value.","Brad Heffern","Okay. Thanks for that color, appreciate it. And then sticking to Steven, it look like the revolver balance or the revolver hand a balance this quarter it look like maybe $600 million is that the right number and is that just as you were talking about before being strategic with the repurchase program?","Steven Sterin","No, it does have a balance of about $600 million and the main driver of that was the cash consideration portion of the acquisition as well as acquisition related cost. That’s something that we will look at now that we are investment grade and you look at where interest rates are, whether you turn some of that out, you pay some of that down. But given how low cost revolver is, we are comfortable with that being this part of the capital structure right now, but that’s what the proceeds tree is for.","Brad Heffern","Okay. Thanks a lot.","Gregory Goff","Thanks, Brad.","Operator","Your next question is from Blake Fernandez with Scotia Howard Well. Your line is now open.","Blake Fernandez","Hey, guys. Good morning. I was also hoping to verify something on the IDRs as well. Are you contemplating any kind of potential just restructuring of the IDRs or are you only intending to fully retire them?","Gregory Goff","So, that’s what we wanted to be clear on and that's one area that although we haven't gone through the complete approval process with our Boards, in the process we have agreed that a full buy-in so permanent solutions to the IDRs is the best approach for both Andeavor and Andeavor Logistics provides clarity at cost-to-capital and we think provides the best intrinsic value on marketable companies and so it would be a full buy-in structure.","Blake Fernandez","Okay, that make sense. And then so I guess post that transaction assuming it comes to fruition, and given the fact that you would be taking units you will be a quite a large shareholder. As you is the intention to just to maintain that ownership in the LP for foreseeable future or is there liquidation event on the horizon at some point?","Steven Sterin","I would say in general the same thing that we have said. You're right we will, if you do the conversion it will increase the number of LP units we have. You think economically, we have that type of ownership would but it’s just through more complex instrument. But we like our ownership and we think it's very attractive part of the value chain as Greg mentioned earlier.","And the intrinsic value clarity and that comes with the elimination of IDRs and we think it's a rapidly growing business that’s got tremendous opportunities to continue to invest for growth and so we like that investment and we will likely hold the units that we have.","Blake Fernandez","Okay, and Steven I'm sorry if I could just slip in one last, just minor from a reporting standpoint. The JV in the Uinta, the production associated with that any kind of earnings and cash flow is that simply going to be reported into the gross margin of the mid-con is that kind of the way that's going to work?","Steven Sterin","Yes it's exactly how it will work. It will show up in the cost of Advantage crew that we are able to get as well as the refining uplift, so gross margin in the mid-continent.","Blake Fernandez","Got it. Thanks guys.","Gregory Goff","Thanks, Blake.","Operator","The next question comes from Corey Goldman with Jefferies. Your line is now open.","Corey Goldman","Hey guys, good morning. Yes just the follow-up question related to Mexico. What type of returns are you targeting in that region? So we understand obviously new geography affords you some diversity and incremental demand centers. But just curious on any addition risk premium you can talk to when considering these types of investments?","Gregory Goff","Yes, first of all I mean we are going to take a portfolio approach and initially our business would this be a brand, ARCO branded wholesale business. So from that standpoint we don't have a lot of capital tied up into the business and so we will get - we think the margin environment will be somewhat comparable to what we had experienced in the United States.","Overtime, we will look to see if it make sense to invest in Company operated stations in Mexico and that's something we will determine if that's good thing for the Company to do. And from that standpoint, I would suspect that the returns won’t be materially different than what they are in the United States.","I mean from a marketing standpoint, we don't see that type of risk that would justify any type of risk profile, it would be different if you are in the refining business, but we see it just comparable to the rest of our marketing business.","Corey Goldman","Okay. No that's really helpful. And just as my follow-up, sorry, I'm going to ask another question in the IDRs. Are you also including a dropdown to Andeavor Logistics with that? And then also with that, on how do you treat the current IDR waivers in place as it relates to the transaction, are you looking at pro forma IDRs X waivers or IDRs with waivers.","Steven Sterin","So the first question in terms of dropdowns we have stated in the Andeavor Logistic release that we anticipate doing a dropdown in the fourth quarter, which we said we would like to have this transaction completed and announced in the third quarter and so that will be the sequence I would think about directionally. And the other question I think it's just too early to answer, but it is something that we will provide clarity to as we complete the transaction.","Corey Goldman","Okay, understood. Thanks guys.","Gregory Goff","Thanks, Corey.","Operator","Next question comes from Doug Leggate with Bank of America. Your line is now open.","Doug Leggate","Thanks, hi good morning Greg, good morning everyone. Greg I'm going to follow-up on Paul's 10 questions on retail if may. Just on the structure of the ownership structure not necessarily of retail as a [indiscernible] business but the more the real estate ownership within Western’s I guess inherited assets. What are your thoughts there in terms of whether that’s something you could ultimately monetize and I guess maybe while you are on the topic you could address the issue for that you think you are getting through value recognition for that retail business in the current structure?","Gregory Goff","Yes, we haven’t had enough time to really look at the real estate portfolio for the business that we just acquired, as well as our own real estate portfolio. But it's something that we will continue to evaluate Doug, it’s something we are keen to look and see what is the best use of the balance sheet for the Company and getting the optimum at return on the assets in that. So it's just a little bit it's too soon for us to have a decision of what we are going to do there.","And the second question is, when we look at the valuation of the Company we think the Company in total is undervalued and we see the things that we are working on and when we have a obligation to look at the valuation of the Company and do everything we can to achieve that value in the marketplace and so - but that’s always been the case.","We have always felt like with what we are trying to do in the Company and the opportunities from the improvements that we have identified, the capital investments that we are pursuing in the business to grow the profitability of the Company in that, and we have always been chasing the true value of the Company and that’s a good thing we will continue to follow though and be able to do that including the marketing business.","Doug Leggate","So I don’t want to push you too hard on this Greg, but obviously integration is very important to you as you laid out in your prepared remarks in terms of marketing and logistics and refining, but would it be fair to say you are not ruling out the potential for the standalone retail listing let’s say. I that off the table or is it something you would consider?","Gregory Goff","I mean we look at everything, we pride ourselves actually on going after the business and creating value for the owners of the Company. So we look at everything and we try to do it pretty much on a continuous basis and so we will always continue to look at it, but at this point in time we see what we are doing in the value that we can create both individually in each of the segments as we talk about our business refining, marketing and logistics as well as the collecting combination of those businesses has been just full of opportunities. And so we will just continue to look at it overtime.","Doug Leggate","I know it's not a easy question to answer. My follow-up also a little quicker is I guess first of all congratulations in getting the two permits. It’s been a long time coming as you know, I’m just wondering if the project scope has changed any while you had been waiting on those and specific to Port of Vancouver with Western is the relative priority of that real project - basically is it still something you want to get done or there is priority change relative to other opportunities in Western’s portfolio and I will leave it there. Thanks.","Gregory Goff","Yes, because so much time has transpired like you just said, we have done all the engineering works. So, we in the scope has remained very constant overtime for everything all of what we called our major capital projects. So, we feel really good about the definition of the project and the ability to go out and execute those projects now.","And so, thank god we finally got to a point where we can get into the execution phase, because the ideas and the ability to go delivery those ideas is a critical part of how we are trying to create value. So they haven’t changed that.","we are now in this are planning phase for the Company as we kind of look out for the next five years, which gives us the good opportunity to look at the ideas and the opportunities that came from the acquisition and put those into the home mix of the Company.","And I think what is very important and we want to be absolutely crystal clear and Steven reiterated earlier this morning and I know we say it almost every time is that we are going to take and use a portion of our free cash flow to reinvest in strategic high return capital projects that are not driven by a crack spread.","We will find ways to go in and add value like we are doing with the LA Project, like the Isomerization Project, Vancouver and on and on and on that we need to be good stewards of the capital of the Company and invested very wisely.","And so, we are now in that process and we are look at now the entire portfolio of ideas and opportunities and allocate the capital accordingly to get the highest return. And so we don’t know how that will impact the new assets.","Doug Leggate","Appreciate the answer. Thanks, Greg.","Gregory Goff","Thanks, Doug.","Operator","And our final question comes from Chi Chow with Tudor, Pickering, Holt. Your line is now open.","Chi Chow","Thanks, good morning guys. Back on Mexico Greg, could you maybe just talk at a high level what the challenges are of doing business there and any additional measures you need to consider going into that market versus the U.S. and then secondarily, how do you think Pemex will manage the progression of rollout opportunities, say that common to other states.","Gregory Goff","Yes. I think what we have experienced so far is that for the people in Mexico this is a tremendous change as they open up their markets and engage in a very competitive marketplace. So one of the challenges has been to work kind of effectively with the people in Pemex to be able to think through how you approach the opening and how you structure agreements that work for everyone involved and address all of the different issues that you have in any business like that.","So it’s probably that old saying the devils in the detail, but that’s probably the biggest challenge, is just being able to work through all the little details form the trucking operation to get to the gas station to getting efficient supply into the market, because at the end of the day we need to cost effectively supply the people in Mexico.","And so it's a combination of lots of small things that we need to work through and you need to just be very thorough in addressing each of the challenges and some present maybe a little bit more risk than others, but you work from all, and it just takes some time to do that.","We feel that the work that our people have done so far is excellent. We feel like that the way that we are positioning our business that we are creating an excellent platform to be able to go in and get good supply into the part of the country that we have targeted to grow in that we will be able to get our supply into the market.","That we will be able to get the distribution and then provide excellent service to the customers which initially will be kind of the branded driver concept using the ARCO brand in the country. And look like I said earlier, I think in response to Neil's question, it's going to take us some time to develop a strong business in Mexico.","Chi Chow","Right. Initially are you targeting all the incremental 30,000 to 40,000 barrels a day slide through that brand in ARCO network is at the plan?","Gregory Goff","So just to maybe clarify, the way that we have gained access into the distribution system gives us the potential to take in 30,000 to 40,000 barrels a day and we would love to be able to get that much volume into the marketplace. And so initially we will go in from the branded standpoint and then look at other opportunity, but we will take in and deal with commercial accounts and other accounts in the country and just grow the portfolio a lot overtime.","Chi Chow","Okay great. And then maybe one question back on marketing. You have got now branded and unbranded broken out. Maybe it looks like the unbranded is not a huge contribution, but how do we think about the drivers of the margins as you're reporting branded versus unbranded it looks like they don't track the same.","Gregory Goff","Yes, competition. It just the competition, the marketplace and we have ways that we supply our customers and it's just driven by market forces on how that comes out and it will be variable overtime. I mean you know sometimes that's impacted by the change in crude prices as the market follow there are lags, the movement in crude prices matter. So hopefully this information will just give a better track record of how it looks out overtime, but it is variable.","Chi Chow","Okay. And where does the RIN value show up, what are you reporting on that?","Gregory Goff","So our approach on RIN has always been that we look at the way the way the program works and that our marketing business in some cases generates RINs and our refining business is the obligated party. And so if the RIN is captured in marketing it shows up in the marketing segment and if it's a obligation the obligation come through refining.","Chi Chow","Okay so if it's through marketing, is it through the reported field margin?","Gregory Goff","Right. That's right. If you get it, right.","Chi Chow","Okay. Thanks a lot. I appreciate it really.","Gregory Goff","Okay thank you.","Operator","At this time, I'm showing no further questions. Ladies and gentlemen thank you for your participation in today's conference. This does conclude the program and you may now disconnect. Everyone have a great day."],"2207":["Andeavor (NYSE:ANDV) Q3 2017 Earnings Conference Call November  9, 2017  8:30 AM ET","Executives","Brian Randecker - IR","Gregory Goff - Chairman and CEO","Steven Sterin - EVP and CFO","Analysts","Neil Mehta - Goldman Sachs","Doug Leggate - Bank of America Merrill Lynch","Brad Heffern - RBC Capital Markets","Phil Gresh - JPMorgan","Justin Jenkins - Raymond James & Co.","Spiro Dounis - UBS","Paul Sankey - Wolfe Research","Blake Fernandez - Scotia Howard Weil","Roger Read - Wells Fargo & Company","Chi Chow - Tudor, Pickering","Operator","Operator","Good day, ladies and gentlemen, and welcome to the Q3 2017 Andeavor Earnings Conference Call. At this time, all participants are in a listen-only mode. Following management's prepared remarks, we will host a question-and-answer session and our instructions will be given at that time. [Operator Instructions] As a reminder, this conference is being recorded for replay purposes.","It is now my pleasure to hand the conference over to Brian Randecker. Sir, you may begin.","Brian Randecker","Thank you. Good morning and welcome to today's conference call to discuss our third quarter 2017 earnings. Joining me are Greg Goff, Chairman and CEO, and Steven Sterin, Executive Vice President and CFO. The earnings release, which can be found on our website at www.andeavor.com includes financial disclosure and reconciliations for non-GAAP financial measures that should help you analyze our results.","Our comments and answers to questions during this call will include forward-looking statements that refer to management's expectations or future predictions. They are subject to risks and uncertainties that could cause actual results to differ from our expectations. Please refer to the earnings release for additional information on forward-looking statements.","Andeavor and Andeavor Logistics will be holding an Investor and Analyst Day in New York on December 5 at 9:00 AM at The St. Regis Hotel. The registration instructions are detailed in the third quarter earnings release. For additional details on this event, please follow up with our Investor Relations team. Now, I'll turn the call over to Greg.","Gregory Goff","Thanks, Brian. Good morning and thank you for joining us today. Our business delivered strong results across our integrated value chain during the quarter. Our marketing business is well positioned for continued growth following the integration of Western's retail business and the recent acquisition of 39 convenience stores in Northern California, both, which bring more secure and profitable earnings to the portfolio.","Our logistics business completed the acquisition of Western Refining Logistics and the IDR Buy-In transaction. The completion of these two transactions lowers our cost of capital and positions us to capture organic growth opportunities across our geographic footprint. We are especially excited about our portfolio growth opportunities in the prolific Permian Basin.","Before we review our third quarter results, I would like to update you on our integration of Western Refining. We continue to have a very successful integration and are rapidly moving forward towards full integration and value capture. We are making excellent progress, integrating the business and identifying and capturing synergies.","We remain committed to delivering an expected $350 million to $425 million in annual run rate synergies by June 2019, the second year following the close of the transaction. This includes approximately $120 million to $160 million from value chain optimization, $130 to $140 million from operational improvements and $100 million to $125 million from corporate efficiencies.","By the end of the third quarter of 2017 and only four months since close, we estimate we have achieved approximately $110 million in annual run rate synergies, consisting of approximately $85 million of corporate efficiencies and approximately $25 million in value chain optimization and operational improvements. We have clear plans to achieve the full run rate.","Turning to our operations for the quarter, first, within marketing. We are committed to driving growth and improvements in our marketing business by focusing on placing product into the highest value branded distribution channels, adding new retail sites to the network and implementing strong improvements to enhance our convenience store position.","During the quarter, we closed the acquisition of 39 high-quality convenience stores, primarily in Northern California. This acquisition further strengthens our integrated business by expanding our retail presence in Northern California by adding approximately 6,000 barrels per day of branded sales as well as non-fuel income. These company-operated stores allow us to capture the full value asset sites. We expect these sites to contribute $10 million of annual net earnings and $25 million of annual EBITDA.","Mexico continues to be a focus within our marketing business as it extends our West Coast value chain south to the northwestern part of Mexico and our progress so far is encouraging. At the beginning of the third quarter, we announced that we signed a terminalling and transportation services agreement with Pemex, which allows the potential to supply 30,000 to 40,000 barrels per day of transportation fuels in the states of Sonora and Baja California in Mexico.","We also announced we signed a wholesale supply agreement to begin wholesale marketing operations using the ARCO brand. We officially began operating in Mexico and successfully opened the first ARCO station in Tijuana, Mexico on August 29, 2017. We now have five stores in Mexico as of November 2 and we have seen strong customer acceptance of these ARCO sites with fuel sales up considerably versus the stores prior to the conversion. We are also on track to add stores as we move through the fourth quarter.","We will continue to grow our integrated footprint and the company expects to increase its marketing presence across the entire northern part of Mexico with an estimated 200 to 300 stores planned over just the next few years.","Moving to logistics; we had strong performance in the quarter led by record volumes in our terminalling business driven by strong refined product demand and high refinery utilization, and volume growth and increased throughput in the gas gathering and processing business driven by the North Dakota gathering and processing asset acquisition.","Yesterday we announced we dropped the Anacortes Logistics assets from Andeavor for total consideration of $445 million. This represents about a 8.5 times annual EBITDA multiple and will result in nearly $400 million in cash flow to Andeavor in the fourth quarter.","On October 30, Andeavor Logistics completed its $1.7 billion acquisition of Western Refining Logistics and a $3.6 billion IDR Buy-In transaction with Andeavor. The completion of these transactions is extremely important to our cost of capital, which supports our long-term growth and further strengthens Andeavor Logistics as a premier customer focus logistics company.","As a result of the WNRL acquisition, Andeavor Logistics is well positioned to compete and grow organically in the highly attractive Permian Basin, principally in the Delaware Basin where Andeavor and Andeavor Logistics have a strong logistics asset base, crude oil marketing capability and meaningful refining offtake.","Our first large project in the Permian, the Conan Crude Oil Gathering Pipeline System is progressing well and on track to start up early operations this quarter and full operations in the middle of 2018. We look forward to sharing more about our strategies for further growth in the Permian at our upcoming Investor and Analyst Day.","The financial repositioning dramatically reduces the need for new public equity issuance and the investment-grade credit rating substantially reduces the cost of capital to support sustainable long-term growth. This benefits Andeavor since we own approximately 59% of this company as well as it - ends the Andeavor Logistics third-party unitholders benefit. We continue to see substantial growth potential for this business and expect at least $1 billion of annual growth investments for Andeavor Logistics over the next several years. This consists of at least $500 million to $600 million in organic growth and acquisitions and the potential for $400 million to $500 million in drop downs from Andeavor.","Our logistics business is a significant part of the value proposition for Andeavor investors. The growth in this business brings more stable, fee-based earnings and cash flow to Andeavor. As I mentioned earlier, Andeavor owns approximately 59% of Andeavor Logistics common units, which are valued at approximately $5.8 billion using Andeavor Logistics closing price of $45.47 on yesterday.","Now, shifting to refining. Total refining throughput was 1.1 million barrels per day or 99% utilization. Refining margin was $15.09 per barrel. We had strong operating performance during the quarter and throughput was in line with our expectations. However, we did experience additional costs and extended downtime during the planned FCC, our fluid catalytic cracker unit turnaround at the Martinez refinery.","Turning to our outlook for 2017, we continue to expect an annual Andeavor Index of $12 to $14 per barrel and annual marketing segment fuel margins of $0.11 to $0.14 per gallon. Additionally, we remain committed to delivering an estimated $475 million to $575 million of improvements to operating income in 2017, which is comprised of $395 million to $475 million from growth and productivity, and $80 million to $100 million from higher throughput and other operational improvements.","In fact, we expect to be at the upper end of our original outlook and through the third quarter of 2017, the company had delivered approximately 80% of the improvements. I would like to be clear that these improvements do not include the expected synergies from the Western acquisition.","Before I conclude, we look forward to seeing you on December 5th at our 2017 Investor and Analyst Day where we intend to update you on Andeavor and Andeavor Logistics, our strategic outlook and outline our plan for the next few years. With that, I'll turn the call over to Steven to provide more detail of our third quarter financial and operational results.","Steven Sterin","Thanks, Greg. Yesterday we reported Andeavor's third quarter 2017 earnings of $551 million or $3.49 per diluted share compared to $170 million or $1.43 per diluted share a year ago. Consolidated net earnings were $601 million for the third quarter compared to $201 million for the same period last year and EBITDA was $1.2 billion compared to $577 million a year ago. Overall, we had strong results across the integrated business.","Keep in mind, the third quarter 2017 results included the following pre-tax items: a 209 million benefit related to an LCM adjustment; a $19 million environmental accrual related to the expected final remediation costs for the 2013 crude oil pipeline release at Tioga, North Dakota; acquisition and integration costs of $32 million related to the Western Refining acquisition; and $13 million of acquisition costs related to Andeavor Logistics acquisition of WNRL and IDR Buy-In transaction.","In addition, a planned turnaround of the FCCU at Martinez refinery was extended from mid-August into early September. The extension and other unplanned maintenance associated with the restart negatively impacted operating income by an estimated $42 million. Third quarter 2016 results included a pre-tax benefit of 20 million related to an LCM inventory adjustment.","Turning to our business segments, in Marketing, segment operating income was $175 million and segment EBITDA was $193 million for the third quarter 2017 compared to segment operating income of $273 million and segment EBITDA of $285 million a year ago. Total fuel margins were $0.10 a gallon versus fuel margins of $0.149 per gallon a year ago. During July and August, marketing margins were weaker than usual as the station price lag be increased in the spot market.","By September, margins were back to normal levels. We still continue to expect marketing segment fuel margins to average $0.11 to $0.14 per gallon over time. Retail and branded fuel margins were $0.193 a gallon compared to $0.253 per gallon in 2016. Merchandise margin increased to $54 million from $3 million in 2016, driven by the new company-operated stores we acquired as part of the Western acquisition.","We continue to grow our network of branded stores, growing store count by 657 or 27% year-over-year to 3,124 stores. This is primarily driven by the additional stores from the Western and Northern California Retail acquisitions, and the continued execution of the company's organic growth plan. In fact, our organic growth plan execution has resulted in the addition of 74 net new branded stores year-over-year and continues to grow.","We also expect the initial conversion of approximately 50 stores from MSO to company-operated in the fourth quarter, given the capabilities of our retail group that joined the company is part of the Western acquisition. This conversion will allow us to begin to capture additional non-fuel margins and enhance overall station profitability.","Shifting to Logistics, segment operating income increased to $164 million in the third quarter from $127 million a year ago and segment EBITDA grew to $252 million from $177 million last year. As a reminder, the segment's results included the $19 million environmental accrual related to the expected final remediation costs at Tioga, North Dakota.","Results also included $9 million of acquisition costs related to Andeavor Logistics, acquisition of WNRL and the IDR Buy-In transaction. We expect to see an additional $8 million of acquisition and transaction-related costs in the logistics segment in the fourth quarter. These are transaction-related costs that cannot be recognized until the actual closing of the transaction, which occurred on October 30.","The increase in segment operating income and segment EBITDA was primarily driven by strong refining utilization and summer demand for refined products, contributions from the North Dakota Gathering and Processing Assets acquisition completed in early 2017, contributions from the drop downs we completed in 2016, and our Permian and the Northern Great Plains logistics and wholesale operations added as part of the Western acquisition. The total general partner and limited partner distributions received by Andeavor were $94 million during the third quarter. This is an increase of $29 million from a year ago.","Moving to Refining, segment operating income was $762 million for the third quarter compared to $58 million a year ago and segment EBITDA was $940 million versus $208 million last year. Refining margin for the third quarter was $1.6 billion or $15.09 per barrel. This compares to a refining margin of 729 million or $9.08 per barrel last year.","When comparing our third quarter 2017 segment operating income, segment EBITDA and refining margins to the same period last year, please note that the results included in the third quarter of both years include a pre-tax benefit due to the LCM adjustments of $209 million in 2017 and $20 million in 2016. This equates to approximately $1.99 a barrel and $0.25 a barrel of increased margin on a per throughput basis for 2017 and 2016, respectively.","So other than the LCM impacts in both quarters in the extended FCCU turnaround and restart in Martinez, the significant year-over-year increase in refining margin reflects the continued delivery of our improvements to operating income, contributions from the Western acquisition and an overall stronger refining crack spread environment.","In our Pacific Northwest and mid-continent regions, throughput was at the high end of our expectations as all of our refineries ran very well. In our California region, crude unit throughput and costs were in line with our expectations, however, capture was partially offset by the extended turnaround in Martinez.","Now, let me take a moment to discuss our balance sheet, cash flow and our strategic priorities for creating long-term shareholder value. Following the completion of Andeavor Logistics acquisition of WNRL and the IDR Buy-In, S&P raised Andeavor Logistics corporate credit and senior unsecured issue ratings to investment grade with a BBB minus rating and a stable outlook from BB plus.","As a reminder, in February 2017, Fitch assigned a first-time Long-Term Issuer Default Rating of BBB minus to Andeavor Logistics, marking the company's inaugural investment grade credit rating. As a result of achieving an investment grade credit rating at both S&P and Fitch, Andeavor Logistics' outstanding unsecured bond securities now meet the criteria to be included in the investment grade bond indices.","With our new investment grade credit rating, Andeavor Logistics joins Andeavor as an investment grade company and is well positioned to optimize its capital structure and meet future financing needs at attractive rates with longer maturities in a more liquid market. Additionally, on October 26 of this year, Moody's upgraded Andeavor Logistics' Corporate Family Rating to Ba1 from Ba2 while maintaining its positive outlook on the company. This is one notch below investment grade.","Our balance sheet and credit metrics remain strong. We ended the quarter with a consolidated cash balance of 528 million. The reduction in cash sequentially from the second quarter of 2017 is primarily due to the timing of working capital and the acquisition of the 39 retail stores mentioned earlier. We expect working capital to be substantially lower in the fourth quarter, given the unwinding of the third quarter's seasonally high inventory levels.","Total debt, net of unamortized issuance costs, was $7.7 billion at the end of the quarter. Excluding Andeavor Logistics and WNRL debt, total debt was $3.6 billion. Andeavor generated cash flow from operating activities of $431 million in the third quarter. During the quarter we invested $114 million in high-return growth capital projects at Andeavor and Andeavor Logistics.","Our combined capital expenditures, including income capital, sustaining and maintenance, was approximately $398 million, consisting of $339 million for Andeavor, 51 million for Andeavor Logistics and $8 million for WNRL for the third quarter. We repurchased 2.6 million shares for approximately $252 million in the third quarter and had approximately $1.7 billion remaining under our approved share repurchase programs as of September 30.","Additionally, we paid dividends of $93 million and Andeavor Logistics distributed $105 million to its public unitholders during the quarter.","In addition to the 400 million of share repurchases we have done through the third quarter, we expect to repurchase 300 million of shares in the fourth quarter. Yesterday, we also announced that the Andeavor Board of Directors declared a quarterly cash dividend of $0.59 per share, payable on December 15, 2017 to all holders of record as of November 30, 2017.","Turning to our 2017 capital outlook, we anticipate full-year 2017 capital expenditures to be approximately $1.3 billion, consisting of 1.05 billion at Andeavor, $245 million at Andeavor Logistics. Refining turnaround cash expenditures for the full-year 2017 are expected to be 540 million and retail branding expenditures are expected to be $100 million. Looking ahead, you can find details of our planned throughput, manufacturing cost per barrel and other elements related to our fourth quarter 2017 outlook in our earnings release issued yesterday evening.","This concludes our prepared remarks and we will now take your questions. Operator?","Question-and-Answer Session","Operator","Thank you, sir. [Operator Instructions] And our first question will come from line of Neil Mehta with Goldman Sachs. Please proceed.","Neil Mehta","Good morning, team.","Gregory Goff","Hi, Neil.","Neil Mehta","The first question I had was just around the marketing segment in the third quarter. And so, Greg, if you could just talk a little bit about whether there were some elements of margin compression given the hurricane or other factors that might have tightened up those margins? And we don't have those retail indicators to kind of monitor on a weekly basis anymore, so just any thoughts on the environment as you look into the fourth quarter here for the marketing business and as going to 2018?","Gregory Goff","Yes, Neil. During the third quarter what happened is, in the early part of the quarter the spot prices for gasoline were moving up pretty rapidly and the pricing at the station level just did not keep pace with the movements, which as you know is kind of happens quite often and that proceed through the first part of the quarter and then it turned around in October and the Street prices caught up with the spot prices for product and the margins were kind of back to where they normally were at.","We had a very good quarter and they have continued to be there through the first month of the fourth quarter. So I think it's a function - this basically is just that movement of rapid movement of prices and unable to keep up with them at the store level.","Neil Mehta","That's helpful, Greg. And then the follow-up is just around the share repurchases. So, it sounds like you guys have been blacked out for much of the quarter, probably next week you'll be able to really execute this $300 million program to end the year. How do you think about what the right run rate is post the fourth quarter, is a $300 million run rate a sustainable one? And then if you could just talk about how you think about buybacks versus the dividend, we had the 7% dividend bump, but given the performance of the stock and the current yield, is there an opportunity to be more aggressive there?","Gregory Goff","Yeah. First, as you know, Neil, 300 million in the fourth quarter goes along with the 400 million that we bought earlier. So we expect for 2017 that we will repurchase approximately $700 million worth of shares. Secondly, if you recall, when we announced the transaction with Western we stated our intent, because we issued equity, to have a buyback program, which our Board authorized us up to $2 billion at that time to do that and we stated we would go back and repurchase shares as we manage through the year in that.","So as we look forward into 2018, our use of cash remains unchanged. We have a very active reinvestment program on our capital projects, which we will share at our Analyst and Investor Meeting in December, because of the big projects like the project up in Anacortes, the project at Los Angeles.","And then we based upon projections for the margin environment that we see the opportunity to use free cash flow to repurchase shares during 2018, which we do, like we always have, from an opportunistic standpoint as we manage the company through the year. We don't see any changes in that approach there and we're completely committed to the repurchase program that we talked about earlier.","Neil Mehta","And on the dividend -","Gregory Goff","And the dividend - yeah, sorry, the dividend, you're exactly right, we increased it during the last quarter and we typically go back and look at the dividend on an annual basis and we will continue to do that. So, we will look at our dividend and manage it as part of our overall cash management for the company.","Neil Mehta","Thanks, Greg.","Operator","Thank you. And our next question will come from line of Doug Leggate with Bank of America. Please proceed.","Doug Leggate","Thank you. Good morning, everybody.","Gregory Goff","Hi, Doug.","Doug Leggate","Hi, Greg. I have got two fairly high-level ones, if I may. I guess the first one is on the cash, it's a follow-up to Neil's I guess, on the cash balance. Can you talk about, you know, this is the lowest cash balance you have carried in quite some time? I'm just looking at the operating cash flow in the quarter and the capital plan, I kind of guess that it is issue of the sustainability of the buyback. I just wondered if you could walk us through any unusual items this quarter, working capital perhaps, and where you would expect to manage that cash balance going forward, and I have got a follow up.","Gregory Goff","Yeah, it's a good question, Doug. Let me ask Steven to share what's going on with that.","Steven Sterin","Yeah, Doug, there's been really no change at all to how we think about managing the balance sheet and having strong liquidity position. And in the third quarter, we had two things. One, we acquired for about 175 million the retail stations, we used cash for that. In addition, just based on seasonality and just timing, we had about 400 million to 500 million of working capital that we expect to come back to us in the fourth quarter.","And so, when we look over the second half of the year, we'll be right back to where we expected to be and to have very, very strong cash from operations as we've had over the last several years, which gives us the confidence that Greg mentioned, to be able to repurchase shares, continue to execute our growth plans and maintain a very strong balance sheet.","Gregory Goff","Yeah, just to make one more addition. What Steven said on the working capital, it's associated with the inventory level that we carried into the third quarter that we're now reducing. So, it's just a temporary aberration.","Doug Leggate","That was the number I was missing, guys. So that makes it very clear. Thank you for that. My follow-up is kind of an enigma wrapped inside a conundrum, I think is the expression. But - so I wonder if you could help us, maybe Steven, think about how we treat the valuation of the MLP. Now that it's such a large part, you know, 59% of the LP ownership.","Greg, you mentioned $5.9 billion of value, but obviously every time you take a distribution, your tax basis goes down. So, as a C-corp, you obviously have a tax liability on that whereas the publicly traded value is free of tax. How should we think about the after-tax valuation as it relates to how much of that 5.9 billion actually translates to, let's say, Andeavor some of the parts? And I will leave it there. Thanks.","Steven Sterin","Yeah, I would say, first, I mean, obviously that's a point in time and when we look at the intrinsic value of our logistics business, it's based upon its ability to generate cash and we don't think that's reflected at all in the current unit prices and yields. We have a lot of growth in front of us and at the end of the day the value to Andeavor unitholders is that cash flow.","We don't have an intention to sell those units. So we don't think about it being worthless because of tax. I would encourage you to think about the future cash flows that come from this high-growth business, that's got a low cost of capital and it's got access to several different sources of funding, and now 60% of that cash flow will clearly flow to Andeavor; 59% is our current ownership.","And so I'd encourage you to think about it economically. From time to time, it is easy to take a look at the unit price and multiply it by the 59% ownership, but unless your intrinsic values represented of the future cash flows, I think that under-represents the real value that's within our investment.","Doug Leggate","Yeah. Steven, I appreciate the answer. I don't want to waver it too much, but just a couple of points of clarification. So, first of all, the value on the screen is the value today, right? So, we obviously - that's what I am referring to. But maybe the way to ask the question is, what is the tax treatment of the distributions you receive at the Andeavor level as opposed to the price in the screen, which obviously will change over time?","Steven Sterin","Yeah, for the most part, it's just part of our taxable income base. And so, just like other cash flows within the business, think about, when you look forward to a net present value, that cash being discounted back after tax just like you do any other cash flows.","Doug Leggate","All right, maybe I'll follow up with you offline. Thanks a lot. Appreciate it.","Gregory Goff","Thank you, Doug.","Operator","Thank you. And our next question will come from the line of Brad Heffern with RBC Capital Markets. Please proceed.","Brad Heffern","Hi, good morning everyone.","Gregory Goff","Hi, Brad.","Brad Heffern","Hi, Greg. So, Steven, I think in your prepared comments you talked about converting some of the retail stores from the MSO model back to company-operated. Can you talk a little bit about sort of the cadence there and how that works? I assume you have to buy out that MSOs.","Gregory Goff","Brad, let me take that question. So, Steven laid out the early part of our plans that during the fourth quarter we begin converting the MSOs which we've had in place for a number of years back to company-operated stations for us and that's part of our overall plan to enhance the value, really of our marketing business. The nature of the contracts and that doesn't make it a very capital-intensive process to be able to do that. So, it's not a significant impact from a cost to do the conversion. They were relatively short-term contracts that have provisions that make the transition back to us pretty easily.","Brad Heffern","Okay, got it. So, like what kind of time period are we thinking about to do the conversion for the bulk of the MSOs?","Gregory Goff","Over the next little bit, we'll continue to do the whole transition. As a part of - as you can will appreciate, over the years we kind of just dismantled the organization to support those like out in the field and all of that. So we need to do that in an orderly fashion so that we can successfully integrate them back in the business. So, probably a good approach is that, in this quarter, as Steven said, we will bring in the first 50 stations and that's kind of what we feel like we can manage on a quarterly basis.","Brad Heffern","Okay, great. And then, a question on refining. You guys typically have like 6% or 7% volumetric uplift every quarter, just yields over throughput. This quarter it looked pretty flat. So I was wondering if there is anything going on there. Obviously, I'm sure some of it was the FCC turn at Martinez, but I think it was also a phenomenon that happened in the Pacific Northwest as well.","Steven Sterin","Yeah, it was principally related to Martinez and the rest of the system ran very well. And so, that's the primary driver of it. And keep in mind, the 42 million that we talked about was the impact of the extension. But the FCC was down also for the month of July as well. And so, think about it as primarily Martinez.","Brad Heffern","Okay. Appreciate the color. Thank you.","Operator","And our next question will come from the line of Phil Gresh with JPMorgan. Please proceed.","Phil Gresh","Hi, good morning.","Gregory Goff","Hi, Phil.","Phil Gresh","First question is on the mid-con side in refining, given that this is the first full reported quarter with WNRL kind in the numbers, you had changed your indicator and things like that, so it's a little bit kind of tough to model. I'm Just curious if from your perspective the results in the mid-con region were in line with what you would have expected from a capture rate perspective, is this the right run rate to be thinking about this type of crack environment or anything in particularly you will call out?","Steven Sterin","Yeah. When you look at the mid-con, we had a refining gross margin, excluding LCM, of $15.55 a barrel. And if you look across other margins outside of our company in the mid-con, then that's a very, very strong result; that's both our operating performance as well as the addition of El Paso-Gallup in St. Paul. And so, we're very pleased with that type of gross margin in the mid-continent.","And in terms of a capture rate with our index, if you think about being in the high 70s, low 80s, depending on crude differentials, and that's what you should expect over time and we were in the high 70s this quarter. Q2, we only had one month in and, so you saw a bit higher - a much higher capture rate, but those were just because we only had one month of the new business as part of the portfolio. So, Q3, I think is a much better benchmark for thinking about how our mid-continent business performs post-acquisition and we hope to continue to improve that with the synergies that we've talked about, because quite a few of them are with - a lot of them or most of them are within the mid-continent.","Phil Gresh","Actually, another question which is just on the synergy side, it sounds like from your commentary the vast majority of the synergies are just showing up in what would be the corporate segment at this point. And so, it sounds like you're going to start to see that flow through the mid-con, but the corporate guidance for the fourth quarter, that still includes integration costs that are ongoing, is that correct and at some stage those kind of roll off or how should we think about that?","Steven Sterin","No, the corporate cost right now, Bryan, no, they don't include integration costs. We have a number of other projects that we're wrapping up around systems integration. We have a large systems improvement project that we have going in the fourth quarter and finishing in the first quarter. And at Analyst Day, because there's been so much this year, we've had a lot of acquisitions, lot of integration costs, we will lay out for you what we expect our corporate cost will look like over the next couple of years, but you should expect them to be substantially lower as we move into 2018 and 2019.","Phil Gresh","All right, okay. And I guess the final one would be, and I don't know if this is for the Analyst Day maybe, but you made the comment about the year-over-year improvement in refining between cracks, the acquisitions, the operating improvements. It's still a little bit difficult to kind of see the operating improvement, so if there is any way you could bridge that for us, that would be very helpful.","Steven Sterin","Yeah. We intend to do that at the meeting in December. It's a good point.","Phil Gresh","Okay, thank you.","Operator","Thank you. And our next question will come from the line of Justin Jenkins with Raymond James. Please proceed.","Justin Jenkins","Great, thanks. I guess, maybe starting on the midstream side with the drop down and shift in capital spend on both LA integration and Conan from the MLP back to the parent, can you talk about the strategy behind those moves? is it just looking to further improve the positioning of the MLP or it would be more efficient with the capital or any thoughts you have there?","Steven Sterin","Yeah, I think both the Conan and the other projects are quite unique and not the normal way that we handle drop downs and they are unique for distinctive reasons. First, the Los Angeles refining integration project, the pipeline bundle that we the logistics assets and will be a logistics asset. So, intermingle with the overall project, they are trying to split that out as we're doing the project doesn't create any value. And so, we'll bifurcate that and move that down into logistics business once the projects complete.","And on the Western side, they had entered into the contracts for the Conan project at the parent company level, just given their size of their MLP at the time. And so that's a legacy that carried over. We'll complete that project, but that's always also been intended to be a logistics project as well. And those projects, keep in mind, have allocated interest costs within them. And so, from an Andeavor perspective, they represent the full cost of putting those projects together.","Justin Jenkins","Perfect. That's very helpful Steven. And then I guess maybe thinking about you know shifting gears to crude differentials, lots of interest in Brent WTI lately. Greg, I was hoping maybe if you could give your views in terms of what you're seeing there and why we're still so wide on Brent WTI and maybe your outlook on that as well?","Gregory Goff","Yeah, I think I probably can't add anything to the differential than what other people see. It's probably wider than we would expect it to be. We know that there's a lot of crude sitting in cushing and moving into the Gulf Coast in that. So I think over time it will probably stay at a little bit elevated level, but we expect the longer-term planning to come down to a lower level beginning for 2018. But it's definitely been higher than what we expected to. The other differentials in the system are kind of where we would expect them to be, nothing special about them.","Justin Jenkins","Perfect. Appreciate the color, guys.","Gregory Goff","Thank you.","Operator","Thank you. And our next question will come from the line of Spiro Dounis with UBS Securities. Please proceed.","Spiro Dounis","Hi, good morning, Greg; good morning, Steven. I just want to start off on Mexico with current footprint there, just maybe two things. I'm wondering when you will start to really see that hit earnings or is it just too small for the time being? As you think about the growth there, you think about more along the lines of what you've been doing so far, or do we see you spend more on the infrastructure side?","Gregory Goff","Yeah, probably three points about Mexico. So, one, as you would expect, it's a start-up business. And so you are in the very early stages of putting in the whole infrastructure to support that business. Realistically, I would say before we start to see any impact to the bottom line, it's probably going to be in 2019 or 2020. I mean, we'll see a small amount, but it's nothing of any significance.","Second, I think the work so far, it's very, very encouraging. I actually went to Mexico and we had a really an incredible grand opening day with a lot of support from potential companies to do business with in Mexico and it was very, very impressive. Our results with the company that we're working with right now is, they're doing an excellent job and the performance of the business is really, it's fantastic, to be quite honest with you.","And then, finally, we are approached that we have stated in Mexico is that we want to be able to take products that we make in our system along the West Coast, move it into as marketing system that we are involved in either through contractual relationships or potentially we will look to see if we want to own stations in Mexico, which is probably a little bit different approach.","And as a result of that, your last question about the logistics system, it would be in our interest to be able to have an ownership position into the distribution system that we intend to use and that's just something that we will work on over time. We will have to see if we're able to make that happen because we like the ability, just like in the rest of our system, to take the product from the refineries, control the movement, all the way to the end customer.","Spiro Dounis","Got it. That's good color. I appreciate that, Greg. And then just turning to synergies, I know you mentioned the operational improvements are tracking ahead of schedule. But as we think about the $110 million run rate on synergies, is that more or less on pace with what you originally envisioned and as we look forward to achieving the full target by mid-2019, would you say that's sort of a linear glide path or could it be choppy along the way?","Gregory Goff","No, I think if you go back to Phil, I mean, Phil highlighted the point about the corporate synergies and you would expect that those are easier changes to make when you combine two companies. Those changes are - they're just - you're going to happen to capture those synergies and that's actually worked really, really well for us. The operational changes and improvements that we're going after, probably two or three points. One, we've done an excellent job of identifying those. We have them now put out into the organizations with clear accountability of delivering those.","We're actually seeing some very encouraging things from that. For example, one, a synergy that really wasn't in our plans is that at the small Dickinson refinery that we acquired in 2016, we're now able to take a naphtha that the comes off of that facility and move it to St. Paul Park and convert it into gasoline where in the past that was going to - that was moved to Canada to be blended in with as a diluent.","So we get a substantial upgrade there. And so what's happened to us, as we bring the people together and establish all the plans, we're seeing very good opportunities on synergies. And so, we are very, very confident, we'll do it. We see a very strong glide path, back to your question. So I think you'll see us be at a rate comparable to this year for next year also and hit that target in 2019.","Spiro Dounis","Great. That's it from me. Thanks, guys.","Gregory Goff","Thank you.","Operator","Thank you. [Operator Instructions] Our next question will come from the line of Paul Sankey with Wolfe Research. Please proceed.","Paul Sankey","Hi, Greg.","Gregory Goff","Hi, Paul. Good morning.","Paul Sankey","Hi guys. On the operational thing and I appreciate that the Analyst Meeting is coming up, those - you had a target of 98% operational uptime or something like that, Greg.","Gregory Goff","Yeah.","Paul Sankey","Can you just specify what that was for us and if that's going to be changed or whether you think that's still achievable? And also, on the capture I know you said that Martinez was really the majority of the problem, but it did still seem low and I wondered if there was anything to add on that. Thanks.","Gregory Goff","So, your first question, Paul, our target to get to what we call world-class availability of greater than 97% is absolutely still our target and we're working towards that and it's really underpinned by our operational excellence, management system to drive high reliability in the business. You know, just a comment about -","Paul Sankey","Greg, sorry, that's 97% availability of - sorry, remind me what the -","Gregory Goff","Of the whole system, all refining units, that's all refining. So, it's not just the crude units. I think, to be clear, it's how we would look at the performance of all of the units in the refinery to have 97% availability of all the units, we say greater than 97%.","Paul Sankey","And that's - what the turnaround's --?","Gregory Goff","So, turnarounds, when they are planned or taken out of that because as you would expect, that's not there. Now, in the case of, when you have extended turnarounds, that's a negative impact on availability. So, like in Martinez - just to add a comment on Martinez, as Steven talked about, the cat cracker at Martinez is designed differently than a lot of other cat crackers and when you do the - on the five-year cycle to do the turnaround, we knew going into the turnaround that the complexity of working the cyclones was a major challenge for us because of the way we have to get into the units to do that and it took longer than we expected as we encountered some problems in that. So, that would negatively impact the availability during the time.","On capture, as Steven's already talked about, the $42 million is the total cost to run our business, so it's not just operating cost in that, but it's to buy the product and everything for there. Also, I think the high level of inventories probably impacted capture also during the quarter because, as Steven said, we intend to draw down between $400 million to $500 million worth of inventory during the fourth quarter.","Paul Sankey","Greg, I'll leave it there for the December Analyst Meeting coming up. Thanks.","Gregory Goff","Thanks, Paul.","Operator","Thank you. Our next question comes from -","Steven Sterin","While waiting for the next question, I'd like to just make one clarification to an earlier question. Our guidance for corporate cost does include our integration costs this quarter as we - we're two-thirds of the way or three-quarters of the way through that. So we're including those costs now in our outlook even though the release guidance doesn't, it absolutely does include the integration costs expected for the fourth quarter. So, I just wanted to clarify my earlier comment.","Paul Sankey","All right.","Operator","And our next question will come from line of Blake Fernandez with Scotia Howard Weil. Please proceed.","Blake Fernandez","Hi guys, good morning. Just a simple -","Gregory Goff","Hi, Blake.","Blake Fernandez","Hi, Greg. Two simple points of clarification, really. I know you addressed Neil's question on the retail margins and I fully understand the whole lag impact and I guess price gouging concerns impacting 3Q and then ultimately that comes through in 4Q. If I'm not mistaken, didn't you guys used to provide a benchmark indicator in your index?","Steven Sterin","Yeah, we did provide that. Before it used to be focused around the Southern California - the California business in general. Back, two years ago that was where the majority of the marketing business was focused. But as our business has grown and particular with Western acquisition, it's very difficult to provide an indicator on that. And so - but the $0.11 to $0.14 per gallon takes all that into account.","And so, as we progress forward, and we provide more information particularly starting with Investor Day, now that we've got fully integrated and much, much larger marketing business, we're looking at ways to provide you additional KPIs to be able to better understand that, but looking just at California now doesn't really give you enough information. So, we'll look for other ways besides the broad 0.11 to 0.14 guidance to help you understand the growth within the business.","Blake Fernandez","Understood. But it sounds like you're solidly within that range as you are heading into 4Q.","Steven Sterin","Yeah, absolutely.","Blake Fernandez","The second one, Greg, I know you already talked about Mexico a decent amount. Mine is more of a macro-oriented question, I guess. This 30,000 to 40,000 barrels a day of product that you're hoping to move there, I'm just wondering, is that incremental product that is basically flooding the West Coast market today? I guess what I'm asking is, are there some indirect impacts that you're going to recognize on your West Coast refining system by moving incremental product out of that market?","Gregory Goff","You know, Blake, I think from an overall standpoint, what's happened over time is there's been about 150,000 to 175,000 barrels a day of exports off of the West Coast into Mexico and Chile and Peru. About two-thirds of that is diesel and one-third of it is gasoline. We sometimes move that gasoline down into there, but - so that would say there's about a 50,000 barrel a day movement of gasoline off of the West Coast into Mexico and South America.","From our standpoint, we're basically working to take and secure that 30,000 to 40,000 barrels a day of both gasoline and some diesel that will move into Mexico over time. So, it would be greater than what we've normally moved to Mexico, but it just sees how the industry adapts to that.","Blake Fernandez","So, it sounds like it's more capturing some margin on some barrels that are already making their way there, but maybe there are some incremental barrels that are going to leave the West Coast market as well. Is that sort of fair -","Gregory Goff","That could be possible.","Blake Fernandez","Got it. Thank you.","Gregory Goff","Thanks.","Operator","Thank you. Our next question will come from the line of Roger Read with Wells Fargo. Please proceed.","Roger Read","Yeah, thanks. Good morning, how are you all?","Gregory Goff","Hello, Roger.","Roger Read","Kind of a lot have been here, and I know you don't want to talk too much forward, but if we could come back to that West Coast capture question that Paul was asking about, if we kind of add back the Martinez impact, you're still looking at a capture rate that would be the lowest in several quarters in the West Coast. You mentioned inventories, I assume rents might have been an impact. Was there anything else we should be thinking about? And then as you look at the fourth quarter, does the inventory pull out and a flat rents market imply that captures should be back at sort of a longer-term average of, let's just say, Q4 performances?","Steven Sterin","Yeah, hi, Roger, it's Steven. When you add back that 42 million, that gets you to a capture rate in the mid-70s, but that's certainly taking to account the fact that for all of July we were in the turnaround at Martinez with the FCC as well. And so that affects your clean product yields. And so, I think we wanted to just point out to you, the amount that was beyond what we had expected to come in at the end of the quarter, but on normal quarter you should expect California to be back into the high-70s, around 80% with the new index.","Roger Read","Okay, that's helpful. And then one other refining question, Pac Northwest really turned it around this quarter compared to some prior. Was there anything in the Pac Northwest you've caught as sort of a one-time event here or was it, you know, this just really is maybe some things improving beyond just elevated cracks in the quarter?","Gregory Goff","Yeah, no, nothing special going on in the Pacific Northwest from just - it was pretty much normal operations for us during the quarter.","Roger Read","All right, that's it. I'll keep it kind of quiet with the Analyst Day next month.","Gregory Goff","Thank you, Roger.","Operator","Thank you. And our next question will come from the line of Chi Chow with Tudor, Pickering and Holt. Please proceed.","Chi Chow","Thanks. Good morning, guys.","Gregory Goff","Good morning, Chi.","Chi Chow","Good morning. So I actually have a Mexico question as well. So, you've got a three-year term on access to the terminals which gets you to 2020. Do you have some sort of automatic renewal or some like a right of first refusal on that agreement, longer term?","Gregory Goff","I honestly don't know the terms right now, we will have to go back and check on that, but we fully expect that once our positions are established and it's working that we'll be able to work with Pemex and renew our commitments there. But the exact commercial terms, I'm not sure what the duration is.","Chi Chow","Those seem like a pretty critical assets though - access those terminals to execute strategies, is that fair?","Gregory Goff","Absolutely, you're exactly right, because our approach is to take product that we manufacture into Mexico; you're exactly right.","Chi Chow","Do you have a feel for how Pemex may be opening up other parts of the country on further logistics access?","Gregory Goff","You know, there's been just lots of speculation and things that we don't know. We've heard that they intend to start moving to the other northern part, going to the northeast of where they have been. But we just have to hear what Pemex says about it and then prepare accordingly. So, we don't have very good information on that.","Chi Chow","Okay. And then the second question, a little longer term on the MARPOL 2020 bunker fuel change. How do you think about the market impacts and are you considering any additional capital projects to take advantage of that situation?","Gregory Goff","Yeah, we've been doing our five-year plan. We just actually finished it here in the last little bit. As you would expect, the change, if it comes about, as everyone expects it to, has some pretty significant impacts on a number of prices and the supply of certain products in that end to the markets. So we are looking closely. And yes, we do have some plans. We don't see a lot of capital needed to adapt to what we're going to do, but we do have very clear plans on how we will position the company to manage that changes that happens there. So, it looks to be something that we can handle very easily and that depends on your views, it has potential upsides because of diesel prices.","Chi Chow","Yeah, it seems like a bit change to the market coming up here. Okay. Great. Thanks. I appreciate it.","Gregory Goff","Thank you, Chi.","Operator","Thank you. Ladies and gentlemen, this concludes our question-and-answer session for today. We would like to thank you for your participation on today's conference and you may now disconnect. Everybody, have a wonderful day."],"2209":["Andeavor's (NYSE:ANDV) Q1 2018 Earnings Conference Call May  8, 2018  8:30 AM ET","Executives","Brad Troutman - VP, IR ","Gregory Goff - Chairman, President & CEO","Steven Sterin - EVP & CFO","Analysts","Brad Troutman","Good afternoon. This is Brad Troutman, Vice President of Investor Relations. And I'd like to thank you for joining our webcast covering progress of our strategic plans and our first quarter 2018 earnings. This webcast will be presented by Greg Goff, Chairman and CEO; and Steven Sterin, Executive Vice President and CFO.","The earnings release, which can be found on our website at andeavor.com, includes financial disclosures and reconciliations for non-GAAP financial measures that should help you analyze our results.","Our comments during this webcast will include forward-looking statements that refer to management's expectations or future predictions. These statements are made as of the date of this webcast, and we are under no obligation to update these forward-looking statements in the future. They are subject to risks and uncertainties that could cause actual results to differ from our expectations. Please refer to the earnings release for additional information on forward-looking statements.","Now I'll turn the webcast over to Greg.","Gregory Goff","Thanks, Brad. We are very excited about the recently announced strategic combination of Andeavor and Marathon and are confident this action will create significant shareholder value. More information regarding this proposed transaction can be found on our website. We are also excited to share our first quarter results and progress we are making towards achieving our synergies and growth targets. We are focused on continuing to strengthen our business and executing on the plans we communicated at our Investor and Analyst Day in December as well as the recently announced strategic actions that are additive to those plans.","Starting with our first quarter performance. Our innovative business model allowed us to deliver strong results during the quarter. The margin environment in the first half of the quarter was slightly below normal historical levels mostly due to high 2017 ending inventories across the West Coast. However, that is behind us. And inventory levels, demand, crude oil differentials and Refining and Marketing margins continued to improve across our entire business, which we saw in the latter part of the first quarter and are clearly seeing in the second quarter. Our business is performing well and in line with our expectations for 2018. We are making excellent progress with the execution of our growth plans outlined in our 2017 Investor and Analyst Day. Andeavor Logistics has already raised its 2018 to 2020 growth target to $965 million of net earnings and EBITDA by approximately $150 million to $1.6 billion as a result of the recently announced acquisitions and strategic projects in the Permian Basin.","In addition, we recently announced the following acquisitions and strategic projects. First, we have taken a strategic equity position in the Gray Oak pipeline and the South Texas Gateway Terminal, which further strengthens our Permian strategy and aligns with our integrated business model allowing our customers to access multiple markets on the U.S. Gulf Coast as well as other markets through the announced marine terminal. The benefits from these investments are not included in our growth plans. As these projects progress, we will share more information about the value creation related to these investments. Second, Andeavor Logistics' acquisition of the Wamsutter pipeline on May 1 will increase the Salt Lake City refinery's access to advantaged crude oil. And third, our announced acquisition of five asphalt terminals from Delek allows for additional growth and enhanced returns on our refinery production.","In the first quarter, we returned $348 million to shareholders in the form of share repurchases and dividends and invested $244 million in high-return income capital projects. We repurchased $256 million of shares at an average price of $97.96 per share. Now I would like to update you on our integration of Western Refining and Western Refining Logistics, which is progressing very well and our delivery of synergies is on schedule. We continue to have a successful integration and are moving forward towards full integration and synergy capture. We exited the first quarter at a run rate of $250 million in synergies, and we are on track to deliver a synergy run rate of $350 million to $425 million by mid-2019. The synergy run rate achieved by the first quarter consists of approximately $120 million of corporate efficiencies; and approximately $130 million in value chain optimization, marketing and operational improvements.","Turning to our business segments. First, within our Marketing business. We are committed to driving growth in our Marketing business by adding new retail sites to the network, placing product into the highest-value branded distribution channels and growing our nonfuels convenience business. We increased our branded retail store count by 31% or 787 stations year-over-year to approximately 3,300 in the first quarter primarily as a result of the Western Refining acquisition. Marketing fuel margins were $0.162 per gallon for the retail and branded channel for the first quarter. And we are seeing improvements in the market in the second quarter as we enter the summer driving season and continue to see strong demand for our products across our business. Our Marketing business organic growth plan execution has resulted in the addition of 45 net new branded stations in the first quarter, so we continued to make excellent progress. We expect to convert a total of 50 stations to company operated in the first half of 2018. These conversions allow us to capture additional nonfuel margins and enhance overall station profitability. Upon completion of these 50 conversions, we will have converted 100 stations from MSO to company operated.","We are now also supplying fuel to approximately 82 stations in Northwest Mexico, including 57 under the ARCO brand. We expect to increase our marketing presence across the entire northern part of Mexico with an estimated 250 to 300 stores planned through 2020. And we continue to believe there is substantial growth beyond 2020. We remain excited about the growth prospects in our Marketing business as we expand our network; and converting more stations to company operated, which allows us to capture more value per station.","Moving to the Logistics business. During and shortly after the quarter, Andeavor Logistics completed several strategic actions that will contribute to its continued growth in 2018. We recently increased our 2020 Logistics segment operating income target to $1.2 billion from $1.1 billion and segment EBITDA by $150 million, bringing the total segment EBITDA growth target to $1.6 billion from $1.5 billion communicated in December. These transactions included an acquisition of the Wamsutter Pipeline System, which closed on May 1; the announcement and commencement of construction of the North Dakota NGL Logistics Hub, NGL fractionation and distribution project in the Bakken; Andeavor's acquisition of Rangeland Energy, with the intention to drop-down the crude oil pipeline and storage assets to Andeavor Logistics this year; and the addition of three new crude oil gathering systems in the Permian Basin with high-quality producers, which brings our total acreage commitments in the region to 72,000 acres. And we are on our way to delivering $150 million in annual segment operating income and $200 million in segment EBITDA by 2020.","Our focus on high-return investment, customer excellence and project execution positions us for further growth as a leading customer-focused, full-service logistics company. We announced today that we expect to offer assets for sale to Andeavor Logistics. This set of assets includes the Rio Pipeline and the remaining Permian assets as well as terminalling and transportation assets across our refining system. The assets also include the Conan Crude Oil Gathering System and the Los Angeles Refinery Interconnect Pipeline. In total, we expect the value of these assets to be approximately $1.6 billion to $1.7 billion, with about 50% to 60% as cash consideration to Andeavor and the rest in the form of additional MLP units issued to Andeavor. We expect to close on this transaction in August 2018. The growth in our Logistics business continues to bring more stable fee-based earnings and cash flow to Andeavor and allows Andeavor investors to participate in the highly accretive third-party organic growth in the Permian.","Shifting to our Refining business. Total refinery throughput for the quarter was 1,037,000 barrels per day, which was in line with our expectation and reflects the previously communicated planned major maintenance activities. This represents 90% utilization. Additionally, our Refining margins were $10.85 per barrel. We successfully completed our planned maintenance at both of our California and Salt Lake City refineries in the first quarter, and we are currently completing turnarounds at our Anacortes and Kenai refineries. We continue to take advantage of our planned downtime in order to optimize our system; and fully prepare for IMO 2020, from which we expect to see the benefits in late 2019.","We are excited about the progress we are making with our Los Angeles Refinery Interconnect and compliance project. This project enhances our product yield flexibility in the Southern California and significantly reduces greenhouse gas and other pollutant emissions. This project will result in additional flexibility to make about 30,000 to 40,000 barrels a day more of diesel or jet fuel instead of gasoline, depending upon demand. This flexibility will deliver significant benefits, with a potential for upside, with the upcoming IMO specification changes. The project is on track to deliver annually $75 million of net earnings and $125 million of EBITDA growth after completion in late 2019. This earnings improvement and time line is consistent with the targets discussed at our Investor Day and does not include any incremental benefits related to IMO.","The isomerization project at our Anacortes refinery, which increases octane production capability, meets Tier 3 sulfur requirements and reduces operating costs, is under construction and on schedule to be completed in second quarter of this year. This project will deliver approximately $20 million in net earnings and $40 million in EBITDA per year upon completion, which is consistent with our commitments.","Looking ahead, we remain focused on delivering stronger operational performance and reliability; as well as delivering on our growth, productivity and synergy targets totaling $1.1 billion of additional net earnings and $1.6 billion of additional EBITDA by 2020.","With that, I'll turn it over to Steven to provide more details on the first quarter financial and operating results.","Steven Sterin","Thanks, Greg. Andeavor reported first quarter 2018 earnings from continuing operations of $164 million or $1.07 per diluted share compared to $50 million or $0.42 per diluted share a year ago. Consolidated net earnings were $237 million for the first quarter compared to $87 million for the same period last year, and EBITDA was $680 million compared to $432 million a year ago. Keep in mind the first quarter results include the following pretax items, $19 million of acquisition and integration costs primarily related to the Western Refining acquisition and approximately $100 million net benefit in some of the inland refineries primarily related to lower RIN costs.","Turning to our business segments. In our Marketing business, for the quarter, segment operating income was $128 million and segment EBITDA was $152 million compared to segment operating income of $133 million and segment EBITDA of $146 million a year ago. Total fuel margins for the first quarter were $0.091 per gallon versus fuel margins of $0.096 per gallon last year. Retail and branded fuel margins were $0.162 per gallon compared to $0.174 per gallon in 2017. Merchandise margin increased to $50 million from $3 million in 2017 primarily due to the Western Refining acquisition; and the conversion of MSO sites to company-operated stations, which allows for the capture of nonfuel profits.","We continued to grow our network of retail and branded stores, growing store count by 787 or 31% year-over-year to 3,300. This was primarily driven by the additional stores from the Western Refining and Northern California retail acquisitions; and the continued execution of our organic growth plan, including rebranding and expansion into Mexico.","Shifting to our Logistics business. For the quarter, segment operating income increased to $188 million from $150 million a year ago, and segment EBITDA grew to $271 million versus $212 million last year. The segment's results included an $8 million unfavorable impact due to the Andeavor refinery planned maintenance in the quarter. This was in line with our expectations. The year-over-year increase in segment operating income and segment EBITDA was primarily driven by contributions from the Western Refining Logistics acquisition, contributions from the 2017 drop-downs and organic growth.","In addition to the projects Greg mentioned, we also expanded our recently acquired Rio Pipeline, from the Delaware Basin to the Midlands market hub, to 80,000 barrels per day. And based on recent nominations, we expect to be at full capacity by the end of the second quarter. We are executing further incremental capacity expansions to strengthen access to Midland and enhance our Permian position.","Total distributions received from Andeavor Logistics were $115 million during the first quarter, an increase of $38 million or 49% from a year ago. We announced our plans for a $1.6 billion to $1.7 billion drop-down in August 2018, which is expected to include Permian assets; and Refining, Logistics assets, including the Conan Crude Oil Gathering System and the Los Angeles Refinery Interconnect Pipeline. Accomplishing the 2018 to 2020 drop-downs this year is expected to provide increased growth visibility, allow for more efficient operational management of the assets, capture the growth of our Permian strategy and maintain reporting transparency as changes in lease accounting standards become effective in 2019.","Moving to our Refining business. Our segment operating income for the first quarter was $205 million compared to segment operating income of $34 million a year ago, and segment EBITDA was $387 million versus $181 million last year. Refining margin for the first quarter was $1 billion or $10.85 per barrel. This compares to Refining margin of $701 million or $9.44 per barrel last year. Total Refining crude oil throughput for the quarter was 1,037,000 barrels a day or 90% utilization, which was in line with our guidance. Consolidated manufacturing costs in the first quarter decreased $0.08 per barrel over the same period last year to $5.59. The year-over-year decrease is due to our continued focus on driving productivity to offset inflation and the realization of our Western Refining synergies.","Our corporate and unallocated costs for the first quarter of 2018 were $151 million, which included $19 million of acquisition and integration costs, which was modestly below our guidance. We continue to achieve our planned synergies in this area and remain disciplined with our spending. As a result of our actions and cost discipline, we expect a similar run rate in the second quarter of 2018, which is reflected in our updated guidance. We remain committed to delivering on the Western Refining synergies and continued productivity we are demonstrating in our corporate functions.","Now let me take a moment to discuss our balance sheet, cash flow and our strategic priorities for creating long-term shareholder value.","Total debt net of unamortized issuance costs was $8.7 billion at the end of the quarter. Excluding Andeavor Logistics, that was $4.6 billion.","Turning to cash flows. Andeavor generated cash flow from operating activities of $250 million in the first quarter. Please keep in mind that $178 million in turnaround and Marketing branding spending is included in our operating cash flows for the quarter. In the first quarter, we invested in $244 million of high-return growth capital projects at Andeavor and Andeavor Logistics, primarily driven by our Permian growth investments, LARIC and the isomerization project Greg mentioned a moment ago.","We repurchased 2.6 million shares for approximately $256 million in the first quarter. Additionally, we paid dividends of $92 million. And Andeavor Logistics distributed $99 million to its public unitholders during the quarter. We also announced that the Andeavor Board of Directors declared a quarterly cash dividend of $0.59 per share payable on June 15, 2018, to all holders of record as of May 31, 2018.","Our continued commitment to capital allocation discipline, a strong balance sheet and commitment to executing on our growth plans positions us to continue to create significant shareholder value.","Looking ahead, you can find details of our planned throughput, manufacturing cost per barrel and other elements related to our second quarter 2018 outlook in our earnings release.","This concludes the webcast. Thank you.","Question-and-Answer Session","End of Q&A"]}}