{"title":{"7217":"Discovery Communications' (DISCK) CEO David Zaslav on Q4 2014 Results - Earnings Call Transcript","7215":"Discovery Communications' CEO Discusses Q1 2013 Results - Earnings Call Transcript","7219":"Discovery (DISCK) Q2 2018 Results - Earnings Call Transcript","7218":"Discovery Communications (DISCK) Q4 2017 Results - Earnings Call Transcript"},"date":{"7217":1424334600000,"7215":1367915400000,"7219":1533630600000,"7218":1519720200000},"body":{"7217":["Discovery Communications, Inc. (NASDAQ:DISCK) Q4 2014 Earnings Conference Call February 19, 2015  8:30 AM ET","Executives","Jackie Burka - Vice President, Investor Relations","David Zaslav - President and Chief Executive Officer","Andy Warren - Chief Financial Officer","Analysts","Ben Swinburne - Morgan Stanley","Anthony DiClemente - Nomura","Kannan Venkateshwar - Barclays","Doug Mitchelson - UBS","Jessica Reif Cohen - Bank of America Merrill Lynch","Todd Juenger - Sanford Bernstein","Alexia Quadrani - JPMorgan","Operator","Good day, ladies and gentlemen and welcome to the Q4 2014 Discovery Communications Inc. Earnings Conference Earnings Call. My name is Gem and I will be your operator for today. At this time, all participants are in listen-only mode. We will conduct a question-and-answer session towards the end of the conference. [Operator Instructions] As a reminder, this call is being recorded for replay purposes.","I would now like to turn the call over to Ms. Jackie Burka, Vice President of Investor Relations. Please proceed, ma’am.","Jackie Burka","Good morning, everyone. Thank you for joining us for Discovery Communications 2014 fourth quarter and year end earnings call. Joining me today are David Zaslav, our President and Chief Executive Officer and Andy Warren, our Chief Financial Officer. You should have received our earnings release, but if not, feel free to access it on our website at www.discoverycommunications.com.","On today’s call, we will begin with some opening comments from David and Andy. After which, we will open up the call up to your questions. Please keep to one or two questions, so we can accommodate as many people as possible.","Before we start, I would like to remind you that comments today regarding the company’s future business plans, prospects and financial performance are forward-looking statements that we make pursuant to the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements are made based on management’s current knowledge and assumptions about future events and they involve risks and uncertainties that could cause actual results to differ materially from our expectations. In providing projections and other forward-looking statements, the company disclaims any intent or obligation to update them. For additional information on important factors that could affect these expectations, please see our Annual Report for the year ended December 31, 2013 and our subsequent filings made with the U.S. Securities and Exchange Commission.","And with that, I will turn the call over to David.","David Zaslav","Good morning, everyone and thank you for joining us. Last year, Discovery’s investment in content, brands and new international platforms generated more impressions in scale than ever before. Better than double-digit growth in international audiences, expansion of our global flagships into new markets and establishing the leading sports provider in Europe is creating strong operating leverage across the company and long-term value for advertisers, audiences, distributors and shareholders.","2015 marks Discovery’s 30th anniversary and we built our portfolio and brand through a consistent strategy. A strategy of investing in our channels and programming to take market share in the U.S. and market share around the world, investing in local teams, infrastructure and boots on the ground to drive our global business, and owning our rights and IP across platforms and regions to strengthen our network portfolio and provide the foundation for our direct-to-consumer offerings. The core of our strategy is to continue investing in content, which feeds an average of 10 channels in more than 220 countries and to grow our market share in markets around the world. This investment has paid off and our share of primetime viewers 25 to 54 in the U.S. has risen from 7% in 2008 to 12% today.","Our international viewership continues to set records, gain share, and grow dollars in key markets around the world. We ended 2014 with nearly 3 billion cumulative global subscribers, up from 2.5 billion at the end of 2013. And we grew our average international audience by 13%. More people are spending more time with our content than ever before. Consumers all over the world are consuming more video and more programming than ever. Because we own the vast majority of our worldwide content and IP, we can take advantage of new ways to distribute and monetize our programming. New distributor entrants, over-the-top platforms, and SVOD expand our optionality and our chance to bring in more dollars and reach more people.","Last quarter, we reached our first ever long-form distribution agreement with Hulu in the U.S., providing another strong brand in linear TV friendly environment for our content. And in terms of new marketplace entrants, we closed a favorable deal for all of our U.S. channels with Sony for its new cloud-based service, PlayStation Vue. Discovery has a direct-to-consumer business that is profitable and growing, something very few media companies can say. And our opportunities within this landscape are growing rapidly.","A look at our recent progress in Europe gives us good reason to be optimistic about our near and long-term growth in this area. In Europe, we have gained subscriptions, valuable insights, and a new marketing and sales platform with our own direct-to-consumer products. One is Dplay in the Nordics and the other is the Eurosport Player, which we distribute across the continent. Those services have almost a quarter of a million subscribers bringing in an average of $8 per month in U.S.","Our European OTT offerings is giving us a growing revenue stream, a growing direct-to-consumer offering and valuable learnings that we can apply in the U.S. and other markets. And we are just getting started. For 2015, our goals are to launch a new integrated platform to scale the back end for both services, deploy Dplay to additional markets across Europe and acquire specialty rights at a low cost to strengthen Eurosports Player and have its growth accelerate, and take all of our learnings and expertise to support the strategy we will be taking to distribution partners and consumers in the U.S., Latin America and around the world. You will hear much more about our products in this area in the months to come.","Further demonstrating the value we continue to earn from our distributors, we completed strong renewals with all of our U.S. distribution partners for deals expiring at the end of 2014, including Suddenlink, Cablevision, NCTC and our latest distribution agreement, a strong renewal with Mediacom that we are announcing today. In addition to favorable economic terms, each agreement offers subscribers authenticated access to Discovery content inside and outside the home, a good start to building a robust U.S. TV Everywhere offering in earnest and another element of our strategy of capturing a growing share of the streaming audience. These renewals are critical components in growing our U.S. affiliate revenue line, driving our over-the-top offerings like TV Everywhere. And it demonstrates that the marketplace continues to place a high value on quality content and brands.","Comcast announced last year that our deal with them is up at the end of June. As we all know, Comcast is a largest cable company, a key platform for any independent programmer, of which Discovery is the largest. With our deal coming up, we are hopeful that Comcast will negotiate in good faith, like all of our other distributors have over the last several years. We continue driving hard on development and a new pipeline of content across our networks here in the U.S. Discovery Channel was a top 4 cable channel for men last year and had five of the top 10 cable shows for men, led by Gold Rush at number one, Deadliest Catch at number three, and Fast N’ Loud at number four. So far this year, Discovery has vaulted to the number one non-sports cable network for men 25 to 54, a very strong position in the marketplace. And while Discovery Channel has some nice momentum, we believe its best days are ahead.","In January, Rich Ross officially started. A terrific creative leader, who in less than two short months has reinvigorated our flagship channel. Rich secured the key strong leaders at Discovery and in addition has hired seasoned executives on Dave’s leadership team, including John Hoffman, a 17-year HBO veteran to lead our big tent pole specials and event programming and John Goldwyn, a long-time producer who has developed many feature films, and most recently Dexter to oversee Discovery Channel’s scripted and mini-series strategy. Rich and his team are planning on being very aggressive in developing both of these categories, such as Racing with Extinction, which debuted at Sundance and will be a global television event this fall as only Discovery can do with reach into over 500 million homes around the world.","Following ratings softness last year, Animal Planet continues to build ratings momentum on the strength of series such as Treehouse Masters, Pit Bulls and Parolees and of course Puppy Bowl, which was once again the number one cable telecast on Super Bowl Sunday, drawing nearly 11 million total viewers, nearly 3 million streams, and reaching more than 17 million fans on social media. TLC also experienced some softness last year, largely driven by the cancellation of Here Comes Honey Boo Boo. We are moving forward by adding compelling new series like 90 Day Fiance, TLC’s highest rated freshman series of the year and My Big, Fat, Fabulous Life, which has been renewed for another season and performed extremely well. Joining our established series like 19 Kids and Counting, which helped make TLC the number one cable network for women on Tuesday nights. And last night was another big Tuesday for us.","Our other U.S. brands continued to post impressive gains. ID was again number one in length of tune in all of TV, meaning ID viewers spent almost twice as much time watching ID on average than other cable networks. The network had its highest year ever for prime and total day and was the number five cable network for women 25 to 54 for all of 2014. The channel continues to defy gravity with passionate super fans. And Velocity continues to attract new audiences and posted impressive double-digit ratings gains in prime and total day for the year. Velocity also added 5 million U.S. subscribers in the past year and now reaches 61 million homes.","We are focused on optimizing the programming and performance of the U.S., leveraging this content across our global footprint, and unlocking the value of Discovery’s distribution advantage around the world. Demonstrating our ability to light up our strong brands on a global basis, we launched our new brand Discovery Life in the U.S. and Poland on the same day in January. While we are not satisfied with our U.S. ratings performance in 2014 and with the softer U.S. ad sales in the second half of the year, it is important to note that we programmed for a global audience. River Monsters, Fast N' Loud, Dual Survival, Naked and Afraid, Gold Rush, MythBusters, Say Yes to the Dress, all reached more than 200 million global viewers each year. Developing such globally appealing shows drives our ability to gain share and reach new audiences around the world. While our ratings were down for the year in the United States, we set a new international record with the highest average audience in our history, up more than double-digit in market share.","With new leadership at our flagship Discovery and momentum out of the gate in 2015, I am confident we have some real creative wind at our backs and a growing and dynamic development pipeline. The strengthening U.S. dollar had a big impact on our financial results last year across our entire global footprint. However, we are focused on the operating leverage we are creating. And concerns about currency headwinds aside, our international business remains the key differentiator among our U.S. peers and an engine that continues to have strong organic growth.","During 2014, we hit two major inflection points, more than 50% of Discovery’s revenue comes from outside the U.S. and we generated more than $1 billion in international OIBDA. Discovery’s strong organic growth around the world is being driven by our distribution advantage, strong global brands, local managers and staff and smart, strategic acquisitions led by our new Eurosport brands across Europe and Asia. TLC launched in Germany last year and has grown audience across the Central and Eastern European region by 36%. We also super-sized TLC in Australia, with an improved channel position and tripled our female viewers. ID and Turbo are our hottest new global brands, set to fuel the next generation of worldwide growth. Now reaching over 100 million global homes, and since its launch in Denmark in November, ID has had fantastic success and already ranks as the number four of our nine pay-TV channels in Denmark, regularly generating between 2% and 4% share, despite not yet being fully distributed.","Velocity’s international brand, which we call Turbo, is also taking off, particularly in Latin America. We have invested in Turbo and doubled the channel subscribers across the region to over 20 million homes. In fact, Turbo has greater distribution in Brazil after one year than many of the major brands have after 20 years in the market. We are on track to reach more than 125 million homes for Turbo by the end of 2015. Latin America continued to lead our organic growth with prime time ratings up 14% year-over-year, and our flagship channels, Discovery Channel, Discovery Kids and Discovery Home & Health ranked as top 10 channels across the region in the key market. Discovery Kids just earned its sixth straight year as the number one pay-TV channel in all of Brazil. Brazil is also a great example of the power of our global content engine. Dual Survival Brazil, a U.S. format with a locally produced version delivered the highest rating ever for Discovery Channel in the country. This is our fastest growing market in Latin America. Ad sales rose more than 40% year-over-year and pay-TV penetration rates are still just 30%. So we are excited about our continued strong position in this important market.","In Europe, it has been nearly 9 months since we took majority control of Eurosport. And I am more excited than ever about this acquisition and the opportunities that lie ahead. Discovery is now the largest sports player in Eastern and Western Europe by a number of subscribers and feeds. Our integration efforts have been focused on going to market as one team, bringing greater scale and depth to distribution and ad sales, bolstering our strategic investments in sports rights to enhance Eurosport’s offering and strengthening the bundle of our combined portfolio of leading global brands. We are strengthening Eurosport’s pan-regional strategy of being the home of sports that are popular across Europe such as tennis, cycling, winter sports, with all rights and additional exclusively. We reached 130 million homes across Eastern and Western Europe.","From May to year end, we signed 24 incremental deals including Spanish cycling, alpine sports across Europe, FIFA women’s world cup soccer, handball and hockey in the Nordics. And we continue to bolster our tennis and soccer rights. But we are doing it in an efficient and cost effective way. In addition, we are strengthening Eurosport’s local relevancy by acquiring must-have rights to both marquee sports and local sports incredibly important to European fans, while maximizing the distribution of our portfolio of channels. In addition to the content and sports rights, we have leveraged our local infrastructure and expertise to merge our distribution teams and have already completed 30 combined distribution deals. And our ad sales teams have sold our joint offering at many up fronts across Europe, highlighting the power of our combined brands and content offering, more than 10 channels in every market, which reaches all the key advertiser demos.","To bolster our strategic leadership and capability in sports, we have hired sports industry veteran, Peter Hutton as CEO of Eurosport. Peter will use his more than 30 years in the business to lead our negotiations of key sports rights, launching new local feeds into larger advertising markets and to grow the Eurosport Player, which we are very excited about because it’s our first real success in direct-to-consumer across Eastern and Western Europe.","And finally, in Asia, India’s portfolio of our established global brands achieved best ever audience levels for prime time and all day, with now eight networks in five languages reaching 260 million cumulative subscribers. And we are looking closely at what else we can do in India to capitalize on our local team, infrastructure, and strong brand position. With organic growth opportunities across our global platform and more ways to display and sell our content than ever before, we remain confident that Discovery is well-positioned to continue taking market share, deliver long-term growth and increase shareholder value in the years ahead.","With that, I will turn the call over to Andy for details on our financial results.","Andy Warren","Thanks, David and thank you everyone for joining us today. As David highlighted, despite industry challenges and the domestic ad market and increasing foreign currency headwinds, our expansive network portfolio drove audience and market share gains around the globe.","On a reported basis, total company revenue for the year increased 13% and adjusted OIBDA increased 4%. As expected, given that over half of our revenues are now outside the U.S., the strengthening dollar was a major headwind in 2014 as changes in currency rates had an approximately $100 million negative revenue impact and $70 million negative adjusted OIBDA impact versus 2013 and reduced our full year reported revenue growth by 2% and our adjusted OIBDA growth by 3%. It’s important to note that, but for the additional negative FX impact, since our November 4 earnings call, it would have been within our then guided full year OIBDA range.","Total company organic revenues, which excludes the impact of foreign currency, SVOD licensing revenues, newly acquired businesses, and the consolidation of Discovery Family grew 7% and adjusted OIBDA grew 6% for the year as we further demonstrated our ability to deliver consistent financial results even as we continued to invest in building our networks and operations worldwide. Total company margins on an organic basis were 42% in line with 2013.","Full year net income available to Discovery Communications grew 6% to $1.1 billion in 2014 primarily due to improved operating performance as well as $105 million decline in mark-to-market equity-based compensation, a $56 million decline of losses from hedging derivatives, and a $49 million decline in tax expense partially offset by a $74 million increase in restructuring costs associated with Discovery Family and Eurosport, and $63 million less in gains related to the Discovery Japan and Eurosport transactions.","Our full year booked tax rate came down 300 basis points to 35%, as we remain laser focused on lowering both our effective and cash tax rates by fully utilizing the increasingly international mix of our business. We remain confident in our ability to bring our global effective tax rate to 30% or less for fiscal 2017, which will drive net income growth as well as accelerate our free cash flow growth.","Earnings per diluted share were $1.66, as adjusted earnings per diluted share, a much more relevant metric from a comparability perspective as it excludes the impact from non-cash amortization of acquisition-related intangible assets, was $1.84, a 13% improvement year-over-year.","For the full year, free cash flow increased 2% to $1.2 billion driven by solid operating performance partially offset by higher content investments and cash tax payments. Content spend for the full year, excluding newly acquired businesses, increased mid single-digits. And as David discussed, this increased programming spend is delivering global audience market share growth and higher advertising revenue. Free cash flow per share, a critical metric for us and the metric that most influences our strategic planning and execution, was up even more as our share count continued to decline due to our buying back of $1.4 billion worth of our shares over the course of 2014.","Focusing now in the fourth quarter, results only, foreign exchange had a 5% negative impact on revenue growth and a 6% negative impact on adjusted OIBDA growth. Excluding FX, licensing revenues, Eurosport, and Discovery Family, organic revenues are up 4% and organic adjusted OIBDA declined by 2%. Net income available to Discovery Communications decreased to $250 million in the fourth quarter primarily due to the before mentioned restructuring charges and lower equity earnings this quarter as positive earnings from OWN and other non-consolidated investments were more than offset by losses from our 50% stake in All3Media.","All3Media had positive non-consolidated adjusted OIBDA in the fourth quarter, but amortization of acquisition-related intangible assets and mark-to-market losses on both foreign currency and debt-related interest derivatives led to a net equity earnings loss as hedge accounting was not applied. Going forward, we expect All3Media’s adjusted OIBDA profits to continue. However, mark-to-market adjustments on derivatives used to hedge foreign currency and interest rate risks are included in their earnings and may cause their net results to fluctuate.","Fourth quarter earnings per diluted share was $0.38 and adjusted EPS was $0.43 compared to $0.46 a year ago. Free cash flow increased an impressive 23% in the fourth quarter to $390 million as improved operating performance and lower tax payments were partially offset by higher content spend.","Moving now to the individual operating units, U.S. networks fourth quarter revenue grew 1% on reported basis, but declined 1% excluding the consolidation of Discovery Family in the quarter and licensing revenues in the fourth quarter of 2013. Reported advertising revenues decreased 3% in the quarter due to lower delivery and demand. Delivery did improve slightly from Q3, but was still down mid single-digits versus the fourth quarter of 2013.","Looking ahead to 2015, we expect U.S. ad sales to improve from the fourth quarter results driven by scatter pricing holding up nicely versus the upfront and modest volume growth. Our current assumption is that the overall advertising market will be relatively tepid this year, similar to 4Q ‘14, but our ultimate full year ad sales outcome will depend upon a variety of factors with the most important being our network delivery performance. Distribution revenues, excluding the impact from Discovery Family and licensing agreements were up 6% consistent with this year’s previously reported quarterly growth rates.","Looking ahead to the first quarter of 2015 into it is a new Comcast carriage deal, we expect our organic distribution growth rate to continue to accelerate as we benefit from the higher rates we garnered from our new deals with NCTC, Cablevision, Sony and others at the end of 2014 as well as from our now recognizing revenues from our new Hulu deal. Note that unlike our SVOD deals in prior years, we expect the revenue recognition from Hulu to be relatively smooth over the life of the contract. For the full year, our domestic advertising revenues were up 2% as higher ad pricing and volume more than offset lower delivery and our distribution revenues were up 6%, excluding the impact of licensing agreements and Discovery Family consolidation.","Turning to the cost side of our U.S. networks, fourth quarter organic domestic operating expenses were up 6% as cost of revenues were up 15% primarily due to the Wallenda event, while SG&A was down 8% driven by aggressive base cost productivity and lower marketing costs. For the full year, domestic adjusted OIBDA was down 2% on a reported basis, but increased 2% excluding the impact of Discovery Family and licensing agreements.","Turning to the international segment, our international networks delivered another quarter of strong results capping off another exceptional year. Our reported Q4 international revenues were up 17% and adjusted OIBDA was up 11%, while reported full year revenues were up 28% and adjusted OIBDA was up 18%. Foreign exchange reduced fourth quarter international revenue and adjusted OIBDA growth rates by 10% and 13% respectively and full year revenue and adjusted OIBDA growth rates were reduced by 4% and 8% respectively. Reported results also include the results of Eurosport from May 2014 and of SBS from April 2013. For comparability purposes, the international commentary that follows will refer to our organic results only. They exclude Eurosport’s results for all periods and excludes SBS’ first quarter 2014 results. They also exclude the impact of foreign exchange.","Fourth quarter international revenues were up 8%, led by 10% advertising growth and 8% distribution growth. Advertising, again, grew double-digits in the fourth quarter led by Western Europe, primarily from the continued success of our free-to-air initiatives and to a lesser extent the Latin America from higher volumes, especially in Brazil. Affiliate revenues had another robust quarter of 8% growth, driven primarily by subscriber growth and higher pricing, especially in Latin America.","For the full year organic advertising revenues were up 14% and organic distribution revenues were up 9%, both very impressive growth rates that reflect the vitality of our international business. Looking ahead to 2015, we expect organic international advertising to grow consistent with the double-digit increases we delivered in the fourth quarter of 2014, even including the ad sales ban in Russia. While organic affiliate revenues should grow high single-digits, despite the overall slowing growth of the international pay-TV market and the negative impact from renegotiating several affiliate deals in Russia as a result of the heavy devaluation of the ruble and the collapse of their economy.","Turning to the cost side, organic operating costs internationally were up 4% in the fourth quarter, primarily driven by higher content amortization, partially offset by a decline in SG&A. Our focus and ability to grow revenues faster than costs led to international organic adjusted OIBDA growing 15% and organic margin expanding 300 basis points in the quarter to 41%. For the full year international organic adjusted OIBDA was up 16%, and organic margins were up fully 200 basis points to 40%.","Focusing now on education and studios businesses, we reorganized all of our existing and newly acquired global studio production assets into a standalone operating division and reclassified these results out of our U.S., international network segments and combined them with our education segment. This redefined and growing segment posted a 14% increase in revenues for the year, mostly driven by the acquisitions of Raw on the studio side and Espresso on the education side, as well as strong acceptance of our recently launched education digital textbooks. Adjusted OIBDA was down year-over-year. Going forward in 2015, we will again be minimal profits in this division as we continued to invest in growing both our education textbooks business and our studio IP and owned content.","Now, moving to our go forward capital allocation policies and commitments, it is very important to remind investors that our first priority remains investing in our core business to drive sustained, long-term organic growth. Our second priority is investing in strategic bolt-on acquisitions such as Eurosport to strengthen our global platforms. And our third priority remains returning capital to shareholders through execution of our share repurchase program. In 2014, we repurchased over $1.4 billion worth of our shares. We have now spent over $5.7 billion buying back shares since we began our buyback program at the end of 2010. And we have reduced our outstanding share count by 27% as we find the return on repurchasing our own shares very attractive.","As we articulate our 2015 capital allocation expectations, we remain highly committed to our BBB rating, especially given the current global economic uncertainties. Therefore, we currently expect to have approximately $1.5 billion of available capital for full year 2015 to fund both share repurchases, as well as to fund any additional strategic M&A investments, including the potential TF1 put for the remaining 49% stake in Eurosport. As you may recall, TF1 is a put right for their 49% stake from this July through September as well as the same period in 2016. Separately, our calculated free cash flow per share IRR remains very compelling, so we expect to continue to allocate a sustained and growing amount of our capital to share repurchases in future years.","Now, let’s focus on our 2015 guidance. We expect foreign currency headwinds to persist this year and are therefore changing the way we issue guidance to exclude the impact of currency movements in order to provide investors a clearer view of our local currency based business. Given this, we expect that full year 2015 revenues will grow in the high single to low double-digit range, adjusted OIBDA will grow in the low to mid single-digit range and adjusted EPS will grow in the high single to low double-digit range, driven by the solid operating performance and a lower tax rate partially offset by approximately $25 million of higher interest expense. It is important to highlight and appreciate that the different geopolitical situation in Russia is adversely impacting this revenue guidance range by approximately $50 million driven by the cable ad sales ban as well as a necessity to renegotiate several preexisting affiliate contracts in the region.","Revenue growth in 2015 will outpace adjusted OIBDA growth. Mostly due to increased content spend at Eurosport. After 9 months of controlling the asset, we have now determined that we must bolster our investments in sports rights in the near-term in order to fully maximize the growth potential of the asset in the medium and long-term. But we will be very diligent and selective about which sports rights we pursue to drive a long-term cost effective market influence in growth. We do intend to make 2015 a year of real investment in the business with full year Eurosport margins down from high-teens in 2014 to high single-digits in 2015. As David highlighted, we see very compelling potential for Eurosport, even more upside than we thought when we bought the asset and the business 2 years ago. And fully expect these increased sports rights investments to pay off both at Eurosport as well as across our entire international portfolio.","Let me now further clarify the foreign exchange impact on our 2015 results. At current spot rates, FX is reducing our constant currency guided revenue by $350 million or roughly 6% and adjusted OIBDA by $150 million, also roughly 6% versus our 2014 reported results. Looking at our international networks mix of currency exposures, the revenue mix in 2015 is expected to be around 30% euro, 30% Nordic, 20% U.S. dollar, 10% British pound and 5% Brazilian real. Our international networks adjusted OIBDA currency mix is forecasted to be about 25% euro, 25% Nordic, 15% real, 5% Russian ruble, 5% U.S. dollar and still slightly short the British pound as our international headquarters are in London.","Lastly, we anticipate reported free cash flow growth of low single-digits in 2015, with growth in cash flow from operating businesses partially offset by higher cash taxes due to prior year timing benefits related to Section 181. We do expect cash taxes in 2016 to decline significantly as the cash tax deferral effect of 181 subsides.","Thanks again for your time this morning. And now David and I will be happy to answer any questions you may have.","Question-and-Answer Session","Operator","Thank you. [Operator Instructions] First question comes from the line of Ben Swinburne from Morgan Stanley. Please proceed.","Ben Swinburne","Thank you. Good morning. David, could you talk a little bit more – I know you said there is going to be more information over the next couple of months, but there was some really interesting comments about direct-to-consumer in your opening remarks, what are you learning so far in Europe about the appetite for consumers to buy your content directly and it sounds like you think that’s the way the world is headed in the U.S., which at least to me seems like a shift in maybe your thinking, can you talk about how that thinking has evolved? And then I just had a quick follow-up for Andy on some of the guidance points.","David Zaslav","Sure. Thanks Ben. Look, I think that the existing marketplace in the U.S. is going to stay as it is. I don’t think it’s going to grow the ecosystem in terms of the basic cable bundle, but it seems to be quite stable. What we are learning outside the U.S. we are – is that if we have super fan content, our Eurosport app that’s $8 a month, we are getting big spikes before the Australian Open with people signing up, where they can get eight courts. It’s not affecting our viewership on Eurosport at all. We got a big spike right before the Tour de France. So that owning sports rights, particularly for affinity groups, we don’t need to own the big soccer. And so we have been out acquiring a lot of specialty rights that we think can really bolster that business. And with 250,000 people and growing, we are talking to them. We are seeing what they like. And so I think if anything we have learned that the superfan group gives really valuable that people still love to watch TV traditionally, but when they are going out of their home and there is something that they really love and sports is probably the easiest one. The other area that we think we have a real chance to monetize is down in Latin America, where we have kids, which is another sports and kids being probably the two areas that most lend themselves to the superfan and the direct-to-consumer. But we are also offering an over-the-top service in Northern Europe, in Norway, Denmark, Sweden and Finland with Dplay and we are finding some success with that.","Here in the U.S., we are hoping that TV Everywhere continues to grow. We were very effective in getting our deals done at the end of the year with big step-ups and double-digit increases. You see our increased distribution fees coming through. It was six last year. We expected though that they will grow outside of Comcast high single and drive to double-digit. So, we are getting real value for our content. TV Everywhere will help that and be additive. We did Hulu. We did Sony. The good news for us is we own all of our content. There is great superfans for Oprah. We have superfans for Science. Discovery is the number one network for men again. And so, we believe our content has a lot of value. We just have to figure out how to do it. The best way would be a broad deployment of TV Everywhere in the U.S. and maybe taking some of our superfan affinity groups and going after them, the way Oprah is now with offering courses for $60 or $70 to do deep dives. But I think that the ecosystem here in the U.S. is going to stay basically as it is for the next 3 years. And the question is 4, 5, 6 years from now, will there be a peel off of this direct-to-consumer business? I think mostly in the U.S., if TV Everywhere doesn’t develop the way that it should, which would be a positive for all of us, and if it doesn’t it would be – it will require all of us to go directly to consumer, because the cable guys aren’t getting it done.","Ben Swinburne","That makes sense. And then just Andy, you gave us a lot to chew on there right at the end on guidance. On your domestic advertising comments, can you just give us a little more color on what you are expecting for Q1? I couldn’t tell if you were saying you think that the business will grow or just improve and then your comments for the year about the market being tepid, it sounds like you are assuming a pretty flattish year for ad growth in ‘15, but I was wondering if you could add any comments there?","Andy Warren","Yes, sure, Ben. So look for the first quarter, what we said was we expect U.S. ad sales to accelerate from the down three we experienced in the fourth quarter. So, we do see pricing that’s solid relative to the upfront. We are seeing cancellations and options that are kind of at or better than normal levels. Look, the biggest determiner for us will continue to be the variability of our delivery. So, we definitely see still a relatively tepid environment. It’s kind of the word we used and carefully chose that word, but we do think we will have a slightly better performance in the first quarter and that kind of continued slightly better performance than the fourth quarter throughout 2015.","David Zaslav","The area that we are seeing improvement is in volume. For our guidance, we have assumed that it will remain tepid for the year. So far, 5, 6weeks in, it’s better than what we have projected, but we really don’t have a lot of visibility to how it’s going to be for the next three quarters and so we have assumed that it’s going to be tepid.","Ben Swinburne","Got it. Thank you.","Operator","Thank you. The next question comes from the line of Anthony DiClemente from Nomura. Please proceed.","Anthony DiClemente","Thank you very much. I just have one for David and one for Andy. David, just on the Discovery Channel and the evolution of leadership at the network, now that Rich Ross has started, I am wondering if you think there is going to be a shift in the programming strategy there? Maybe to broaden the appeal of Discovery, you mentioned you guys are global and the global appeal of your programming strategically, but I am also thinking in terms of broadening perhaps the target demographics for Discovery here in the U.S.? And then for Andy, I just had a quick one, which was you guys in the quarter reclassified some of your OIBDA losses, I guess from your U.S. and the international segments into education. And just to kind of help us get the model right for 2015, I was wondering if you can quantify the impact of that, what’s implied in your guidance, just in terms of the different breakout of OIBDA in those three segments? Thanks.","David Zaslav","Thanks, Anthony. Look, I think that when we look at Discovery Channel in general, we feel great about it. First, it’s terrific to have a strong creative leader with Rich there. And he has brought on a few good people in areas where we thought that we could build on. And we also have a great team at Discovery. But when you look at Discovery last year, it was flat. Outside the U.S., we were up double-digit. So, we are up in 229 countries double-digit and in the U.S. we are flat. One thing to remember is we program our channels, Discovery, Animal Planet, Science, TLC, ID, we program these globally, Velocity, but it gives us tremendous leverage. So, the fact that in 229 countries we were up double-digit, and in the U.S., we were flat. That actually was a successful year for us. We are not satisfied, because the U.S. is a big market and we want to drive it.","The good news is that Discovery has shown a tremendous amount of strength coming into this first – into the first 6 weeks of the year. We are up more than 20% from where we were in the third and fourth quarter. Discovery is now the number one non-sports network in America, every week of the last 6 weeks. On Friday nights, Discovery is the number one network in America, including the broadcasters for men. And to your point, one of Rich’s key initiatives is to bring more women back. If you look at Discovery outside the U.S., we have much more co-viewing in terms of a younger demographic and we have much more women watching. And we have taken a big step on Friday nights, where we have Gold Rush and Alaskan Bush. Not only we are the number one network feeding to broadcasters, but Alaskan Bush is the number one network – we are the number one network for women on Friday night from 10:00 to 11:00. And so this drive of bringing back women and bringing back a younger generation to co-view, which is something we saw here in the U.S., we got away from a little bit in the last 2 or 3 years. Rich is target focused on that, but Discovery is very strong. It’s strong here in the U.S., it’s strong around the world. And I think Rich is going to take it to the next level.","On the issue of pushing our programming a little bit, we – right now, we have – we are going to get back to some of our traditional programming, a little bit more of our natural history, science and space. That stuff is working much better outside the U.S. and we want the big blue chip stuff. So, we will drive that. And we will also push on some scripted, but it’s going to be – it won’t be a lot, it will be just some, because we think it needs to be part of the overall recipe. And when we do it we will be doing it with content that works around the world. And we do make choices. If we wanted Discovery to be up 5% or 6% last year, we could have done it. We opted not to do certain programming that we thought would do well in the U.S., but wouldn’t play well outside the U.S. And so, our sharing ratio was up to 85, which makes us more efficient and the scripted programming that we’ll do and Rich has one scripted series that we think is going to be very strong around the world.","Anthony DiClemente","Thanks, David.","Andy Warren","Your question Anthony about the segment reporting, a couple of comments. We wanted for investors to clarify and simplify kind of how we look at the business. Obviously, the studio business is very different from the networks business. So, as we have invested in IP as we have grown our presence in the studio business, we wanted to separate that and have it clarified so that the U.S. networks, international networks will truly stand alone. So, within this new segment called education and studios, we do expect for 2015 education have a slightly lower OIBDA than it had in 2014 as we invest in a longer cycle tech book. And also we expect studios to have a continued loss profile as again we build that asset and own more and more global IP. So think in terms of that segment, while I understand that OIBDA was meaningfully down in the fourth quarter, driven by again investment in assets, particularly long cycle tech book as well as studio IP. And we expect in ‘15 again that to be roughly breakeven to OIBDA for that segment.","Anthony DiClemente","Okay, that’s helpful. Thank you both.","Operator","Thank you. The next question comes from the line of Kannan Venkateshwar from Barclays. Please proceed.","Kannan Venkateshwar","Thank you. Just a couple of questions. The first is on the operating leverage in the international business, it looks like the content investments there, especially in sports we keep going up. But on the other hand, is there any offset in terms of maybe integrating the sales forces or other cost items that we can expect now that we have been a few months into the Eurosports? And the second question is on the FX side, could you break out for us what the cash impact of FX is or is it largely a translation impact that we are looking at right now? Thanks.","David Zaslav","Thanks Kannan. Look, on the international rights that we are acquiring, one of the advantages that I think we have with Eurosport, we reach 130 million homes with our Eurosport Pan-European feed. And then we have another two to three channels in the 55 countries across Eastern and Western Europe. Unlike the U.S., where it’s football, baseball and basketball, which are very popular, and if you are in sports you have to have those three, the equivalent of that would be soccer. But aside from soccer, there are affinity sports that are very popular in some regions and not so popular in others. So we have been able to pick up sports rights I think for very, very good values. Now, we are investing because we think having those rights will build our over the top service, where we make almost $100 a subscriber. We also see that we don’t – when we look at Eurosport, we look at it as how does it build our whole package.","So we might have three sports channels, but then we have another ten channels. And we have integrated on distribution and on the ad sales side with very little incremental cost because we already had local teams in place. And we are finding that the ability to go to the distributor with all of it will get us more value. And so you might see Eurosport’s margins dropping as it’s broken out individually. But the overall package of international will be rising and we think we will accelerate, because having these must have rights together with our ten channels, we are in almost every market, Discovery is the number one market for men, we have women’s channels will give us more strength. In addition, we are going to be careful. We looked at Formula 1 and we like the idea of Formula 1, because it’s popular in 220 of our 230 countries, but the valuation was just way too high, so we walked away. Andy?","Andy Warren","Yes. Kannan to add to that, we have said that a strategic and financial imperative for us is to grow our margin for our international business and you can see that we did that by 200 basis points in 2014. So to your point, we are definitely seeing and driving that leverage. So as we think about 2015, while investing in sports and that will create a lot of long-term leverage in value, we will depress margins. Outside Eurosport and outside foreign exchange, we still see margin accretion for international business. Even despite what I mentioned was that $50 million bad guy associated with the collapse of the Russian currency and the economy. So we still see that operating leverage. We are having a lot of success on cost productivity. We have done a really good job on driving cost synergies above SBS and Eurosport. So we are going to invest in content that drives value. We are going to continue to look at cost productivity to ensure base organic margins are up year over year over year.","Kannan Venkateshwar","Thanks. And could you help with the FX question? Which is, is it largely translation and there is no real cash impact?","Andy Warren","No, there is definitely a cash impact as well. While it is translation, there is – when the day is done, this is both a transactional and translation risk. So, our all-in reported free cash flow expectation of up low single-digits certainly includes the fact that FX is depressing our currency impact of cash flows as well.","David Zaslav","And when we look at our international business, we have full conviction and we – we have full conviction because these things are cyclical. We are looking at growing our international business double-digit. We are looking at drive. We have our local teams in place. Our market share grew over 13% last year. We think we can do that again this year. A lot of others are not investing internationally. Our model of global brands and global content gives us tremendous efficiency. And we love our international business. I think over time, things can flip the other way, where it’s working for us, but we are continuing to drive our market share and we are being helped by the fact that others are walking away. We also have conviction in Russia. We have a big business there. We have great brands and there is some challenges, in terms of the politics. But having said that, by the end of the year we need to restructure where we own only 20% of the entity, but there has been a lot of interest in our brands, in our content, in getting us value for that and there has also been some green shoots around Putin looking again at pay-TV. So for us, we think Russia is a long-term growth market.","There is certainly a lot of turbulence there, but our cost of content is very low. We have a huge amount of content in Russian language that’s already there and relationships. So while others are saying let’s invest less internationally and let’s walk away from Russia, we are staying in Russia and we are continuing to push very hard on international, where we see not only great growth, but a lot of what we have talked about in terms of what’s facing the U.S. market, the slowing behavioral changes in the way content is consumed. Latin America is 4 years, 5 years, 6 years behind. There are markets in Eastern Europe that may be more than that. So we see it as a big hedge and a big opportunity to take advantage of what we have built over the last 7 years or 8 years.","Andy Warren","Just to add one other point, because we have the most profitable international business, obviously, the strengthening dollar impacts us significantly, but it’s important to realize that a lot of the things that we have done with regard to like issuing euro debt a year ago, the TF1 put that’s opened, all of those actually are helping us the other way. In dollar terms, that Euro debt is now less expensive. The put in dollar terms is now less expensive. And so a lot of those activities actually help to offset the dollar translation of our very profitable business.","Kannan Venkateshwar","Alright. Thank you.","Operator","Thank you. The next question comes from the line of Doug Mitchelson from UBS. Please proceed.","Doug Mitchelson","Thanks so much. David, you talked a lot about programming strategies on the call. Nancy Dubuc, CEO of A&E recently lamented the lack of creativity and risk taking. She has been seen in the nonfiction genre the last couple of years and still a pretty sort of core genre for you, I am curious, David, would you agree with that characterization. And whether you agree or disagree, can you walk us through how the market for nonfiction has been changing over time, in your view. And Andy, I am not very good at math, so I just wanted to make sure I am doing the guidance correctly is $1.82 to $1.91 sort of basically the EPS after FX impact range you are giving us, FX impact about $0.16, am I doing that math right? Thank you both.","David Zaslav","Okay. Thanks Doug. Nancy is a good friend. I spent many years on the board of A&E. I think in history, she is doing a very nice job for them and she is a great programmer. I would say that I somewhat disagree. I think the risk taking has been too much. We are actually going in the other direction. If you look at what’s happened to nonfiction, you see the aggressiveness of picking really kind of wacky characters of – it’s almost become scripted in the way that it’s presented. And I think the audience here in America gets it. They get that this isn’t really nonfiction, that some of these fights aren’t real, that some of these characters aren’t real. And so what’s really been working for us is forget about what everyone else is doing, which is looking for more extreme characters, more extreme contention, to get back to basics. And we have actually made a strategic decision to do that and it's working for us.","If you look at Treehouse Masters, no one is throwing mud at each other in Treehouse Masters. This past Tuesday night we did 19 and Counting. We are the number one network in America for women. And we got a 26 in the demo and what is it about, it’s about a family that home schools their kids and we followed it with another very wholesome family that’s struggling with the issues that everyone in America is struggling. And so for us, whether it’s Alaskan Bush, Gold Rush, Last Frontier, 19 Kids and Counting, Treehouse Masters, we think that a lot of the nonfiction challenge has been going into this extreme area. We are getting back to great characters, heroic characters that are doing jobs, that are facing challenges that all of us as we sit on the couch look at and admire. That’s why people love Gold Rush. That’s why they still, after 11 seasons, they love Deadliest Catch. Last Frontier and Bush are about families living off the grid. And so I think that nonfiction is working very well for us. And we have to remember what we do best, which is great authentic characters that are fighting the fight to live – to make the best of their lives and when we do that, we do very well.","Doug Mitchelson","Thanks David. Andy?","Andy Warren","Yes. Doug, to answer your question, your math is very much in line with kind of our thinking. Our pre-FX adjusted EPS of up high single to low double translate to the kind of math and process you just laid out.","Doug Mitchelson","Great. Thank you.","Operator","Thank you. The next question comes from the line of Jessica Reif Cohen from the Bank of America Merrill Lynch. Please proceed.","Jessica Reif Cohen","Thanks. I have a couple. First, on advertising, I heard what you said about the near-term, but your change in the upfront, does that signal any change in longer term advertising outlook or your strategy and selling in the U.S.?","David Zaslav","Okay. Look, I think we came off of a slowdown in the second half of last year where the volume just stopped. Volume is better now, but we are just not prepared to give guidance to say that volume is going to continue at this level and accelerate. So, I think your guess is as good as ours. On the upfront, that was really a decision that was driven by Joe Abroze and the team. We looked at who has been coming to the upfront over the last couple of years and then we looked at who comes to a number of the dinners that we do around that time. And we find that the more senior players are coming to the dinners and that we weren’t getting the buyers that are making a difference in the upfront. So, we are going to have a lot of the same material. We are going to have the same sell. But we are going to do it in small teams going directly to the buyers and the agencies and we think this year that that could be more effective. We will assess how it goes. It was really Joe feeling that going to the offices of the actual buyers will be stronger, getting directly to the buyers themselves.","Jessica Reif Cohen","Right. And then given the currency headwinds, I mean, looking at it another way given the dollar is so strong, don’t you think that it’s a great time to go shopping? I mean, given your comments on the international market, isn’t this the time to be a little more active?","David Zaslav","Well, look the fact – obviously, it plays both ways. So, to the extent that there are assets outside the U.S., they are more than 15% cheaper than they were a few months ago because of the currency. Having said that, we have a – we now have more than 10 channels in 220 countries and we have a business that we think we can grow significantly over the next several years. So, we don’t want to buy anything that’s going to – that would slow us down. And so we have the advantage of having probably more synergy than anyone else. We have boots on the ground to make the assessment, but we are going to be disciplined, because I think we have a very good hand. We are way out front internationally. We are growing. And most of our competitors are not investing and walking away. So, we are getting a lot of growth just by doing what we are doing. So, I think that’s what you will see. If we can get good synergy and we can buy and grow faster, we will do it. Otherwise, there is no reason to stretch.","Andy Warren","Yes. Just to elaborate on that from a purely financial perspective, we still very much hold the – any deal criteria has to have a low-teen un-levered IRR. And when we compare any allocation of capital to M&A, we compare it to the IRR we get on repurchasing our shares, which has an extremely high IRR, not only given where our stock is today, but also given our free cash per share growth profile. So, while you are right, the assets are cheaper in dollar terms, there still is very much to the hurdle around IRRs in comparison to share repurchases.","Jessica Reif Cohen","Great. And one last one, on Eurosport, what was the standalone growth in 2014 and how volatile will it be in 2015 and beyond given all your comments about investing and driving growth through sports rights?","Andy Warren","Yes. In 2014, the business performed very well. It was kind of at or better than our deal expectations for the full year, which we only consolidated 7 months, but for the full year, revenues were up nicely and profits were up nicely as well. Part of the commentary around ‘15 is well we are going to be consolidating the full year. We do expect the margins on Eurosport standalone to go from high-teen to high single-digits, but one thing David talked about was it’s less relevant, I think today more than ever to look at Eurosport by itself, because the overall leverage we are getting across the whole international portfolio. So, I think as we talk about Eurosport, it’s got to be on the holistic view versus just Eurosport itself, because so much of the benefits we are deriving are outside the four walls of just Eurosport performance.","Jessica Reif Cohen","Great, thank you.","Operator","Thank you. The next question comes from the line of Todd Juenger from Sanford Bernstein. Please proceed.","Todd Juenger","Hi, thanks. I will try and keep these quick in the hour. First, on international advertising, listen hear all the good news about the share you are gaining with audiences, new networks, new distribution still posting double-digit ad revenue growth globally, ex-currency. I guess my question is for the year I think it was a 14% number, for the quarter, it was a 10% number. So, my question is sort of what’s the difference? What changed? How much of that is it Russia? Is it just overall demand sluggishness? Does that tie to macro or does it tie to something about the maturation of pay-TV? And then I do have a follow-up, I am sorry Andy, about guidance, which I will come back with next question.","David Zaslav","I will hit it generally. A piece of that – a piece of that was Russia and a piece of it was you can take a look at our market share growth. Our market share growth in the fourth quarter was a little bit better than 10% whereas the rest of the year it was more like 13% or 14%. And so that is sort of a measure that we follow like a laser how many people – are we getting more people spending more time with our channels? Are market shares doing a little better now? And part of it also has to do with the marketplace. Aside from just Russia, we saw strength across Eastern and Western Europe. We saw a lot of strength in Latin America. And for first time in the fourth quarter, Asia was not double-digit, where it’s been, but it’s been mostly made up for the fact that Brazil has just been exploding. One of the things that we are seeing in Latin America is how important Brazil is to us. Advertising revenue, up almost 50% last year in Brazil and in the first quarter, we are seeing, even though it’s lapping, similar. So, the fact that it’s gotten to 30% penetration in Brazil, that’s kind of triggered the advertising marketplace to start spending more time there. So, I think we are losing – we lost Russia. We have picked up a lot in Brazil. And the rest of the marketplace is pretty strong with the exception of Asia.","Andy Warren","And just to add to that, Todd, part of this is just the law of large numbers, right. We had almost $1.2 billion of total ad sales in 2013 international. In 2014, it’s almost $1.5 billion. And so we are still expecting that as we said in the guidance for that to be still in that low double-digit range throughout 2015, so the proof point is still there. We still very much have a larger share of audience and share of economics and we still see that momentum continuing in most of our markets with Russia and the Russia ad ban being a significant issue and one reason why, to your point, the growth is slowing a little bit.","Todd Juenger","Thank you. That’s very helpful. Pick up, Andy, again I am sorry on the guidance issue, I am just trying to square my math here as well. Really on the top line revenue guidance, which I think I heard is high single, low double-digit sort of constant currency, but then if I look at each of the line items of revenue, major line items, the only one that’s double-digit, I guess is international advertising. And I heard high singles for international distribution. You didn’t give specific U.S., but it sounds like that’s sort of low, maybe mid singles for U.S. So, I am trying to figure out how we get to high single, low double given those business unit line items. Obviously, some of that is Eurosport and even more the Hub. So, maybe you could help us if you take those out what the sort of underlying core revenue growth rate is ex those two pieces? Thanks.","Andy Warren","Got it. Well, Todd, you are right. I mean, the commentary about high single, low doubles includes Eurosport, includes Family. And so there is a benefit of the consolidating more periods of time for those assets, but if you exclude those on a core basis, you really kind of at mid to high single on organic revenue. To your point, we said that advertising will be better than the fourth quarter results. So, call it in line, maybe a little lower than we had for the full year U.S. in 2014. We said we have seen acceleration of U.S. affiliate, because of the deals that we successfully have gotten done as well as the inclusion of Sony. And then for international, we said kind of high single affiliate and low double ad. So, all those together kind of gets you to that mid to high single organic, excluding Eurosport and Family.","Todd Juenger","Got it. Thank you, guys.","Operator","Thank you. The next question comes from the line of Alexia Quadrani from JPMorgan. Please proceed.","Alexia Quadrani","Hi, thank you. Just to follow-up on your comment about the investment spending in Eurosport, is that really going to be largely a 2015 event or do you think it’s something given the timing of some contracts that could go into ‘16 and beyond? And then I would just love your general comments, if you have any on the current measurement system and domestically how that maybe hampering your ratings and any color – any further color or decision, I think yesterday to drop the live same day?","David Zaslav","Great. Let me handle the Nielsen piece. As you look around the world, it’s sad that you look at the U.S. as being on the lower end of antiquated measurement systems. It’s maybe the most robust advertising market in the world and the most efficient. And yet, the measurement is very weak. You go to markets like Norway and its cue tone based. So anybody that watches anything, whether you watch it in a bar, you watch it at your vacation house, whether you watch it on your iPad, it counts. And viewership in Norway is up 15%. Before they implemented last year this new system, it showed that viewership on television was down double-digit. And it was a huge swing. We are working with Nielsen, all the programmers are. The problem is it’s a monopoly here in the U.S. It is a real challenge. And there is no question that it’s under measuring, but it’s the system that we have. When you look at, for instance, how we do when you aggregate – one of the reasons we went to live plus three is our viewership is up dramatically. And there is just a lot of unmeasured here in the U.S. So, it is what it is. Outside the U.S., we do a little bit better. I think they will fix it over time, but it’s a problem.","Andy Warren","And then, on Eurosport, Alexia, look we will be and continue to be extremely cautious about which sports rights we go after. And again, it’s all about a combination of both strengthening our pan-European, but also probably even more importantly the hyper local aspects of Eurosport and how we can get the benefits. So, yes, we are going to have increased content spend in ‘15. We will continue to have increased content spend in ‘16 and ‘17. It will moderate relative to what we see the opportunity being this year. But, again, I want to make sure everyone understands that we are going to do it in a very thoughtful, cautious and careful way. But we do think it’s an asset if we invest in will drive at a tremendous amount of long-term value for the entire international portfolio.","David Zaslav","And it’s a playbook that we have been playing for a long time. It’s how we went from 5% of viewership with 14 channels here in the U.S. to almost 13% of viewership now when almost the majority of media companies have lost market share. We picked up hockey rights for not that expensive in Northern Europe. So, we know that we have this Eurosport channel that’s in 130 million homes, the only platform like it. We know we have an average of 10 traditional channels in every market, but we have two to three other sports channels that we are getting paid on that are in basic. And so when we buy the hockey rights, we now have a hockey – a regional hockey channel that we have launched in Sweden. And so – and it wasn’t very expensive. And we have seen the value of the regional sports networks here in the U.S., with the YES Network – with the YES Network being more valuable than the Yankees themselves. And so we see the playbook. The cost of a lot of this content when we could pick up Affinity sports is not that high. We already have the channels. We won’t have these, what we are calling regional sports networks in every country. But the ability to pick up rights and just flip a switch and have a pan-European Eurosport, our 10 channels and then, boom, we got a hockey channel. Now, we are going to distributors, we are going to advertisers, our incremental costs not that high. We think that could be a real accelerator for us.","Alexia Quadrani","Thank you very much.","Operator","Thank you for your participation in today’s conference. This concludes the presentation. You may now disconnect. Good day."],"7215":["Discovery Communications, Inc. (NASDAQ:DISCK) Q1 2013 Earnings Call May  7, 2013  8:30 AM ET","Executives","Craig Felenstein - Executive Vice President of Investor Relations","David Zaslav - President and Chief Executive Officer","Andrew Warren - Senior Executive Vice President, Chief Financial Officer","Analysts","David Bank - RBC Capital Markets","Todd Juenger - Sanford Bernstein","Doug Mitchelson - Deutsche Bank","Ben Swinburne - Morgan Stanley","Michael Nathanson - Nomura","Jessica Reif Cohen - Bank of America Merrill Lynch","Richard Greenfield - BTIG","John Janedis - UBS","Anthony DiClemente - Barclays Capital","Michael Morris - Davenport & Company","Tuna Amobi - S&P Capital IQ","Operator","Good day, ladies and gentlemen and welcome to the Q1 2013 Discovery Communications Incorporated earnings conference call. My name is Alice and I will be your operator for today. At this time all participants are in listen-only mode. We will conduct a question-and-answer session towards the end of this conference. (Operator Instructions) As a reminder this call is being recorded for replay purposes. I would now like to turn the call over to Mr. Craig Felenstein, Executive Vice President of Investor Relations. Please proceed, sir.","Craig Felenstein","Good morning everyone. Thank you for joining us for Discovery Communications 2013 first quarter earnings call. Joining me today is David Zaslav, our President and Chief Executive Officer, and Andy Warren, our Chief Financial Officer. You should have received our earnings release, but if not feel free to access it on our website at www.discoverycommunications.com.","On today's call we will begin with some opening comments from David and Andy after which we will open the call up to your questions. We urge you to please keep to one or two questions so we can accommodate as many folks as possible.","Before we start, I would like to remind you that comments today regarding the company's future business plans, prospects and financial performance are forward-looking statements that we make pursuant to the safe-harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements are made based on management's current knowledge and assumptions about future events and they involve risks and uncertainties that could cause actual results to differ materially from our expectations. In providing projections and other forward-looking statements, the company disclaims any intent or obligation to update them. For additional information on important factors that could affect these expectations, please see our annual report for the year ended December 31, 2012 and our subsequent filings made with the U.S. Securities and Exchange Commission.","And with that, I would like to turn the call over to David.","David Zaslav","Thank you, Craig. Good morning everyone and thank you for joining us. Discovery is off to another great start in 2013, building on the sustained operating momentum we generated across our balanced portfolio throughout 2012. Our unwavering belief that investing in high quality content with real stakes, superior story-telling and compelling characters is paramount to long-term value creation, continues to pay off. To larger audiences we are delivering around the world are translating into significant advertising gains, while at the same time the appeal of our content is providing additional opportunities to capitalize on or diverse distribution platform and the further evolution of the global pay television market.","As we focus on capturing market share and maximizing the full organic growth potential inherent in our asset portfolio, we are also beginning to dig into the operations of our recent acquisitions so we can create additional value and further strengthen our long-term sustainable growth profile. With our strong market share growth and the recent acquisitions, we now reach more than 2 billion subscribers, up from 1.8 billion last year.","Before I turn the call over to Andy so he can take you through our financial results, let me take a few minutes to discuss a few of the initiatives driving our strong organic growth, as well as some of the opportunities we expect to focus on as we integrate our newly acquired businesses. I mentioned on our year-end call that we have delivered four consecutive years of viewership growth across our domestic portfolio, and that momentum has certainly continued into 2013 as we delivered the best first quarter in the company's history.","Viewership across our U.S. networks was up 3% this past quarter among key adult 25 to 54 demo led by the growth at our flagship network, The Discovery Channel. Discovery built upon its record fourth quarter with 10% growth in Q1, led by Gold Rush, Bering Sea Gold and Yukon Men, all of which contributed to Discovery's number one ranking on Friday nights in the quarter outpacing even the broadcast networks. Several of our other networks also delivered meaningful growth this past quarter, including Animal Planet which increased its audience another 6%, building upon the 17% growth they generated in 2012 and making it a top 20 network for men in the U.S.","In fact Animal Planet has now delivered 16 consecutive months of growth. Amongst its key demo and with returning hits like River Monsters, capturing more viewers than it did a year ago, the network is poised for continued success. Two of our recently rebranded networks are also continuing to show real audience gains. Destination America is quickly becoming a lifestyle destination for viewers with double-digit growth this past quarter, following its 35% growth in 2012. And Velocity, while in only 45 million homes, grew its viewership by over 50% year-on-year, delivering a highly coveted upscale audience to our advertisers.","Driving the potential of our valuable distribution real estate by investing in new brands and breaking new ground that ignites viewers' curiosity, remains a priority and we will continue to invest incrementally in these new networks if they demonstrate the ability to attract larger audiences and deliver real value to our advertisers. Similarly, our domestic joint ventures are also continuing to develop their audiences. The Hub was up over 50% this past quarter among kids two to 11 for total day. Separately, OWN viewership was up 3% in its key women 25 to 54 demo despite the difficult comparisons to a year ago, which included the highest viewed program in the network's history, Oprah's interview with Whitney Houston's daughter. OWN's viewership momentum ratcheted up again in April as viewership grew 9% led by returning favorite, Iyanla: Fix My Life, and new hits such as, Life with La Toya and Raising Whitley.","In fact, these three series helped propel OWN to a top ten ranking among all cable networks for the months on Saturday nights in its key women, 25 to 54 demo and number one in African American women including the broadcasters. And that is without Oprah on Saturday. It's a great achievement. Looking forward, OWN has a great slate of new content scheduled for the remainder of the year, including two new series from our partner, Tyler Perry, set to launch at the end of May. And they both look strong. Tyler has been working very hard down in Atlanta to bring us two great new series. We are very confident we will reach our previously stated goal of cash flow breakeven during the second half of this year.","The ratings momentum we are generating across our portfolio and the sustained health of the ad market had not only given us a terrific start to 2013, but it also puts us in a great position heading into what we hope will be a robust upfront. We recently completed our upfront presentations to advertisers, and while it is too early to predict where we ultimately will end up, with strong scatter volumes, scatter pricing well above last year's upfront, sustained ratings momentum across our networks from what I think is unquestionably the best ad sales team in the business, we expect to see significant increases in this year's upfront.","The market share and sustained financial growth we are seeing domestically is playing out even more dramatically internationally, where we have made targeted content investments to capitalize on our unparalleled distribution platform and the further penetration of pay television. We are certainly benefitting from our expanding subscriber base with overall subs up 12% versus a year ago, led by Latin America as well as India and Russia. But we are also driving viewership with a more robust content offering due to the global investment we have made over the last several years.","We have worked hard to capitalize on opportunities that our broad distribution provides, whether it is expanding the reach of our female flagship TLC, now in 160 countries including the UK as of April 30 and 300 million homes, making TLC the most distributed women's TV brand in the world. Or capitalizing on the global demand for investigative and forensic content by broadening ID's reach to over 150 countries in just the last 12 months. Or by recognizing the opportunity for kids programming across Asia and leveraging our top rated channel Brazil, Discovery Kids.","The combination of a stronger programming portfolio along with double-digit subscriber growth resulted in overall viewership growth of 16% across our international portfolio. And this expansion is not confined to one geographic area. We generated double-digit increases across nearly every region led by Italy and Spain in Western Europe, Mexico and Brazil in Latin America, and Russia and South America in our CEMEA region. The success we have had in growing our audiences speaks to local market experience we have gained from operating in many of these markets for nearly 25 years. And we are now utilizing that knowledge base to help drive real synergies from our recent transactions.","Having launched our first international network in the Nordic region over two decades ago, we have deep rooted experience in these countries. Aside from having built a broad distribution base, we have fostered brand loyalty and developed the critical relationships that come from working in local markets for many, many years. The networks we acquired from SBS are also extremely well positioned and provide an excellent complement to our non-fiction channels in terms of genre appeal and demographic reach. Combined, the newly created SBS Discovery Media business in the Nordics had significant market power.","The acquisition closed last month and I was in Norway, Denmark, Sweden and Finland last week. And we are already exploring ways to expand our content portfolio and take significant advantage of the attractive consumer demographics these networks deliver. On the revenue side, we have met with advertisers throughout the region and it is readily apparent that the depth and quality of our content portfolio will enable us to drive ad revenues across these platforms over time. And on the cost side we are already seeing the benefit of promoting Discovery's wide range of programming across the reach of our newly acquired content assets.","We have also begun to deliver on the opportunities associated with owning a 20% interest in Eurosport group, including the creation of a joint affiliate sales organization to capitalize on the local distribution relationships Discovery has established over the last 20 years. Similarly, in a number of markets we are starting to explore who Discovery's local ad sales knowledge can provide a rich complement to Eurosport's almost solely Pan European sales capability. The good news is we are just beginning to scratch this surface of the benefits associated with these new assets, and we are confident that we will further strengthen the tremendous platform Discovery has built over the last two decades.","It's important to note that our international organic growth story remains totally intact, and these transactions further bolster our long-term outlook by deepening our geographic footprint, broadening our portfolio with networks and brands, and enhancing our creative pipeline with talent, personalities and formats. Overall, Discovery is off to another strong start in 2013 and given the market share we are capturing worldwide, the organic growth opportunities across our global distribution platform and the synergies we expect to exploit due to our recent acquisitions, we fully expect to build on our momentum for the foreseeable future.","And now let me turn the call over to Andy.","Andrew Warren","Thanks, David, and thank you everyone for joining us today. Has David mentioned, Discovery is off to a great start to the year building upon the strong results we delivered throughout 2012 as we leverage both the large audiences that we are generating around the global, as well as our increasing international subscriber base. On reported basis, total company revenue in the first quarter increased 7%, led by 17% international growth and 1% domestic growth. Note that domestically, the prior year included $45 million of additional licensing revenue primarily related to our licensing deals with Amazon.","Excluding licensing revenue and the impact of foreign currency, the total company revenue growth was 12% with double-digit gains in both advertising and affiliate revenue. Total operating expenses on reported basis increased 14% primarily due to higher content amortization that we have previously discussed. The current quarter also included a one time compensation expense as well as additional deal related costs associated with our acquisition of the SBS Nordic business. Eliminating $8 million of licensing cost in the prior year and the impact from foreign currency movements, total company expenses increased 13% versus the first quarter of last year.","Importantly, given the higher content amortization and the timing of anticipated marketing spend, it is expected that operating expense growth excluding the impact of wholly owned acquisitions will remain in the mid-teen range for the next two quarters before meaningfully abating in Q4. On a reported basis, adjusted OIBDA in the first quarter declined slightly, but excluding the licensing agreements and the impact of foreign exchange, Discovery's continued ability to generate revenue growth in excess of expenses translated into an 8% increase in adjusted OIBDA for the quarter.","Net income from continuing operations increased to $231 million in the first quarter driven by the strong operating performance, as well as a $92 million gain associated with raising our ownership interest in Discovery Japan to 80%. The quarter also included $46 million of higher equity earnings, primarily due to significantly improved results at OWN. These items were partially offset by $59 million of losses associated with foreign exchange contracts implemented to hedge the purchase of SBS Nordic, $21 million of higher mark-to-market equity-based compensation due to the increase in the stock price, and $26 million of higher tax expense.","As I mentioned last quarter, we are in the process of restructuring our international operations to ultimately lower our effective tax rate over time. For the current year, we still anticipate an ETR of around 38%. Free cash flow decreased to $105 million in the first quarter primarily due to higher content investment, as well as increased equity compensation payments and the timing of cash taxes. The programming spend continues to pay off in terms of ratings momentum and higher advertising revenue, but we still anticipate content spend growth to slow down considerably for the full year which should contribute to significant free cash flow growth for 2013.","Turning now to the operating units. The U.S. networks continued to perform well during the first quarter. On a reported basis, total domestic revenue increased only 1%, as 8% advertising revenue growth from viewership gains across our portfolio and a favorable ad sales pricing and demand environment were partially offset by 9% lower affiliate revenue due to the additional $45 million of licensing revenue in last year's first quarter that we spoke about earlier. Excluding licensing revenue, total domestic revenue improved 8% versus a year ago with affiliate revenue increasing 6% due to higher rates and to a lesser extent, additional digital subscribers.","It is important to note, that our licensing revenues were down in the first quarter. We do anticipate a meaningful increase in either the second or third quarters due to the third year of the Netflix agreement. Current ad market trends continue to be encouraging with double-digit scatter pricing above the gains that we garnered during last year's upfront negotiations. We have some nice ratings momentum across many of our networks. With the healthy macro environment continuing, we anticipate continued high single-digit ad growth in the second quarter of 2013.","Turning to the cost side. Domestic operating expenses were up 8% from the first quarter of 2012, which included $8 million of additional costs associated with digital licensing agreements. Excluding these costs, operating expenses increased 11% compared to a year ago, primarily due to the expected higher content amortization associated with the increased programming cash spend over the past two years. On a reported basis, domestic adjusted OIBDA declined 5% versus last year's first quarter but excluding the impact of licensing agreements, adjusted OIBDA increased 6% year-on-year.","Turning now to our international operations. We continued to deliver strong momentum across our global operations with reported revenues expanding 17%, led by 23% ad and 15% affiliate growth. Excluding the impact of exchange rates as well as additional advertising sales from the acquisitions of wholly-owned businesses, total revenue growth was 16% with advertising and affiliate revenues increasing 17% and 15%, respectively. The advertising revenue growth was broad based with double-digit growth across nearly every region led by Western Europe, mainly from the continued success of several of our free to air initiatives, particularly in Italy and Spain.","On the affiliate front, the revenue increase was driven by subscriber growth, especially in Latin America, from the continued growth in Brazil and Mexico as well as from the consolidation of Discovery Japan. Operating cost internationally were up 24% on a reported basis. Excluding costs from the acquisitions of wholly-owned businesses and the impact of foreign exchange, operating expense growth was up 17%, primarily driven by the anticipated increase in content amortization as well as from the consolidation of Discovery Japan.","Our international segment delivered 13% adjusted OIBDA growth in the first quarter, excluding foreign currency and the impact of acquiring wholly-owned businesses, as our international team continued to generate strong revenue increases while thoughtfully investing in key growth initiatives. Before we look forward to the remainder of 2013, I do want to mention that the first quarter also included a couple of one time corporate costs related to compensation and the SBS transaction which we closed at the beginning of April this year.","Turning to the full year. We are encouraged by the sustained momentum across the portfolio and the continued strong ad sales pricing and demand environment in many of our key markets. As a result, we are leaving our guidance unchanged despite the SBS transaction closing about one-month later than originally planned. For the full year 2013, we still expect total revenues to be between $5.575 billion and $5.7 billion, adjusted OIBDA between $2.425 billion and $2.525 billion, and net income between $1.2 billion and $1.3 billion.","Given the delayed timing of the SBS close, it is now less likely that we will be towards the top end of these ranges but given the momentum across our businesses, these ranges remain possible outcomes. We do anticipate narrowing these guidance ranges on our second quarter earnings call.","Turing to our financial position. With a strong balance sheet and continued financial and operating momentum, we remain committed to further building our core businesses so that we can drive additional long-term growth and enhance shareholder returns, be it through investing in existing networks and platforms or through exploring external initiatives. While that is our first priority, given the strong free cash flow that we are generating, our gross leverage targets and our long-range free cash flow per share growth assumptions, we have the unique opportunity to both continue returning capital to shareholders and also investing in our businesses. As previously discussed, given the capital needs associated with the timing on closing the SBS transaction, we did not begin buying back shares this year into the second quarter but we still anticipate returning similar amounts of capital to shareholders through buybacks in 2013 that we did in 2012.","Our buyback activity during the second quarter includes $256 million of preferred stocks associated with the Advance\/Newhouse transaction that we announced last quarter, which is part of the total anticipated share repurchases this year but was not done under the existing $4 billion authorized share repurchase plan. Since we began buying back shares towards the end of 2010, we have spent over $3 billion buying back shares reducing the outstanding share count by over 78 million shares or 18%.","Thanks again for your time this morning. Now, Dave and I will be happy to answer any questions that you may have.","Question-and-Answer Session","Operator","(Operator Instructions) And your first question comes from the line of David Bank of RBC Capital Markets. Please proceed.","David Bank - RBC Capital Markets","Two questions. I guess the first is, under the category of, no good deed goes unpunished, 8% ad revenue growth is obviously really strong but when you think about the pricing you achieved in the upfront, the pricing in the scatter market, the ratings momentum you've achieved, I'm kind of curious like what are the other factors that are sort of arguably maybe holding back that ad revenue from being a little bit stronger given all those factors. And the second question is, I guess more for Andy, can you just clarify the impact of the Japan consolidation on both the revenue and expenses in the international (inaudible)? Thanks.","David Zaslav","Great. Thanks, David. Well, we delivered a little over 8% this quarter which we felt very good about. We had market share growth of 3%. The market was strong. It was up about 20% from the upfront. But we also began seeding a number of our new networks with advertisers. And we still have a ways to go in terms of bringing up the CPM on some channels like Animal Planet, that's now a top 20 channel for men, ID, that's the number nine channel in America and continues to grow. So we'll continue to get some additional growth out of that. This quarter continues to look strong, maybe even a little bit stronger than last quarter in terms of pricing. So if we continue to grow our market share, I think you'll see us in the high-single low-double in domestic.","Andrew Warren","Okay. David, just to add to that, just remember, last year U.S. ad sales were up 13%. So on a two-year basis, it's tremendous year-over-year growth. And to get to your question about Japan, we're not actually separating or splitting that out separately or quantifying it, because it is a business we were in before with 50% investment and we only increased that to 80%. So on a very bottom line basis, it's a fairly de minimis impact. But broadly speaking, as far as the impact on revenue and expenses, for the whole company it's less than one point. So I'd just give you a sense of its size. It's relatively insignificant on a total company basis.","David Bank - RBC Capital Markets","Okay. So you wouldn’t say it really impacted international operations then? Is that…?","Andrew Warren","Well, it is consolidated within those numbers but the impact is fairly small. As I said, it's really less than one point for the total company on both revenue, expense, and profit.","Operator","Thank you. And your next question comes from the line of Todd Juenger of Sanford Bernstein. Please go ahead.","Todd Juenger - Sanford Bernstein","If I could follow up just a little bit back to domestic ad growth, I know you don't -- and I am not expecting that you would disclose anything sort of at a network level. But I wonder if you just would share any comments about sort of the difference between, what I'd call the flagship network versus your digital tier network? A lot of the ratings growth, as you pointed out, is coming from the digital tier networks. We know they have lower CPMs. I was just wondering, when you think about their whole growth of 8%, would you be willing to characterize sort of, were the mid-tier networks growing faster than that and the flagship network is growing slower? Or any way you can help us decompose how we think about the growth rates of those different lifecycles of networks? Thanks.","David Zaslav","Sure, thanks Todd. First, Discovery had a good quarter. It was up about 10%, which was very strong with a lot of new series, and Discovery is mostly male and we were able to take advantage of that. TLC was down about 1% or essentially flat. The industry itself was down 2%. So TLC did a little bit better than the industry but we had less premiers in the first quarter. We're coming back with Long Island Medium, we’re coming back with Breaking Amish. In the summer Honey Boo Boo will come in. So, I think that we expect that we'll see a little bit more momentum on the women's side with TLC. I think that would have helped us. The broadcasters were down significantly in prime and in daytime, and that put a little bit of a squeeze on the women's side. And so we were able to take advantage of that with TLC, but not as much as we would have liked to and we’re hoping to in this next quarter.","ID continued to grow because of that. And when you say digital networks, we have TLC and Discovery that are fully distributed, but we also have Animal Planet that's fully distributed. And Animal Planet now is a top 20 network. It's going to take us some time in order to get our CPM up but we’re getting double growth there. It's growing significantly, but also our CPM is growing. So that is a fully distributed network. And when you say digital, we now have ID in over 80 million homes. So 80 million homes, the number nine network in America, number six network in daytime, number five in late night, yet we're still not getting the full premium for that. So those would be, what I would call our big networks, with Animal Planet and ID providing some meaningful growth no matter what over the next couple of years.","And then the smaller networks, we call them emerging because they’re continuing to be very fast growing. But Destination America, Velocity, those do have lower CPMs. And when I said we're seeding, we're trying to get advertisers into them so they could feel the value of being on those platforms. They could see that we can put up some very strong ratings when we have original content and that once we get them hooked into those channels, we'll be able to drive the CPM on that. So I can't really break it out except to say that I think if we can drive a little bit more of our female demo in the next six months, given where a lot of the viewership and advertisers are looking for female, we could maybe even over index more.","Todd Juenger - Sanford Bernstein","That’s very helpful. A quick follow-up if you don't mind. Back on the emerging network, in terms of distribution growth there has been a lot of focus on affiliate fees and reset of your negotiations, all that. What is the opportunity there? You've got ratings up strongly at a lot of these emerging networks. You've invested a lot to rebrand a few of them. How real is the opportunity to grow the distribution further, some of those that are in 40, 50, 60 million homes? Thanks.","David Zaslav","Well, we redid only a few of our deals this year. We've talked about the fact that they feather in over the next five years. This year was less than 20%, a little bit more than 10%. So it was a lesser percentage, but we were able to get higher increases. In those deals we were able to get more distribution for Science, more distribution for Destination America, more distribution for Military. So when we can pick up higher fees and get more distribution, that's a formula that works very well for us because we get the guaranteed revenue on that extra distribution, but also three of the fastest-growing cable networks in America over the last three years has been ID which has gone from 50 to over 80. Science which went from 45 to over 72 and Velocity continues to grow aggressively. So if we can get the per sub fees on that, then not only do we get the guaranteed economics, we get the asset value and the ability to get advertising. So we will be looking for that in addition to the very simple, what is our actual CAGR on our total sub fee base.","Operator","Thank you. And your next question comes from the line of Doug Mitchelson of Deutsche Bank. Please proceed.","Doug Mitchelson - Deutsche Bank","I am trying to get to that CAGR on your total sub base, so I wanted to make sure I had the math correct on the domestic affiliate rules. In the fourth quarter, you had $288 million of domestic affiliate revenue and in the first quarter you had $308 million. So that’s $20 million of growth in 1Q versus 4Q, so that's 6.9%. And in theory your sub base between the two quarters should have been relatively similar and that should have been mostly price. So am I thinking about that right? Did your renewals drive that kind of price acceleration or was there something unusual on either one of those quarters that hampers the comparisons?","David Zaslav","Well, our renewals as I said is, we did very well but in terms of the percentage it would bring it up. It wouldn't bring it up dramatically because in terms of the scale of deals that we did. The number of subs that were not that significant. There would also be in there, Doug, some additional digital. We have deals where every time the digital box is deployed, every operator has to carry every one of our channels and has to pay us on those channels. But that's been true every quarter and we, to your point, we really haven't seen any better sub growth this quarter than we've seen last, in fact it's pretty flat. So kind of agree with you.","Doug Mitchelson - Deutsche Bank","And then on the, there is a little bit of a lag, right? When you cut a new deal with your distributors and you improve the distribution of some of your digital channels by moving them to more broadly distributed tiers, maybe the Nielsen data lags, but we sort of show some of that take up happening in April versus the year-end deal timing. Is that right or is the Nielsen data just lag in to the take up to immediate?","David Zaslav","I think there is a little lag but the deals don't necessarily mean that we close the deal at the end of December and they have to launch January 1. In fact, they can't. There is a 60-day requirement that's pretty standard under the franchise rules, where they have to notify customers of what's coming. So the actual launch of more subscribers for our channels would've happened at the very earliest 60 days afterward and sometimes it's really just a commitment to launch the channels during the year for a longer -- when deals are four or five years long. So you'll see it coming in.","Doug Mitchelson - Deutsche Bank","So there could be a little bit of tail to this, because I know relative to the international growth you're seeing we're sort of parsing basis points, but we are still curious. Thanks very much.","Operator","And your next question comes from the line of Ben Swinburne of Morgan Stanley. Please proceed.","Ben Swinburne - Morgan Stanley","I just have one sort of housekeeping for Andy then a question for David. Andy, the net income guidance, that includes all of the below the line stuff this quarter, all the good and the bad guys, right?","Andrew Warren","Correct.","Ben Swinburne - Morgan Stanley","Okay. Great. David, just picking up on this advertising theme. You've been in the broadcast replacement game for a long time taking share from the networks and I'd imagine you think that there's a lot left to do there, so I'd be curious on that first topic. But then when you think about online video, do you see any analogy in online video whether it's YouTube or some of the assets you've acquired, and television to what the cable business was facing 20 years ago looking at broadcast. How real of a threat or an opportunity do you view online video as an advertising business over the next, say, three to five years?","David Zaslav","Thanks, Ben. Okay, on the CPM, the CPM differential between broadcast and cable remains a little over 30%, and that's really good news for us. In the U.S. market where our subscribers are flat and viewership on cable is flat, that provides real win that are back, and that applies to all of us. In particular, if we can grow market share and continue to push on CPM. And the story on compressing that CPM I think is getting stronger because the rating points that we're able to deliver not just us, like on a Friday night where we're the number one networking beating the broadcasters, on OWN when Oprah can put on content. She is the number one network for African-American women beating all the broadcasters. Those stories are -- we have a huge number of those stories where five or six years ago that didn't exist. The scale of viewership on cable is higher. The demo of viewership on cable is stronger. And so I think it's going to take time, probably three or four years. It will never be even, but we'll get that pickup and that I think will continue to be a benefit for the U.S. business.","On the online side, the CPM's that we're getting on streaming video on the web are quite high. And we've actually been shifting aggressively away from the page view and the unique approach that many of us in this business took. So we had aggregated over 60 million uniques with a gazillion page views. But with Google and Facebook out there, it kind of really commoditized in some ways the ability to sell on those pages and we still do it, but the prices are not rising. If anything, they are going down. And so we have really pivoted aggressively towards streaming. We bought a company called Revision3. It's the number one non-fiction streaming company in the world. They were doing about 150 million streams a month when we bought them. They are now 300 million streams. JB Perrette, who runs our business, has been pushing our streaming business across every one of our brands. We launched 12 live streaming channels of live Puppy Cams, and the young animals on Animal Planet about six weeks ago and they are doing very well. So, our number one focus in terms of the digital business right now is on the streaming side because the CPMs are quite strong.","Having said that, it's not clear where it's going to go. So, we're playing in this space. We want to learn everything about it. We want to continue to look at consumer behavior, but it's confusing right now. People are still watching more TV than they ever have. We're able to grow market share in the U.S. pretty significantly over the last couple of years, including this past quarter where we are up 3%, last year where we were up 8%. Outside the U.S. we're growing market share dramatically. And so, we are really playing both ends. Let's do a great job of telling stories and building characters and building our brands and let's assume nothing is going on, and then let's have an aggressive team taking our content and our characters on the web and also through Rev3 doing content a different way. And I think it's going to be a couple of years before we really see what happens.","Operator","Thank you. And your next question comes from the line of Michael Nathanson of Nomura. Please proceed.","Michael Nathanson - Nomura","One for David and one for Andy. David, if I may ask a question, when you look at what Netflix has done with agreement with A&E, kind of they couldn't come to agreement with A&E a while ago, and then Viacom, they kind of changed their mind in talking about shows rather an output deal. I wonder how you are thinking about your relationship with Netflix and how should we think about what’s going to happen when it expires. So just your view on that.","David Zaslav","Okay. Thanks, Michael. When you step back, and I've said this before, but as we look at all the people that are knocking on our door now for content, for the next couple of years I think there has never been a better time to be in this business than right now. We own all of our content, which makes us somewhat unique. Our content works around the world which makes us unique. And there's more people that want it for more windows. So in the window you're talking about, we got Amazon, we got Netflix, we're stronger now I think, because five years ago we had 4% of the viewership on cable. Today we have 10%. We have brands that are stronger. We have a lot of good content. We're going to take our third year option on Netflix because we've seen no degradation in audience. And that’s, I think, a significant incremental margin for us with Amazon and with Netflix because they are buying content that's mostly 18 months and older. Some of it two, three, four years old.","Our relationship is good. They like our content. We like this window. Our deal doesn't come up for almost another year and a half. When it does come up with Amazon and with Netflix, we think we'll do well as long as we have a lot of really good content that people like, and we also have a big bulk of it. In the end, they still need to nourish people, the idea that (inaudible) said to me a number of times is, they don’t have everything, but when people go there they'll find something good. And we have a lot of good stuff. So I think we'll do well, Michael. In addition, we now have a lot of the cable operators here in the U.S. and BSkyB just launched their SVOD platform, and that's good for us. So you have LOVEFiLM, you have Netflix, and now you have Jeremy Darroch launching his own SVOD platform in the U.K. There is a good chance that's going to happen here. We are talking with lot of operators. So that's a positive. And then we have TV Everywhere which is a tighter window, which we haven't done deals yet but we think we can get significant incremental value for that.","Michael Nathanson - Nomura","Okay. Let me just [triangulate] for one second. You mentioned success in Spain and Italy on the broadcast side, which is pretty amazing given how tough those markets are going on broadcast advertising. So can you talk a little bit about what's the sales pitch, how you gain those dollars? Is it a pricing led strategy, is it just the low base you are growing from? So anything more on Spain and Italy will be helpful.","David Zaslav","Okay. Well, our model when we say free to air is really different than a traditional broadcast model, because we own all of our content. When we went into Spain, our cost of content is almost zero. We have the content, we have it in language, so we essentially buy a stick and we can put programming on there and we're able to gain market share. In Italy -- and by the way, Michael, we've now reached a point where we've lapped almost all of our free to air channels. So the growth that you're seeing is pretty pure. In addition, Italy, we're just finding that our content is working fantastic. And the experience we're having there, that's the reason that we went into Spain where it's very strong. It's the reason that we're finding additional growth in Germany. This model of taking male content and putting it out on a male channel, taking female content and putting it on a female channel, and the amount of content that we have to put into those two baskets. In Italy, our market share was up 70% with our two channels and that's without switchover. And with switchover now, we're the number three player in Italy, so second only to Rai and Mediaset. So we're also getting scale which will help us with our pricing.","Operator","Thank you. And your next question comes from Jessica Reif Cohen, Bank of America Merrill Lynch. Please proceed.","Jessica Reif Cohen - Bank of America Merrill Lynch","I have a couple of questions on the international side. First, on the businesses outside the U.S., what is your channel share versus the audience share? Is there a way for us to think about how your current portfolio is positioned, whether you are over-indexed or under-indexed, and how much room is there to add channels? So that's the first question.","David Zaslav","Okay. First, I think that we're in the beginning stages of trying to take advantage of the fact that we have between six and 14 channels in 220 countries. So, we're clearly the number one platform media company in the world and our challenge domestically and internationally was to take advantage of that. We've done a good job here in the U.S., but we have a long way to go. I think you'll see a lot of growth from us here in the U.S. because we have 14 channels and we only have about 10% share. Outside the U.S., the story is even stronger. We were able to light up TLC around the world, reaching over 300 million homes in a year and a half. And the growth that we're seeing on TLC around the world continues to be significant. ID, we're rolling out. So we're beginning to take advantage of our channels, Jessica, and I think you're going to see meaningful market share growth. We had 25% market share growth in the fourth quarter, we had 16% market share growth in the first quarter. But I guess to step back, when I look at our international business, it's probably the biggest growth engine and the most compelling story that we have, and right now we're hitting on all cylinders in a real sustainable fashion.","So looking at this past quarter, subs were up 12%, market share up 16%, ad sales up 25%, and affiliate revenue up 15%. So, you got all those hours up. At the same time when you look at the 220 countries that we're serving locally, more than two-thirds of those countries are either in recession or flat, and on top of that we have invested in TLC, ID, taking Kids into Asia, launching new broadcast channels, and when you digest all that investment and the fact that more than two-thirds of the countries are in recession, we're showing 17% growth and 25% advertising growth and we're growing share. And so what's most striking to me is we have a sustainable model where we can grow between 15% and 20% when we're dealing in markets that are mostly flat or down. And that’s the market condition we're expecting. And with our local teams one of the things that you've seen is the cost increase, it's because we're putting -- we put local ad sales teams into Colombia, we put our local ad sales team into Italy. That more investment that we think will pay off with more sustainable growth.","The kicker here is, if over the next couple of years things stay exactly the way they are or even if they get a little worse, we think we could show double-digit or certainly sustainable growth the way that you've seen in the last two quarters for us. The wildcard is, which we're not expecting, is if the marketplace turns, if Western Europe starts to pick up, if a lot of these countries that are flat or in recession turn and we have been growing 15%, 17%, 18%, that's going to be the real fuel for extraordinary growth for us. Because we're gaining market share, we got more channels, we got local teams on the ground and we're growing aggressively in markets that are not good. So to me that is really, that's our game.","Jessica Reif Cohen - Bank of America-Merrill Lynch","Okay. And then actually I have a follow-up to one of your comments David on SBS. Can you give us any more color on the cost and revenue synergies? Where do you think these margins for the SBS properties can go over time relative to your core international businesses?","David Zaslav","Specifically, we certainly have cost synergy because we've been in business there for 20 years, we were over there last week. We have different sets of offices, we're looking at people, we’re looking at delivery. So there will be some meaningful cost synergy. But also, we now have over 40% market share in Norway with significant broadcast asset, cable assets. So the power ratio of SBS in terms of advertising was a lot higher than our power ratio. So there'll be some revenue synergy in terms of advertising and we expect that when we go to market together that there should be real opportunity on the affiliate site. And we're already seeing that there is going to be in addition to that, when you take Eurosport and you lay Eurosport on top of our opportunity universe in those four markets, we even have more whether it's how we sell, whether it's how we bid on content. So we feel like there will be a step back in margins this year as we digest this, but we're very happy with what we saw. It's a great management team, the business is performing very well. It didn't close as quickly as we would have liked, but we are off and running and we're running hard.","Andrew Warren","Just to add to that, Jessica, even though we only closed SBS a month ago and Eurosport now four months ago, in both cases in the early stages here, we're very happy of what we see the opportunities for, both revenue and cost synergies. Both are at least at or above our deal expectations. So the early signs are very positive.","Operator","Thank you. And your next question comes from the Richard Greenfield of BTIG. Please proceed.","Richard Greenfield - BTIG","I really wanted to follow-up on Jessica's question in terms of, not specifically SBS margins, but just the overall international margin. I mean, you were at 45% last year, if it wasn't for Discovery Japan, I assume you would have been down in the 40% range versus the 41% you reported. Just trying to understand as you look out over the next, call it several years, if you took a three to four year view, that 40%ish margin is 1,500 basis points behind where your U.S. margin is currently. How do you think about where international margins should be as you get to the scale that you're going to have following this acquisition? I mean is this 40 to 50 over a four or five year timeframe? Like, how do you think about the overall opportunity relative to where your U.S. business runs?","Andrew Warren","Yeah, Richard, it's Andy. It's a good question. We knew going into this year that SBS, and we stated this, will be about a 500 basis point dilution to the overall international margin. That plus the content amortization catch up as well. But now that we have a new baseline that we're going to work off of given the conversation around synergies, given the conversation around infrastructure, is largely in place in international. As Dave mentioned, we have feet on the ground now in over 50 countries adding to the sales teams in Colombia and Italy etcetera. So we now think we can get a lot higher percent of profit flow through for every incremental dollar, especially as the percent of ad sales becomes higher and higher. So we feel very confident that from this now lower base we've established with the content (inaudible) with SBS, we can meaningfully grow margin in 2014 and beyond. It's a huge focus of the international team.","David Zaslav","The other thing that you'll see is the situation that we're having with Animal Planet and with ID, and that we had with TLC a few years ago, as the channels start to grow you have to get on the media planners budget, and you don't get on at a very high rate. You have to build yourself up. And so we’ve launched a lot of new channels and we've grown a lot of market share outside the U.S. We now have local teams on the ground and we're seeing meaningful growth. You saw 25% ad growth, but it's even going to get higher because a lot of the channels that we're selling, they are early stage. We're getting good market share but our ability to drive price will be something that will take over the next three to four years for us to get full value for.","Richard Greenfield - BTIG","And in terms of the programming spend overseas to get there? In terms of how that impacts the margin?","David Zaslav","Well, the programming spend that we have right now, it's pretty steady. The good news for us is, when it comes to Science and Animal Planet and ID, ID in particular is working really well. We didn't know that it would work the way Animal Planet and Science has worked in terms of taking almost very little local content and just using existing content that we have with sort of a global approach. TLC does have a meaningful amount of local, but you see it in the numbers. It is less than we thought. We thought it was going to be about 40% share and it's more at about 60% share. It will probably stay about where it is right now. So overall I think you'll see -- we don’t expect that we're going to have to invest significantly more. It's about where it is now.","Operator","Thank you. And your next question comes from the John Janedis of UBS. Please proceed.","John Janedis - UBS","David, historically, you’ve talked about Discovery being synonymous with non-fiction programming. I'm just wondering, with the introduction of some scripted fare at the upfront, what was the driver? Does that give you an incremental opportunity to monetize the audience and should we expect more if we get the ratings?","David Zaslav","Look, our ratings are up at Discovery and we're having a lot of momentum. It's important for us to be open to what do the viewers want and how do we continue to nourish them. That's what this business is all about. People only watch eight to ten channels. The fact that our share was up 8% last year and 3%, it means they are spending more time with our channels and you have to earn that. Fiction, we've seen in the marketplace that viewers have really related to fiction on occasion on non-fiction channels. We've been very successful with Alaska and with Gold on Discovery. We are the number one show with Gold Rush. Then Bering Sea Gold has been very successful for us, Last Frontier in Alaska.","So for us to do Klondike on Discovery, we thought was a good first swing at the fiction which is a lot more expensive, to see if we do something in our wheelhouse and we get behind it, will the Discovery audience, will they love it, will they mean into it, will they feel like that makes them feel closer to Discovery. And we're going to have to see. It's an experiment. I think it's going to do very well. But it’s a very small piece of our overall strategy. It's much more expensive. It doesn't repeat as well, and so for us it's a big tent pole. You might see us using scripted if this works as a tent pole strategy, sort of the way we use Frozen Planet on North America as part of that overall approach in [aggrandizing] the brand. But it's not going to change who we are, we are non-fiction with those brands. You'll see us playing more in the fiction area with things like SBS, where we have broad entertainment, sports networks, where that's the foundation of what we do in those four markets where we have between 30% and 40% market share.","Operator","Thank you. And your next question comes from Anthony DiClemente of Barclays. Please proceed.","Anthony DiClemente - Barclays Capital","Just a question for Andy. David mentioned taking the third-year option on your Netflix deal. I think that that comes up later this year but I was wondering if you guys could clarify exactly when that would be, like what quarter would that option kick in. And then I’m also assuming that that's contemplated in your full year guidance. Is it included or the expectation for taking the third-year option is included in your full year guidance, is that correct?","Andrew Warren","Yes, Anthony. It’s both in our full year guidance and it will be either in the second or third quarter. It really all depends on what we take the option. So we're not going to say which quarter yet but it will either be second or third, and it is included in our full year expectation.","Anthony DiClemente - Barclays Capital","Okay. And then we go for one full year subsequent to that, it would extend.","Andrew Warren","Yeah. That’s right.","Anthony DiClemente - Barclays Capital","And then on that theme, I guess for either of you, can you talk about, are there other online distributors. You said there were plenty of players knocking on your door, are there others? And what would the structure and type of content look like for other players out there in addition to Amazon and Netflix perhaps?","David Zaslav","Sure. Hi, Anthony. Look the TV Everywhere is a big piece of windowing strategy. We haven't done any of those deals yet. We are talking to operators. The good thing about TV Everywhere is it's measured on the web and it will be measured next year on the [Pad]. I just met with a bunch of operators in D.C. the other day. There is a real drive to push into that space. We just haven't done deals yet. We all agree there is value, we think there is more value there. We have 10% market share, we have a lot of great content. And so I think there is a question of when that will happen and it's a fight over value. On the SVOD piece, I wouldn't be surprised if a number of the operators get into that space, and Netflix has been very effective, Amazon has been effective.","So, I think it will be good for us, the more people that want to pay for our content, the better. And then there is Over-the-top. There is continues to be the discussion of Over-the-top. Eventually, it will happen, I don't know if it's going to be this year, next year, in four years. But the idea of more people wanting to pay more money to get access to content that we own is a good thing. Now it's a good thing over the next couple of years. The bigger question is, four, five, six years from now, how good of a job that do we do as an industry, getting the right economics for each of those windows. And any those windows get much bigger, because people spend a lot more time and does that mean that we end up doing better or worse. There is no question we’re going to be doing better in the next couple of years.","Anthony DiClemente - Barclays Capital","I just want to follow-up on that. That's a good point in terms of, if over the next few years SVOD sort of takes share from ads supported as the form of monetization online of choice. You've taken a strategy, David, in terms of really windowing out the SVOD deals you've done in terms of longer tail library content. Could you see that changing if the SVOD business really becomes for consumers and viewers, the business model of choice vis-à-vis ad supported online.","David Zaslav","Look, we will have to follow the consumer, what does the consumer do, but we have to do it rationally by figuring out what are the right economics. We don't want to undermine an existing business that is very effective for us or about 50% subscriber fee, and we could be doing deals in some markets that are very low penetrated on cable around the world, like Brazil, to make a little bit more money. But Brazil is still only 26% pay penetrated. They grew over 20% in this past quarter. That's the place that we're going to make a lot of money and when people first get introduced to television, we want them to be introduced to cable TV, which is the core of what we do. We don't want them to be confused by some other offerings. So I think we have to be careful as an industry as to how we approach this.","The fact that traditional distributors are getting into this space is a good thing. If we are talking to an existing distributor customers of ours that has big scale and is paying us for our content in traditional manner, then at that point doing a deal with that distributor for more money to give them more windows, by definition, it will be more difficult to undermine that relationship because it's with the same person. But we have to make sure we get the right economics, because you are right, if in five years we're not getting the right economics or the business models aren't effective on some of those platforms and they begin to take some scale away from traditional television, then we'll be worse off. On the other hand, today people are watching more television than they have and we're getting paid for every one of those platforms. So it feels awfully good. That's good. The bad is that if we get overconfident then we don’t get the right economics on those additional platforms.","Operator","Thank you. And your next question comes from the line of Michael Morris of Davenport & Co. Please proceed.","Michael Morris - Davenport & Company","A couple of quick ones on affiliates and then one on content. Domestic affiliates, I believe last year your core affiliate rate ex-digital grew somewhere in the 4.5% to 5% range. So my first question is did your subscribers who are not under new contracts so far this year, did they continue to grow at a similar pace there?","Andrew Warren","Yes, they did.","Michael Morris - Davenport & Company","Okay. And then David, you mentioned the number of subscribers up for renewal this year, you categorize it as a little more than 10%. Can you talk about...?","Andrew Warren","That was last year. Last year was less than 20% and we basically said directionally that it's about over the next five years, it’s basically even. So if you would model that out and you modeled out 20% a year, you wouldn't be too far off on either side.","Michael Morris - Davenport & Company","So when you said that less than 20%, those weren't sort of January 1, 2013 subscribers, or that was kind of like at that date? I know it’s not always exact, but so to speak?","Andrew Warren","The deals that we did last year in aggregate represented a number of subs that was less than 20% of our total base in the U.S.","Michael Morris - Davenport & Company","Okay. Go ahead.","Andrew Warren","That’s it.","Michael Morris - Davenport & Company","Okay. And so as we look into the number of new subscribers or updated contracts into 2014 over 2013, you think that 20% is sort of the right number we should be using?","Andrew Warren","Ballpark, yes.","Michael Morris - Davenport & Company","Okay. And then just on the content side, to follow up a bit on the scripted content. You did acquire into both scripted and sports in Europe. Would you consider acquiring into either of those in the U.S.?","David Zaslav","We always look opportunistically. I think we’re very late to the party on sports and it's very expensive and there is a lot of great players playing in that space and fighting that fight. We think what we have with Eurosport, which we have a right to take a control right in, in about 19 months, is very different. It's in 59 countries. It's the only pan-European sports platform that exists. So it's a very unique platform with unique leverage. So sports is difficult. I don't see us playing in a meaningful way in fiction on our existing platforms, in some way that would skew your models. But if there were channels available here in the U.S., we always look. We think we have enough scale here right now but for the right price we always look at everything. Our focus is going to be much more outside the U.S., that's where we think we have a real advantage, both in terms of teams on the ground and scale.","Craig Felenstein","Operator, we have time for one last question, please.","Operator","Thank you. Our final question comes from the line of Tuna Amobi of S&P Capital IQ. Please proceed.","Tuna Amobi - S&P Capital IQ","David, you used the word robust in your characterization of your upfront outlook. So I just wanted to get a sense, how robust you think this will be? Clearly, you guys have been taking share for several years now, and it seems to me that your position this year is relatively better than last year in the upfront environment. So I'm wondering how this whole changes your strategy and any kind of color that you can provide would be helpful. And for Andy, so you laid out three criteria for your M&A strategy, and I was very curious that you were willing to take a significant margin hit in the SBS and yet you made a point it was EPS and free cash accretive, and I'm wondering, given that dynamic, is this something that one can expect would -- I mean, it's not common that the kind of margin compression that SBS would result. On a timeframe it sounds like, from your comments, it would take a few years to normalize. And I'm wondering, why you think that's kind of the right approach in terms of how you view assets and if that's something that's peculiar to the international market or if something you will also consider in your U.S. acquisition criteria, if that makes sense. Thanks you.","David Zaslav","Okay, let me start. The upfront to some extent is outside of our control. We go in with a significant amount of momentum. The market right now is strong. Pricing is strong. But we're more of a follower than a leader with that and that's because we're in the cable business, and that's the way it works here in the U.S. So we'll see where CBS or some of the bigger broadcasters go. Depending on where they come in, we'll make the decision depending on how up the pricing is, last year we did about 55% of our inventory, but we did very, very well with scatter. And the question is, depending on how high we can get an increase on the upfront that will determine whether we do 45%, 48%, 50% or 55%, and how much we bet on scatter. So I think we have all the right wins at our back going in. We're just going to have to see how the marketplace is. It feels good now, we'll have to see.","On SBS, just a couple of points and then I'll pass it to Andy. That's a dual revenue stream business. I mean it's very unusual. 30% of it is sub fees, number one. Two, we think we have a lot of synergy and it's not going to take us a very long time, we think we can move those margins pretty quickly. And three, it does play against our model. If we had bought an asset like this in one market that had a unique language where we couldn't use it across other countries, it would've been more difficult. The fact that you have Norway, Denmark, Sweden and Finland and you can produce content and share it across those markets and we could use their content, they could use ours, we think gives us a real chance to grow our international business and also to reinforce the geographic diversity that we have. Those are very stable markets and we think that we can grow them and we can use this synergy to do it.","Andrew Warren","So you are right. We've laid out three kind of deal criterion that we look at. One is free cash flow and EPS accretive, day one. Two is an unlevered IRR of at least low teens. And three is, buy at a multiple that’s less than ourselves and ideally less than 10, and SBS clearly meets all of those three criteria. And so, look, I'd just add to David's point, while it is margin dilutive day one, we do very much believe in our ability to grow margin, not only with that business but with the overall amalgamation of D&I in total. So, we're very, very bullish on what our margin profile kind of looks long term. I think this is the right kind of step back in margin year one, with a lot of thoughts around how to gain that through ad sales leverage, top line leverage, infrastructure in place and then synergies.","Craig Felenstein","Thank you very much everybody for joining us and please follow up with any questions that you have. Thank you.","Operator","Thank you for participation in today's conference. This concludes the presentation. You may now disconnect and good day."],"7219":["Discovery, Inc. (NASDAQ:DISCK) Q2 2018 Earnings Call August  7, 2018  8:30 AM ET","Executives","Andrew T. Slabin - Discovery, Inc.","David M. Zaslav - Discovery, Inc.","Gunnar Wiedenfels - Discovery, Inc.","Analysts","Drew Borst - Goldman Sachs & Co. LLC","David Joyce - Evercore Group LLC","Michael Morris - Guggenheim Securities LLC","Steven Cahall - RBC Capital Markets LLC","Alexia S. Quadrani - JPMorgan Securities LLC","Jessica Jean Reif Cohen - Bank of America Merrill Lynch","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Michael Brian Nathanson - MoffettNathanson LLC","Operator","Good day, ladies and gentlemen, and welcome to the Second Quarter 2018 Discovery, Inc. Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we'll conduct a question-and-answer session and instructions will be given at that time. As a reminder, this call may be recorded.","It is now my pleasure to introduce Executive Vice President of Global Investor Strategy, Mr. Andrew Slabin. Please go ahead.","Andrew T. Slabin - Discovery, Inc.","Good morning, everyone. Thank you for joining us today for Discovery's 2018 Second Quarter Earnings Call. Joining me today is David Zaslav, our President and Chief Executive Officer; and Gunnar Wiedenfels, our Chief Financial Officer.","You should have received our earnings release, but if not, feel free to access is on our website at corporate.discovery.com. On today's call, we will begin with some opening comments from David and Gunnar, after which we will open up the call for your questions. Please try to keep to one or two so we can accommodate as many folks as possible.","Before we start, I would like to remind you that comments today regarding the company's future business plans, prospects and financial performance are forward-looking statements that we make pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements are made based on management's current knowledge and assumptions about future events, and they involve risks and uncertainties that could cause actual results to differ materially from our expectations. In providing projections and other forward-looking statements, the company disclaims any intent or obligation to update them.","For additional information on important factors that could affect these expectations, please see our Annual Report for the year ended December 31, 2017, and our subsequent filings made with the U.S. Securities and Exchange Commission. And with that, I'd like to turn the call over to David.","David M. Zaslav - Discovery, Inc.","Good morning, everyone, and thanks for joining us today. For the second quarter, I'm happy to announce that Discovery delivered a solid set of financial results, continued to make strong progress with the integration of Scripps, and accelerated its pivot to become a global leader in digital and direct-to-consumer media.","It is still very early day as the new Discovery, but we feel great about where we are and what we've accomplished so far, and even better about the opportunities ahead of us. I'll spend a few minutes this morning going over performance and strategic highlights from the quarter before turning it over to Gunnar for a detailed look at our financials and our outlook. We feel great about our creative momentum as a combined company which, along with our significantly-enhanced cross-promotional and content-sharing capabilities, is strengthening our industry position and ratings and reinforcing the value of our whole portfolio.","Discovery has the number one, two, and three networks for women in the U.S. with ID, Food Network and HGTV. And in July, the Discovery Channel was not only the number one network for men, but the number one network for all of cable. More compelling, is that our share of TV viewing across our entire portfolio is growing since the acquisition of Scripps. Today, Discovery enjoys the second largest share of total TV viewing in the United States, second only to NBC Universal.","Our broad reach provides what I believe is an unparalleled platform to cross-promote viewership. And utilizing data analytics to implement activity day and date across our networks provides us with a real unique opportunity to drive a marked advantage. And we're starting to see some real impressive results. We have put together a world-class creative leadership team, made up of the best of both Discovery and Scripps. Our creative all-star team, together with our strong cross-promotion platform and data capabilities, has enabled us to increase our marketing reach by as much as 50%, growing audiences to targeted shows by approximately 12%. This allows us to save on marketing spend and makes our promotion platform much larger and more efficient. A unique platform and capability we're just getting started with.","A case study for how we're successfully targeting and reaching audiences is the Travel Channel where, in July, we drove 13% ratings gain among adults 25 to 54 in Prime with paranormal content shared from TLC and Destination America, helped by cross-promotion efforts on our portfolio of networks. Another example is Food Network, where ratings in Prime gained 18% among women 25 to 54 in Q2, and showing real audience appetite with repeat viewers in an environment in which repeat viewing overall is down across the industry, particularly for broadcast. This unique ability to drive audience further supports our female demo story, in which our 25% plus share of female viewership on most nights and up to 17 of the top 25 shows for women in Primetime on Sunday nights distinguishes Discovery with a uniquely strong position with female viewers across both broadcast and cable.","One of our new projects for HGTV will speak to many of those Brady Bunch fans on the call. You may have heard that the house from the iconic series was recently on the market in California. I'm excited to share that HGTV is the winning bidder and will restore the Brady Bunch home to its 1970s glory, as only HGTV can. More detail to come over the next few months but we'll bring all the resources to bear to tell safe, fun stories with this beloved piece of American TV history.","Our creative momentum for men was also clearly demonstrated by our 30th annual SHARK WEEK this past July. Discovery Channel's ratings in Prime gained 6% among adult males 18 to 49 with a wealth of new cross-network content airing across the portfolio including GUY FIERI'S FEEDING FRENZY on Discovery and SHARK WEEK cocktail on Food's The Kitchen. This cross-network and talent collaboration made this year's SHARK WEEK one of the most successful yet. We recorded a 15% rating's increase over last year, record streams to Discovery Channel's GO app, which reached a new-day record of 625,000 streams and 3.5 million streams overall for SHARK WEEK-related shows.","This strength in attracting such large audiences across all demos, including men and women, in such trusted brand environments was clearly evident during our very successful upfront. Under the leadership of Jon Steinlauf, our newly combined ad sales teams quickly mobilized just days after our acquisition of Scripps closed. The team developed a very compelling sales strategy around the new Discovery portfolio of family-friendly, safe and deeply loved suite of brands.","Working from roughly the same amount of inventory as sold in recent years, we achieved very healthy price increases across many of our brands, including very strong CPM resets at networks such as ID, which we have long identified as underpriced and undervalued. The attractiveness of our combined reach and range of demos across our 18 networks was a key factor in being able to achieve this strong performance, helping to firmly cement one of the cornerstones of our domestic revenue synergy efforts.","The brand strength and reach we have demonstrated to advertisers, along with our added momentum with virtual MVPDs and progress we are making to join additional OTT operators, including the recently launched AT&T Watch service on which we recently launched with 8 of the 30-plus channels, gives us increased confidence and visibility towards enhanced domestic advertising revenue growth going into the second half of the year and beyond, as well as for stronger affiliate fee revenue growth next year. We also remain on target for the cost synergies we outlined for you last quarter, all of which Gunnar will take you through in more detail in his remarks.","Turning more closely to our Scripps integration process, we are now five months in and making real progress. We feel like we're doing really well. With much of the initial heavy lifting needed to unify both companies now complete, we're getting traction and feeling increasingly confident in our roadmap and strategy.","On the content side, we have begun to light up Scripps' IP across the globe and are deep in the process of identifying, approving and rolling out a few thousand hours in new markets to encouraging initial results, notably in Latin America, Europe and the Nordics, with thousands of additional hours further identified. The benefits from this are multi-fold. Content sharing allows us to lower our costs, better align our lifestyle programming strategy across the network portfolio and allows us to identify talent for potential cross-over opportunities.","Let's take Latin America, which represents an excellent example of where both the cost and revenue synergy opportunities are playing out quite nicely. Our management team in the region has embarked on a multi-pronged strategy. First, they have successfully launched and integrated Scripps content on our exiting nets, where ratings have exceeded the prior time slot by over 20%. Titles from HGTV have performed especially well, with ratings up 40%, and moreover, have helped increase ratings on existing home-type programming on our network by more than 50%.","Second, they have begun to greatly improve the channel distribution where legacy Scripps Networks were offered, helped by legacy Discovery existing relationships with distributors and operators. And third, they have identified several new markets to launch additional Scripps-branded networks. We are very excited about the prospects in this region and several others, and we look forward to updating you in future quarters as we progress forward.","Here in the U.S., we're also expanding Scripps brands to our TV Everywhere GO platforms where HGTV and Food are rolling out as we speak, which should help provide our growing GO platform with an even more compelling offering where we'll reach even more of the younger demographic on more platforms.","As we continue to grow all of our digital platforms, we announced yesterday an important addition to our executive leadership team: Peter Faricy, who joins Discovery from Amazon as our first ever CEO, Global Direct-to-Consumer, with oversight of all our global digital and direct-to-consumer businesses. Peter was instrumental in building Amazon Marketplace, Amazon's hugely successful third-party seller business. And we're excited to welcome his vision and expertise as we continue to drive our direct-to-consumer initiatives around the world, including Eurosport, PGA Tour, Motor Trend and more. Peter will be looking at all of our IP. Our unique strategic advantage is that we believe we are the leading global IP company, from HG to Food to Science to Sports, we own all of our content on all platforms.","Lastly, before turning it over to Gunnar, I'd like to spend a few minutes discussing two international developments, our strategic alliance with the PGA Tour and our expanded joint venture with ProSieben. These are great examples of our differentiated strategy: our pivot to reach viewers across digital, mobile and direct-to-consumer channels; and our ability to stand out in the marketplace as a preferred partner for the top players in the industry.","In June, we announced plans to form an unprecedented 12-year strategic partnership with the PGA Tour to create a Global Home of Golf, including a dedicated OTT service which we'll take around the world and across our digital and linear channels beginning in 2019. This is a fantastic new opportunity to expand the strength of our sports portfolio. Leader in sports in Europe through Eurosport, home to the Olympics in Europe, as well as our global distribution platform and direct-to-consumer capabilities, to a passionate international audience which strongly complements our existing superfan portfolio.","Golf today is a truly global sport with half of the PGA Tour's top players coming from outside the United States. As highlighted by Italian Francesco Molinari's victory at the British Open last month. In Germany, we expanded our partnership with ProSieben to include the Eurosport Player and ProSieben's maxdome VOD service, putting us in a unique position to become a leading streaming service in Germany. The agreement builds on our existing partnership with ProSieben to build a Hulu-like streaming service with Discovery and ProSieben's nine combined German channels, and is a good example of using our market relationship, direct-to-consumer expertise, and real-life and sports portfolio to drive value with important local partners.","Expect to see more of this innovation in key markets going forward. We are very excited about these opportunities and others including Motor Trend and the Eurosport Player. And as we execute and scale these businesses, we expect modest investment headwinds will, over time, translate into impressive revenue tailwinds.","Culmination across all of our efforts is manifesting itself in strong free cash flow growth where we are notably ahead of our original timeline to delever back below our target of 3.5 times net debt to adjusted OIBDA. Our path to greater financial flexibility paves the way for us to make smart long-term investments in our business while still maintaining a healthy trajectory for operating and free cash flow growth.","Thank you for your time this morning, and wishing you all a few great last weeks of summer with friends and family. I'll now turn it over to Gunnar.","Gunnar Wiedenfels - Discovery, Inc.","Thanks, David, and thank you, everyone, for joining us today. As David noted, I am very pleased with our underlying fundamental performance this quarter as well as the continued momentum we are gaining with respect to the integration and transformation of our newly-combined Company. Indeed, as I stated before, the further we proceed in executing our strategic plan, the better we feel about the opportunities ahead of us for the new Discovery.","This morning, I will first provide a brief overview of our second quarter results, followed by an update on our integration and transformation efforts, as well as a discussion of the financial impact from some recent strategic developments, and we'll close with our outlook for the third quarter and the full year.","My commentary today will, again, focus on our pro forma results which include the operations of Scripps as well as OWN and Motor Trend as if all had been owned since the beginning of 2017. And it will be in constant currency terms for the international and total company commentary, unless otherwise stated. Please refer to our earnings release filed earlier this morning for all of the detailed cuts of our second quarter results.","Let me start by noting that we are very pleased to report that we met or exceeded all of our second quarter top line guidance metrics, and now, let's delve into the results. Starting with total company. Second quarter total company revenues grew 1% driven by 5% international growth and 1% domestic growth. Partially offset by a 69% revenue decline for Education and Other due to the April sale of our education division.","Adjusted OIBDA grew 5%, 400 basis points above revenue growth as total company costs were down year-over-year in our first full quarter post acquiring Scripps where we started to realize the benefits of transforming the new Discovery with 1% U.S. adjusted OIBDA growth and 15% (sic) [14%] (19:14) International adjusted OIBDA growth.","Looking at each operating unit, starting with the U.S. segment, second quarter U.S. total revenues, advertising and affiliate revenues, each grew 1%. The 1% advertising growth was driven by continued monetization and integration of our GO platform and digital offerings, as well as strong pricing, partially offset by lower linear delivery, especially in the first part of the quarter.","On ratings, as David noted, we enjoyed real momentum throughout the quarter at certain networks including Food and Travel, and this momentum continued to build in July. The 1% distribution growth was primarily due to increases in affiliate rates partially offset by declines in subscribers. The 1% represents a slight deceleration versus the first quarter trends due a slightly tougher SVOD comp in the second quarter.","Delving further into the drivers of U.S. affiliate and looking at pro forma sub trends, overall sub trends remain consistent with recent quarters. Subscribers for our combined portfolio were, again, down 5% due to the continued high-single to low-double digit losses at our smaller networks. But more importantly, subscriber declines for our combined fully distributed networks remain consistent with last four quarters, down 3%. Pro forma second quarter U.S. adjusted OIBDA increased 1% as operating costs were up with higher marketing spending driven by the timing of premieres, particularly at TLC, partially offset by lower personnel costs.","Turning now to the International segment. Pro forma total second quarter International revenues were up 5%, driven by 2% advertising growth, primarily due to strength at TVN in Poland due to higher pricing as well as increases due to stronger sell-through leading to higher volume in key markets like Italy, Sweden and Spain, partially offset by weakness in the UK in part due to the World Cup and declines in Norway and Denmark due primarily to continued decreases in put levels (21:08). And pro forma affiliate growth of 7%, just ahead of our guidance of mid-single digits.","Looking at the drivers of our second quarter affiliate growth by region, in Europe, we had another quarter of solid growth driven again by higher and stronger-than-expected digital revenues from the Eurosport Player partially due to another quarter of Bundesliga. To a lesser extent, growth in Europe was also driven by increases in linear contractual rates. In Latin America, we also saw healthy growth primarily due to higher pricing. Growth in Europe and Latin America was, again, offset by declines in Asia, our smallest market, as we continued to be impacted by lower pricing as affiliate deals renew.","Turning to the cost side, pro forma operating costs were up 1% in the second quarter, as a 3% increase in cost of revenues was partially offset by a 3% decline in SG&A. I am very happy that adjusted OIBDA was up 15% with margins expanding 200 basis points to 32% as we benefited from a combination of solid underlying growth due to strong cost management and transformation savings starting to flow through, partially offset by P&L investments back into a digital and mobile growth area. Having reviewed the highlights of our second quarter results, let me now provide some color on certain forward-looking trends. As usual, I will specifically outline our third quarter top line expectations for each major operating segment. Again, International commentary will focus on pro forma constant-currency growth.","First, U.S. advertising. We expect third quarter U.S. advertising growth to sequentially accelerate a couple hundred basis points versus the 1% growth seen in the second quarter. Growth is expected to be primarily driven by our improvement in linear ratings, continued monetization of digital, as we expect further success of our GO apps as well as continued increases in pricing. And this growth is expected to be partially offset by further universe declines. As we look ahead to the fourth quarter, we are confident that we will see additional tailwind given the very successful recently-completed upfront that David discussed. We had identified the upfront as one of the early significant revenue synergies of the new Discovery, and we are very pleased with the outcome that Jon Steinlauf and team were able to achieve.","Second, U.S. affiliate. Given the unusually large digital contributions from selling global distribution rights for Manhunt to Netflix in the third quarter of 2017, we expect third quarter U.S. affiliate growth to be around flat. Fourth quarter growth should be similar, given the tough comp on the Scripps side due to their distribution agreement true-up in the fourth quarter of 2017 during which legacy Scripps domestic distribution revenue increased over 10%. However, beyond the tough comps in the back half of this year, based on the terms of our existing deals, the renewal cycle and increasing confidence in gaining additional distribution on virtual MVPDs, we currently expect to deliver a significant step-up in our affiliate growth rates in 2019.","Third, International advertising. Third quarter International advertising is expected to, again, be up in the low single-digits range. Overall, we expect Europe will, again, benefit from continued strength at TVN in Poland as well as sell-through and pricing in markets like Sweden and Germany, partially offset by continued put level (24:24) declines in Norway and Denmark. The Latin American region is also expected to see continued growth, although we've turned a bit more cautious on our outlook for Brazil.","Finally, International affiliate. Third quarter International affiliate is expected to be up in the low single-digit range, a deceleration versus second quarter growth primarily due to the impact from the new ProSieben joint venture which deconsolidates our Eurosport Player and a large portion of the associated costs in Germany.","Otherwise, overall trends remain relatively consistent with second quarter. We still expect Europe and Latin America to grow. Growth in Europe should be driven by year-over-year increases in digital revenues as well as higher contractual linear rates, and Latin America should continue to benefit from higher pricing. This will, again, be partially offset by overall declines in Asia.","It is important to note that third quarter growth would have been projected to be in the mid-single-digit range excluding the impact of our new ProSieben JV. So, let me take a minute to explain this JV and its financial impact. I am personally very excited about this strategic and financial investment. For several years, TV players in the German market have been strategizing about the opportunity that exists for a joint OTT platform, and we have finally come together with this groundbreaking offering. While there is still a lot of operational execution ahead of us, I'm confident in our joint ability to provide a great product to the marketplace.","This deal will have several implications for our reported financials. Discovery International affiliate revenue growth will be lower than current trend and prior projections by a couple hundred basis points due to the absence of contributions from Eurosport Player in Germany to the Discovery consolidated revenues. International adjusted OIBDA will improve by a couple hundred basis points, and of course, we will pick up our 50% share of the JV in equity and earnings of affiliates, which we expect to incur modest initial losses so our share should be $5 million per quarter for the remainder of this year. For the sake of clarity, please note that we will not be recognizing any revenues on our P&L to the extent we fund associated losses of this JV.","And now, I would like to share a quick update on our integration of Scripps. We remain in full transformation mode and are fully engaged in reshaping the business and positioning Discovery to best address our industry's challenges and opportunities. We continue to press ahead across our multiple work streams and initiatives, striving to maximize the potential of the new Discovery, touching upon and refining virtually all of our core competencies, including content creation, advertising and global distribution of content.","All of our initial progress is still extremely encouraging. We remain confident in our synergy target of at least $600 million of run rate cost synergies alone within the first two years of close, or by March 2020, and are already starting to enjoy early success as evidenced by our declines in personnel costs and the lower structural cost internationally this quarter.","Let me remind you that we have continued to make investments in next-generation platforms and new businesses. These investments were approximately $50 million for this quarter alone, yet at the same time, we were able to expand our total company adjusted OIBDA margins by 200 basis points year-over-year, as our transformation is absorbing these investments and overall underlying cost inflation.","Now, let's look at cost to achieve. In the second quarter, we booked another $187 million of restructuring and other costs including an additional reserve for severance and additional content impairments in our International business where we looked to increasingly use Scripps content replacing previously-acquired content. While a lot of transformation activity is still being refined, we now expect that we could see another $100 million to $150 million of restructuring and other costs in the back half for a total of around $600 million for the full year. Depending on the pace and timing of implementation of the total restructuring costs for 2018, we currently anticipate that around $300 million to $400 million will impact our 2018 free cash flow. As David mentioned, we remain equally excited by the revenue opportunities and enhanced growth prospects we are just beginning to realize from the combination and are extremely pleased with our initial progress.","Let me now turn to our outlook for the full year 2018. I am pleased to reiterate all of the full year guidance we have given on our last call. We still expect pro forma constant currency adjusted OIBDA growth to be in the mid-single digit range versus 2017's pro forma adjusted OIBDA of $4.055 billion. Please keep in mind, that our full year reported adjusted OIBDA will be roughly $250 million lower than pro forma since we are only including Scripps in our reported numbers from March 6 on.","Please note, that as a result of the higher restructuring expenses related to International content as well as the net $28 million tax reserve taken in the quarter, we now expect our full year book tax rate to be in the mid- to high-20% range versus our prior expectation of mid-20% range. While our cash tax rate ex PPA is still expected to be in the low 20% range with full year total intangible asset amortization still expected to be around $1.2 billion.","I am also pleased to reiterate that our full year reported free cash flow is still expected to be around the $2.3 billion range. The final result will continue to depend on currency trends, the timing of the pay-out of restructuring costs and working capital movements. I remain very pleased with the ability of our company to generate significant free cash flow.","We will continue to allocate virtually all of our free cash flow towards paying down debt and now expect to have net leverage at or below 4 times by the end of the year, an improvement versus our prior guidance of around 4 times. I will also again quantify the expected foreign exchange impact on our 2018 results. Given the strengthening dollar recently, the year-over-year impact on revenues and adjusted OIBDA has come down a bit versus prior guidance, but we still expect a nice tailwind. At current spot rates, FX is expected to positively impact revenues by approximately $80 million and positively impact adjusted OIBDA by approximately $20 million versus our 2017 reported results.","In closing, we continue to be pleased by our continued progress and excited by the many opportunities we are uncovering through the transformation of the new Discovery.","Thank you, again, for your time this morning. And now, David and I will be happy to answer any questions that you may have.","Question-and-Answer Session","Operator","Thank you. And our first question comes from the line of Drew Borst with Goldman Sachs. Your line is now open.","Drew Borst - Goldman Sachs & Co. LLC","Great. I have two questions. First for Gunnar, when you look at the legacy Discovery business in the U.S., I noticed that the distribution and advertising, you had no growth in the second quarter. You made some comments that on the distribution side, there was an SVOD comp. Maybe you could explain how big of a comp that was. And on the advertising side, maybe you could just elaborate a little more on what was going on.","Gunnar Wiedenfels - Discovery, Inc.","Sure, Drew. Good morning. So, let me start with one general comment on how we look at those numbers now. You've seen that we focused the commentary on the pro forma numbers, because that's how we manage the company and our sort of standalone legacy Discovery or Scripps numbers will become less and less – meaningless. But to address your question, clearly you're right with the observation. So, we've seen flat distribution revenue in the second quarter. And we have pointed out that part of that was driven by SVOD seasonality in the prior year, so there was a bit of an impact and if it hadn't been for that SVOD comp, we would have seen distribution revenues up.","Also, I mean, while we're at the topic, let's talk about some of the other revenue components on the U.S. side for the Discovery standalone portfolio. You've also seen flat advertising revenues. We've talked about previously that the ratings trends going into the second quarter wasn't great, but I'm also very happy with the dynamic that we have seen developing through the second quarter and into the third quarter now. The Food Network has come around very nicely. We're also seeing the Discovery Channel up in June and we're continuing to see a trend in July, which has led us to the more positive outlook for the third quarter, and then the additional tailwind that I've mentioned earlier for the fourth quarter. Also, I want to...","Drew Borst - Goldman Sachs & Co. LLC","Okay, great. And then ...","Gunnar Wiedenfels - Discovery, Inc.","Go ahead.","Drew Borst - Goldman Sachs & Co. LLC","No, go ahead. I didn't mean to interrupt.","Gunnar Wiedenfels - Discovery, Inc.","Yeah, no. So, I mean, just – while we're at it, you also see that the profitability on the U.S. side for the Discovery standalone has been slightly lackluster. Again, this is a deliberate decision that we made to drive our investments in marketing expenses in the second quarter, partly driven by seasonality because we had a larger number of premiers that's we wanted to push. But also, as David pointed out in his speech, we are seeing a lot of traction in our ability to promote content across the larger portfolio. So, we've made those deliberate investments here and I think we can be happy with the result that we're seeing, and the rating trends give us a lot of confidence.","And then, I want to point out one last point on this, on the profitability of the business. As I said in my speech, there are different sort of overlaying trends here. We've got a business as usual cost development. We have continued to make investments in our next-generation platforms. Again, that was $50 million across the entire group. And we have been offsetting that by the early impact of our transformation exercises.","So, if you want to take a step back, look at the full company results, then the way I look at it is we've generated $75 million in revenue growth on a pro forma basis and we've dropped $62 million of that to the bottom line. So, that's clearly the early impact of our transformation, and there are puts and takes across the portfolio, but that's sort of the high-level view that I would take.","Drew Borst - Goldman Sachs & Co. LLC","That's great, very helpful. And then, a second question for David. I wanted to ask about your DTC strategy, particularly in the U.S. I saw you made some comments recently at TCA about direct-to-consumer and the importance of it. Obviously, you made the new hire yesterday that you mentioned in your script. Could you just give us an update on your current thinking about the potential for taking some of your big U.S. brands direct-to-consumer?","David M. Zaslav - Discovery, Inc.","Sure. Thanks, Drew. Well, we're pleased to have Peter Faricy join us. He built the Amazon Marketplace platform. He built the tech stack and he's a digital native that really focuses on what does the consumer want. And we've been at this for a while on the direct-to-consumer side and we're excited about having him join us.","One of the things that we've decided is, as a company, and you see it because it flows through everything we do, is that we want to own all of our IP on all platforms. Part of what happened with legacy Discovery is we're not syndicating our content like we used to. We're not selling it in ways that we used to because we want to hold on to as much as we can because we think we have something really special and something that's quite unusual. And we're feeling better and better about that. We have quality brands. We own the content. It's global. Here in the U.S., our share is growing, and the viewership on our channels is growing and our ability to promote across our channels and, at the same time, our GO platforms are growing.","On the DTC, we have full optionality. The first thing that I've been saying for years is the U.S. is different than every other market. And it's just been driven by the aggressive push of retransmission consent networks and sports and kind of bullied the marketplace into carrying that onto every platform at very high rates. And the consequence of that was a decline in subscribers because people didn't want to spend that much.","The good news is that I think consumers are saying, enough, that there's a lot of quality content out there. We see it with our GO platform with droves of 18 to 25-year-olds watching our channels. And Randall, I think, courageously said, I'm launching a real skinny bundle. And between DIRECTV GO and AT&T Watch, it's very encouraging. We don't have all the data yet, but we're A to B, 30 channels there and we've seen in other markets, when we can get that kind of share, that we end up with a massive increase in the viewership that we get on those platforms and it drives much younger people coming on.","And so, the distributors doing skinny bundles, I think, is a big step forward. I think you're going to see a lot more of it. I think you'll see us participate in it. One of the things that we're feeling a lot more confident now as our channels – we have three, the three top channels for women; Discovery getting stronger. Our overall portfolio, the second largest in America in terms of total viewership, that – and the quality of what we have that we will be on many more of these platforms. We're confident that's going to happen.","And so, now, we look and we go what do we do with this great IP? What do we do with these great brands? And unlike any other media company, we have full optionality. We like the skinny bundles. We're focused on getting on every one of them, and I think you'll see in the near-term that we're pretty confident we're making progress on that. And then, we have the ability to do it ourselves or do it with others. And so, we're having discussions. We're looking at it. But right now, I think things are moving in a very positive direction for us and, at the very essence of that is, let's make sure we have great content that people really want. And right now we feel like we have the best differentiated basket of content, and we look a lot different than everyone else and in every skinny bundle, if we're on it, I think we could be very dominant.","Drew Borst - Goldman Sachs & Co. LLC","That's great.","Gunnar Wiedenfels - Discovery, Inc.","And, Drew, let me come back to your first question. I want to make sure that we very clearly lay out what the affiliate cadence is going to look like for this year. Because, I mean, as we said going into the year, 2018 has less of a rate increase impact than prior years, and we do see some seasonality on the SVOD side. So, while SVOD does explain part of the slower growth in the second quarter, it will also continue to have an impact in the second half of the year, specifically on the third quarter numbers. That's why we're guiding around flat.","And then, the fourth quarter number has a very tough legacy SNI comp, so that's going to be in that range as well. But as I said, we are now much clearer on the view on 2019, and if we look at the contractual rate increases that we have locked in already, our renewal cycle, and then, as David said earlier, much more confidence on the virtual MVPD side. As I said, we do see a significant step-up in 2019. So, around flat in Q3 around flat in Q4, and then a step-up for next year.","Drew Borst - Goldman Sachs & Co. LLC","Great. Thank you for the responses. Very helpful.","Operator","Thank you. And our next question comes from the line of Vijay Jayant with Evercore. Your line is now open.","David Joyce - Evercore Group LLC","Thank you. This is David Joyce for Vijay. Maybe we could ask a nuance of that question. But David talked about seeing an increase in visibility in the over-the-top pick-up from the different platforms and the revenue growth into the year-end and into 2019. What gives you confidence on that? Thank you.","David M. Zaslav - Discovery, Inc.","What gives us confidence is that when you look at how people are watching television, when they could watch anything, there's more people in America that are loving our content, watching it, having most of our channels be the number one channel they want to watch. I mean, three of the top five channels they watch every – they wanted at over-the-top service. And so, let me just leave it that. I'll just say that I think we feel quite confident that we'll make some real progress soon and that we've earned it.","David Joyce - Evercore Group LLC","All right. Thank you.","Operator","Thank you. And our next question comes from the line of Michael Morris with Guggenheim Partners. Your line is now open.","Michael Morris - Guggenheim Securities LLC","Thank you. Good morning, guys. I want to follow-up a little bit on the affiliate outlook into next year and just decompose it a little bit. First, I guess, on the subscriber trend side, you've seen kind of consistency in the rate of decline for the last several quarters, as you've mentioned. Do you expect – do you have clear sight into that decline mitigating? And is there – are there any particular events, a launch of a service or a change in some input there that you're going to lap coming up that could give some relief?","And then, second of all, you mentioned not only the renewal cycle but also like your existing terms as contributing to your confidence and acceleration. So, could you share what type of terms those are? Are there – you have existing contracts that have an acceleration in the rate that you're being paid next year? Thanks.","Gunnar Wiedenfels - Discovery, Inc.","Yeah. Michael, so, if we look at the drivers on a piece-by-piece basis, the – clearly the subscriber trend is one of the most uncertain variables, and we're pretty much assuming a continuation of the trends that we're seeing in the marketplace today. Clearly if, as David alluded to, we manage to secure additional distribution on further MVPDs, that would have an impact on subscriber numbers. But sort of the general trend, we're not assuming a major change of those.","In terms of existing terms, yes, it's correct, we obviously have a large number of contracts in place and we have contractual rate changes. And as we have said before, 2018 was a bit of a special year because the share of our subscriber base that was affected by rate increases was a very small share only for 2018. We have price increases kicking in for a larger part of the base.","Michael Morris - Guggenheim Securities LLC","Great. Thank you for that. And maybe if I could just follow-up on the first question – or one of the first questions. With respect to your direct-to-consumer strategy, it's a pretty basic question, I think, but maybe a complex answer which is, what do you think about or what are the considerations in not simply launching a Discovery direct-to-consumer product in the U.S. at a price point that's meaningfully above, let's say, your sort of average or even the high-end of your current distribution contract?","So, an example would be a CBS All Access, which clearly seems to be priced above their retransmission fee rates. You haven't chosen to do it. I know there's a lot going on, but maybe what are the key considerations for why you haven't done it to date? Thanks.","David M. Zaslav - Discovery, Inc.","Right. First, we have great partners with all – with our existing distributors that have seen the light. They've been talking to their consumers and their consumers want an affordable product. AT&T in particular, they're going to be offering their product for free, high-end, heavy-use users, which we think is going to start a significant change in the way the industry is conjugated. And this whole heavy retrans in sports and regional sports package on top is going to get pushed to the side and we're going to be a big beneficiary of that. Having said that, we're quite ambitious about what we have, because we think we have something that's very different than everyone else.","We look at a lot of the great companies right now: Netflix, Showtime, HBO, Starz, Amazon Prime, there are what – Disney with their acquisition of Rupert's great company. These look like fantastic companies that are in the business of scripted and movies. And as you go on these platforms more and more, you're seeing the same movies, and the cost is very high, and they're quite good, and I think many of them are going to be very, very successful. But to a consumer, they're starting to look a lot alike. And if you want something different, you – there's one place to look that has all the quality, all the brands that people love, all the characters and stories and a massive library to nourish and support.","And so, we're looking at that and saying we have this differentiated basket that's very compelling and global. And so, we're carefully looking at it. Would we – could we align with somebody? Should we align with some of the existing players? Should we go it ourselves? Should we align with the direct-to-consumer platform? Should we align with a global player? We're having a lot of discussions and we feel very good about the fact that we have something quite different that's very highly in demand and we're seeing our viewership and the love of our stuff growing.","So, we're just going to keep our optionality open, and in the meantime, we are going direct-to-consumer already with sports in Europe. We're going to direct-to-consumer in Germany where we launched our Hulu product. We're going direct-to-consumer with cars, with our Motor Trend product, which we're taking global. And the deal that we did with Jay Monahan, the great commissioner of the PGA, is – we think that could be a serious and meaningful business. We're reaching over 5 billion people and we own all of the rights to the PGA Tour outside the U.S. including the Latin America Tour, the Asia Tour, and we have some more stuff that we're looking at that will be quite interesting in that space. But we will build a full-on golf ecosystem that we think people will – with a great demographic, that we think could be a leading opportunity for us. We are in the direct-to-consumer business already and we like our hand.","Michael Morris - Guggenheim Securities LLC","Great. Thank you both.","Operator","Thank you. Our next question comes from the line of Steven Cahall with Royal Bank of Canada. Your line is now open.","Steven Cahall - RBC Capital Markets LLC","Thank you. A couple financial questions from me. Maybe first, both for David and for Gunnar. Gunnar, I think you talked about $300 million to $400 million of net impact on free cash flow from restructuring this year. So, could you just talk about as you get into 2019, what that may look like? And is that net of the run rate savings? I imagine when you start to look into next year, you have both more savings and less restructuring spend. So, maybe helping us bridge that would be helpful?","And relatedly, David, I think you've talked about $3.5 billion in free cash flow. If you could just give us an update on what your line of sight is into that? And then, I have a quick follow-up just on the adjusted OIBDA guidance.","David M. Zaslav - Discovery, Inc.","Why don't I just start off before I hand it to Gunnar for details because we're quite serious here about setting the right economic incentives to get the right performance to make sure that we get the right synergy, that we optimize the company for growth, to make sure that we get the free cash flow. Our goal of doubling free cash flow, of having this company look like a free cash flow machine.","One of the things in the incentives in particular for Gunnar is, if we do not meet these targets, we're going to move Gunnar into Greg's bedroom in the attic of the Brady Bunch house. And that's not a fun place to be. It didn't have a door, there were beads, if you remember. And Marcia and Cindy and Peter and Bobby and Jan, they were all in the main house, but Greg was up in the attic. And so, that's the final kind of incentive for – to make sure that Gunnar delivers on all these numbers he's going to tell you about right now.","Gunnar Wiedenfels - Discovery, Inc.","Okay. So, yeah. So, look, I mean, as I said, we're reiterating the guidance for this year. We're looking at slightly higher restructuring expenses, of that $300 million to $400 million, $250 million have actually already come through in the first and second quarter, so there's between $50 million and $150 million left for the remainder of the year. And then, based on the fact that some of the restructuring expenses are non-cash, you might have seen there's some content impairment in territories where we're leaning into the Scripps content more heavily. That, obviously, will stay non-cash so there shouldn't be a very large number of restructuring expenses coming through in 2019.","And, I mean, as we've said before, if we look at the combination of our baseline growth, our transformation and synergy opportunities, I think some opportunities in working capital, we continue to have a clear visibility for that $3 billion free cash flow number that David and I have been talking about. Again, I want to make clear, this is not a 2019 guidance. We'll guide you for 2019 as we close this year. But there's a clear visibility ahead of us for that number.","David M. Zaslav - Discovery, Inc.","So, I would just say, in all seriousness, it's going very, very well. You could see it in the fact that we've said originally two years to be below 3.5 times levered and we'll be at 4 times or below this year. So, you do the math. But we're looking forward to, and driving very hard, to be below 3.5 times leverage soon and emerge with this great global IP company together with a free cash flow machine and sit down with our board and look at what do we do with that free cash flow.","Steven Cahall - RBC Capital Markets LLC","Great. And then, just a quick follow-up on the adjusted OIBDA guidance. With the deconsolidation of Eurosport Player in Germany, I get that from what you said, to only be about a $20-million increase to International adjusted OIBDA. So, is it correct to clarify that your total company-adjusted OIBDA guidance for the year is not a downgrade because you're getting this slight uptick in International? It's all kind of the same because the bucket's too big? Or are you signaling a bit of a slight reduction excluding the ProSieben impact? Thanks.","Gunnar Wiedenfels - Discovery, Inc.","No, I'm absolutely not signaling a reduction in our OIBDA guidance. We've said before that we're looking at a mid-single-digit increase over the $4.055 billion pro forma number for last year and that continues to be the guidance. Keep in mind, this is only a couple of months' impact from the deconsolidation of the Eurosport Player in Germany. It's not a hugely material number.","Steven Cahall - RBC Capital Markets LLC","Thank you.","Operator","Thank you. And our next question comes from the line of Alexia Quadrani with JPMorgan. Your line is now open.","Alexia S. Quadrani - JPMorgan Securities LLC","Hi. Thank you. Just a bigger picture question for David and then a quick follow-up, following the PGA deal you guys just recently did, as well as your other global sports investments, I mean, do you feel you have a full plate of opportunities ahead or should we look even for more announcements of new investments in European or global sports?","And then, just a follow-up on the commentary earlier on the upfront, just curious if you could give any more color on how the ownership of Scripps really impacted? Obviously, it was positive. I think you mentioned that. But any more color on really the ins and outs of the upfront and how that worked would be great. Thank you.","David M. Zaslav - Discovery, Inc.","Thanks, Alexia. Look, we like our current position. We're actually looking hard at our Eurosport position. We're the leader in sports. We don't think we necessarily need more, but we have learned over the last couple of years, it's the big events. So, we've extended out all the majors in tennis. We've extended out the cycling. We have the Olympics. And so, I think we've gotten a little bit better at buying. And the majority of the sports that we've bought are in low- to mid-single-digit increases with that strategy of having somebody else spend a lot of money for football. And in many cases, we come in with the only pan-European platform. So, I think for Eurosport, we feel pretty good. We don't think we need a lot more.","And the PGA, we will reinforce our golf position. And I think you'll see us getting – with the PGA, we have the, really, the Premier Tour. And we have the PGA library and all their know-how. And together, we're serious about building a full-on global golf ecosystem with markets like China and a number of markets in Asia, we think, having huge opportunity.","Other than that, we'll be opportunistic. Once we build a global platform for golf with an ecosystem that works, and that's what Peter is really going to be driven by, and Alex Kaplan, who is the President of that business, great talent. I think that that best practice could be something that a lot of people would want to piggyback on.","There are loads of sports that want to reach globally, and we view ourselves as having the opportunity to be the one global company that can reach with sports everywhere in the world. And so, if you're a smaller league, it would be very difficult to build an entire platform. But we have a platform in all of Europe, and we're building a global platform for the PGA, and so we can envision a moment where people would come to us and say can I be on your platform. I don't know if they would pay us to be on, or if they'd come on and we'd do a split, but we think that that could create a real opportunity because it's a differentiated skill set that we have to be in every language in the world, with boots on the ground all over the world, with a direct-to-consumer competency.","And, on the upfront, we had a very good upfront. We were able to get meaningful increases across all of our channels. I think that one of the benefits is that if you want to buy live viewing in the U.S., we made very clear we're the second largest company in the U.S., but more importantly, we have great brands that people love with huge length of view. And so, that's a revenue synergy that we hadn't built in the plan, that we're starting to see. Steinlauf was very creative. He built a hits package where we took our top 30 channels, and on average broadcast – 30 shows, and on average broadcast is getting over a $50 CPM. Cable, in general, was getting about a $15 CPM. And so, there's this legacy disadvantage which makes no sense.","And so, by putting our hits package together, we're actually delivering, from our perspective, better than the broadcasters. And so, the engagement on our networks is up. And finally, it's very safe. And as you look across the digital environment, when you look across broadcast, people are coming in and they're watching a show. The people that watch HG, Food, Discovery, ID, they're coming and they're spending time with us. And advertisers are finding that not only is the engagement higher, but that the viewing of advertising is higher. So, we feel very good about it. You'll start to see that flow through in the fourth quarter, and we think there's nothing but upside.","This idea that we're the second biggest television company in America is something that we're digesting, and the advertising community wants to treat us like we're still a traditional cable company. Well, from a scale perspective, we're bigger than most of the broadcast companies.","Alexia S. Quadrani - JPMorgan Securities LLC","Thank you very much.","Operator","Thank you. And our next question comes from the line of Jessica Reif with Bank of America. Your line is now open.","Jessica Jean Reif Cohen - Bank of America Merrill Lynch","Thanks. I have two topics. One on Germany, could you just talk a little about the revenue model for the JV? Is it advertising, subscription, or both? And what's the potential in this market, and the potential to expand out of this market with the JV? And then, on advertising, do you see – it's a little just to clarify maybe a little bit on you've closed the gap a bit. It sounds like you've closed gap on the female networks but how much have you closed? And how much more is there to go? And then, just in general on advertising, are you seeing any share shifts? Like, David, you talked a lot about you deserve a higher share. Are you seeing more money coming into cable? Are you seeing less money go into digital? Like, just talk about overall trends.","Gunnar Wiedenfels - Discovery, Inc.","Yes. Jessica, let me start on that Germany question. So, I mean, as you know, I've been in that market for most of my career. And, as I said in my script, we have been thinking about this for many, many years. And some early efforts have been stopped by, quite frankly, antitrust considerations because back at that time the, let's say, the strength of the digital and Internet players wasn't seen as much yet.","So, the entire marketplace, from my perspective, agrees that this is a huge revenue opportunity because everyone, every TV player in the marketplace, has been building their own offerings on an OTT basis. Yet, by coming together for the first time, we're going to be able to create sort of a single destination like your TV set in a linear traditional world for the online space. And we have been very clear in our press release that we're inviting other players in the market to join this platform. Not only is there an efficiency point, of course, because we're stopping to make all those investments on an individual basis, but we're joining forces. But it's – I think it's a very, very attractive product from a consumer standpoint.","And to your question on the revenue model, we're going to be offering a lot of different opportunities for consumers to enjoy our content. The basic layer is an ad-funded catch-up OTT product. Then, on top of that, you'll be able to get an HD live stream for a subscription. We will – you will be able to add onto that the maxdome SVOD product which has a lot of the top Hollywood output, a lot of the stuff even with pre-premieres before it becomes available on the linear side. And then, of course, you can bundle in the Eurosport Player. And we're working on sort of structuring these offerings. But I think it's going to be a very compelling menu of options for people in the marketplace. So, again, it's early days, but we're very happy about this opportunity and we're going full steam ahead.","On the – on your clarification question for the U.S. upfronts here. Clearly, we have been successful from a pricing perspective. As David said, one of the most important priorities for us was to get adequate pricing for I. And on average, across the upfront deals, we were able to get ID pricing up 25%, which I think is a great result. We're happy with that outcome. It's going to help our fourth quarter and 2019 revenue growth. And also beyond ID, on average, we've been in the high-single, low-double digit range for most of the networks.","Operator","All right. Thank you. And our next question comes from the line of Todd Juenger with Sanford Bernstein. Your line is now open.","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Hi. Thanks for taking the question. I'll try and keep it quick. (01:01:48). First, David, you mentioned a couple times about some optimism about getting incremental distribution on some of these virtual MVPDs. Could you just talk through a little bit on your thinking around your willingness in terms of number of your networks that you'd be willing to put on there, assuming maybe a smaller selection of them and the rate you'd require to get those networks on there; if it's similar, higher, lower, in order to secure that distribution compared to others?","And then, the other quick question – I hope quick – is just Asia. Maybe, Gunnar, I know it's your smallest part of International. Could you remind us just, at this point, about how big Asia is as a percent? And any information on what's going on there in terms of – looks like lower affiliate prices on renewals? Think advertising's been down, too. What can we learn from that market, and what's specific to that market that makes it so different? Thanks.","David M. Zaslav - Discovery, Inc.","I think that we've been clear that we think that we have channels that are very valuable and that we're making progress in our discussions with the – some of the MVPDs that we're not carried on. Our channels are – the integrity of our – of the economics of those channels will be maintained. We have structured it so that if somebody carries our top channels, that we end up with 85% of the money. That's true in the U.S. and around the world where the fees for our more important networks are higher and we've done that over the last several years. And we're not going to be – we're going to be holding on to our true economics because we feel that our channels are – provide significant value.","Gunnar Wiedenfels - Discovery, Inc.","And, Todd, I mean, on Asia, I mean, you actually asked two questions, right? One is the size. It's very small. It's a single-digit percentage of our total revenue. It's even smaller from a profit perspective.","And, I mean, to your question what's going on, I think this is something that not only we are dealing with. I think as the markets mature, there are many territories in Southeast Asia where there's a – an increasing appetite for local content. So, for years, it's been a great business to exploit the International English-speaking content there was a great business model. Consumers are turning more towards local content, and quite frankly, we're seeing that in our recent renewals.","But again, I mean, as we've said before, if you take a look at what we did in Q4 last year and Q1 of this year, we're also seeing another effect, and that is increasing appetite for our content in the mobile and digital space. Q1 and Q4 were heavily impacted by a deal we did in China which was driving additional revenues into the group. So, let's see how this evolves. But again, from a strategic perspective, more of a pivot toward digital, and then probably less on the linear side. It's not huge, and I mean, we will see how bundling our activities with the digital space, with our PGA Tour deal, with new content on the local side will play out.","David M. Zaslav - Discovery, Inc.","We think golf is going to be a big helper. We don't think it. We spent a lot of time talking to the existing distributors, doing a real analysis on how golf is presented, what the growth of golf is, how many players there are in each country. And as we go to China, we own all the PGA Tour rights. We have all the PGA Tour rights in Japan, in Korea.","So, we think that, having spoken to the distributors and looking at the viewership and the growth, that in some of these markets, the PGA is the NFL. So, we think it could be quite hopeful to us that we have all those rights on all platforms starting – we won't get all of them in – we have them all in the 12-year partnership. Some of them roll in, so might be that one country we don't get until 2020 or the 2021. But we think that will help us, and we're seeing it already in a lot of the discussions that we're having.","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Okay. Thank you.","Operator","Thank you. And our next question comes from the line of Michael Nathanson with MoffettNathanson. Your line is now open.","Michael Brian Nathanson - MoffettNathanson LLC","Thanks. I have two quick ones for David. David, just on the JV in Germany, do you see that model working in other places? And if so, what type of markets would that work in? Secondly, now that you're pointing to 2019 as a better affiliate fee growth year, can you give us a sense of the consolidated U.S. footprint? What is the number or the percentage of footprint that comes due in 2019 and 2020? So, just a broader look at how much of your seasoning of your portfolio is turning over next couple years.","David M. Zaslav - Discovery, Inc.","Sure. Well, look, I think that the – in terms of the JV, we think it's quite compelling because we have all of this local content. And as a global Company when we look at Poland, when we look at Northern Europe, where we're the equivalent of like NBC and CBS combined, where we have all that IP, it's particularly a significant opportunity for us to go with other broadcasters, align together, put all of that IP together, because it's the IP that people watch. And across all of Europe and Latin America, we have the advantage of having 10 to 12 channels in every country and relationships.","So, as I said, I think you'll see more of it. It's a fight back, but it's not just a fight back against Netflix and Amazon Prime and HBO going global. It's a different offering. People want to see the content they love, and they want to see it on all platforms. And so, there's a great place for the subscription-based, scripted and movie platforms, but in a lot of these markets where we have loads of original content in language, we're talking to other players like us where, together, we could be pretty compelling.","On the subscriber side, I don't want to get into detail. But as we've said, we can look at what's – these things are lumpy. We could look at what's going on based on deals that we've done already and what the step-ups are. And that we're quite – we can look, and we can see that next year you will see meaningful subscriber increases throughout all of next year which – in contrast to what you'll see for the next two quarters. And that's locked in.","Michael Brian Nathanson - MoffettNathanson LLC","Thanks, David.","Operator","And, ladies and gentlemen, that is all the time we have today for questions. So with that said, I would like to thank everyone for participating in today's conference. This does conclude today's program. You may all disconnect. Everyone have a wonderful day."],"7218":["Discovery Communications, Inc. (NASDAQ:DISCK) Q4 2017 Earnings Call February 27, 2018  8:30 AM ET","Executives","Andrew T. Slabin - Discovery Communications, Inc.","David M. Zaslav - Discovery Communications, Inc.","Gunnar Wiedenfels - Discovery Communications, Inc.","Analysts","Steven Cahall - RBC Capital Markets LLC","Jessica Jean Reif Cohen - Bank of America Merrill Lynch","Tim Nollen - Macquarie Capital (NYSE:USA), Inc.","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Alexia S. Quadrani - JPMorgan Securities LLC","John Janedis - Jefferies LLC","Jason Boisvert Bazinet - Citigroup Global Markets, Inc.","Mark Kelley - BTIG LLC","Operator","Good day, ladies and gentlemen, and welcome to the Full Year and Q4 2017 Discovery Communications Earnings Conference Call. At this time, all participants are in a listen-only mode. Later, we will conduct a question-and-answer session and instructions will follow at that time. As a reminder, today's conference is being recorded.","I would now like to introduce your host for today's conference call, Mr. Andrew Slabin, EVP, Global Investor Strategy. You may begin, sir.","Andrew T. Slabin - Discovery Communications, Inc.","Good morning, everyone. Thank you for joining us for Discovery Communications' full year and fourth quarter 2017 earnings call. Joining me today are David Zaslav, our President and Chief Executive Officer; and Gunnar Wiedenfels, our Chief Financial Officer.","You should have received our earnings release, but if not, feel free to access it on our website at www.discoverycommunications.com.","On today's call, we will begin with some opening comments from David and Gunnar, and then we will open the call up for your questions. Please keep to one question if you can, so we can accommodate as many as possible.","Before we start, I'd like to remind you that comments today regarding the company's future business plans, prospects and financial performance are forward-looking statements that we make pursuant to the Safe Harbor Provisions of the Private Securities Litigation Reform Act of 1995. These statements are made based on management's current knowledge and assumption about future events and they involve risks and uncertainties that could cause actual results to differ materially from our expectations and providing projections and other forward-looking statements, the company disclaims any intent or obligation to update them.","For additional information on important factors that could affect these expectations, please see our Annual Report for the year ended December 31, 2016, and our subsequent filings made with the U.S. Securities and Exchange Commission.","And with that, I will turn the call over to David.","David M. Zaslav - Discovery Communications, Inc.","Good morning, everyone, and thanks for joining us today. Yesterday, we received some good news. We spoke to the DOJ and they told us that we have been given clearance to move forward with our acquisition of Scripps Networks Interactive, and last night, we received the formal letter from the DOJ.","With our EC approval and DOJ clearance in hand, we expect this transformative merger to close sooner than expected, within the next two weeks.","Discovery, with our collection of global IP, brands and strength in non-fiction, kids and sports globally, together with Scripps channels and global content; we will be a formidable and differentiated company in the marketplace.","In bringing together Scripps and Discovery's suite of world class brands, content and talent, our company will have the ability to reach viewers and fan groups around the globe on every screen and service across every format, accelerating our pivot to becoming a stronger global IP company with more direct-to-consumer content that can offer advertisers and distributors a high quality and engaged audience at real scale.","As new and deep pocketed players enter the scripted market, the competition and cost to create quality content has become intense, with over 500 scripted projects competing in the marketplace this year alone. This creates a high stakes game, which not everyone can win. That side of scripted television and scripted movies, that's not us. We're on the other side of the ledger. We've always kept a keen eye on our production expenses and are proud of our efficiently run, low cost, global content engine. In the non-fiction space, we're strong. It's what we do. We tell great stories with great characters and we take that content around the world.","We don't do red carpets or fancy openings. We stay focused on real life entertainment, non-fiction, kids and sports. And with the combination of Scripps, fully aligned with that strategy, our content will be further differentiated, supported by a more attractive production cost basis, our global IP ownership and category leadership around relevant and valuable content verticals. Simply stated, I love our hand.","Further, our significantly enhanced cash flow position will also provide increased flexibility to pay down debt, buy back shares when we are able, and where it makes strategic and financial sense, to invest in assets that help accelerate our digital transformation and global leadership in real life entertainment. In an environment where we can't control everything, this cash flow and this opportunity to grow cash flow becomes a strategic asset that strengthens our position in a meaningful way.","Ahead of the closing, we have taken parallel steps to optimize the geographic footprint, cost basis, and core focus of our new company. In January, we announced a new real estate strategy, which will see the development of a new global headquarters in New York, the closure and sale of our current global headquarters in Silver Spring, Maryland, and, upon closure, the creation of a national operations headquarters at Scripps' current campus in Knoxville, Tennessee.","The more familiar we have become with Scripps and the identification of new initiatives for the combined company, the more we feel like we are just beginning to scratch the surface of what's possible with this combination. We have full confidence in the $350 million in cost synergies we estimated last July, which look increasingly conservative based on our latest analysis, and we look forward to providing you with greater transparency on synergy from the transaction in the future as we get our hands on more data and get a closer look at what the Scripps company looks like aligned with us.","In addition to our real estate strategy, yesterday we announced the sale of a controlling interest in our Education business to Francisco Partners, a leading technology-focused private equity firm for cash consideration of $120 million and future brand licensing payments. Much like our plan to close Silver Spring, decisions like these are not easily made. However, what I hope you will take away from these decisions is that we are sharpening our focus. We are on a clear and defined path, and we are taking every step necessary to position our business for efficiency and long-term sustainable growth. We are laser-focused on making the combined entity a success, and we're taking the necessary action to make sure it happens.","Let me now talk about another exciting event for Discovery that has been years in the making. The recently completed Olympic Games, where Eurosport was Europe's home to the Winter Games in Pyeongchang, South Korea, for the past several weeks.","I am proud to report that we succeeded in our goal of making this the most digitally expansive and accessible Olympics in Europe yet, as we aired every minute of every competition leveraging our broadcast networks, our Eurosport pay-TV channels, the Eurosport Player, our direct-to-consumer platform in the Nords called Dplay and the Eurosport app and websites.","The team did an extraordinary job and delivered record ratings across our linear services, drove significant OTT subscriber gains, which I'll talk about in a little while, and truly innovated in the production of the Games through a sophisticated operation across 48 markets in 22 languages with flawless technological execution.","The Eurosport brand has never been so strong or vibrant. And our alignment of the Discovery brand, the Eurosport brand and the Olympic rings has been realized.","In total, we delivered 4.5 billion video views and 1.7 billion hours of video to a cumulative 386 million users over the course of the Games, with Discovery and Eurosport's digital and social platforms, including Eurosport Player, reaching an incredible 76 million viewers. And we broke a number of our own records, achieving more than a 90% TV audience share in Sweden and Norway.","In total, approximately 58% of the population in Europe watched the Games on free-to-air and pay-TV in our top 10 markets across Europe. These impressive metrics are testament to our unmatched expertise as a global IP company in leveraging great content around the world and across multiple languages, regions and technology. This is who we are, this what is we do, and nobody does it better.","Most importantly, as we begin to assess the halo generated by the Olympics, we believe we've taken some major steps forward in the execution of our digital strategy. Ahead of the Olympics, we surpassed the 1 million subscriber threshold for the Eurosport Player, our sports Netflix product. And since then, we expanded the combined reach of our Eurosport and Dplay direct-to-consumer offerings by almost 0.5 million subscribers during the period of the Olympic Games.","While some of these subscribers will likely turn off in the weeks and months ahead, we feel great about the added brand awareness and engagement we've achieved with passionate sports fans across the region. As well as an opportunity to cultivate these connections going forward. We have their names, we have their credit cards, and most importantly, we have the data on the sports that they've watched and what they're passionate about.","In addition, for example, Olympics related sporting events such as the Biathlon, Eliteserien football in Norway, the French Open and continued Bundesliga coverage, there was a game last night, are but a few of the many strong content offerings providing us with a healthy tailwind to follow up behind our strong Olympic digital performance.","As I think about our direct-to-consumer growth, I can't think of another company or any offering or platform that has been able to garner almost 0.5 million subscribers in less than 15 days. It's quite an achievement.","And to have a platform that delivered flawlessly almost 3,000 hours of long-form content, as well as almost 700 short-form pieces of content distributed, produced, and executed daily in multiple languages. It was a great accomplishment for our team and our company, and it builds our confidence as we look to take our IP to every platform and every device around the world.","Clearly, achieving this growth hasn't been easy, and it has challenged us to embrace new and differentiated skill sets from the ones that have provided us with so much success in the traditional B2B ecosystem for so many years.","We're excited with the traction we are making as a direct-to-consumer company and the learning experience the Olympics has provided to us to leverage our scale in a more impactful way. Moreover, an additional and more recent benefit of having a broader digital footprint is the breadth and depth of consumer usage data, which is proving to be invaluable as we push for greater scale and our long-term goal of trying to identify what nourishes consumers and how best for us to reach them.","Outside of the player, our journey to build a portfolio of direct-to-consumer businesses that leverage our global IP is moving steadily forward. Building on the initial success and learnings provided by Dplay, our GO apps here in the U.S., and more recently Motor Trend OnDemand, which is gaining super momentum in its core vertical. Motor Trend is a powerful brand and I believe we can be a strong leader in nourishing passionate fans in the large auto category across linear, digital and mobile.","We now enjoy a very solid platform and we are integrating nicely with Velocity, Turbo, DMAX and our other auto brands around the globe. There's ample room for us to grow and expand, and we're working hard to do it.","Thanks for your time this morning. I'll now turn it over to Gunnar for a closer look at the quarter and the full year.","Gunnar Wiedenfels - Discovery Communications, Inc.","Thanks, David, and thank you, everyone, for joining us today. Let me now walk through our fourth quarter and full year financial results. While our industry continues to evolve at a rapid pace, 2017 was an exciting year for Discovery and we ended the year on a high note operationally, with solid global ad and distribution revenue growth and continued strong cost management.","For the full year, Discovery achieved both of our total company guidance metrics, with 16% full year adjusted EPS growth. This metric excludes currency effects and non-cash European goodwill write-down, which I will discuss more later, and Scripps transaction costs and was at the high-end of our guidance range of low to mid-teens. And 25% full year free cash flow growth including currency effects and Scripps transaction costs, well ahead of our guidance of at least 10%.","Looking at the rest of our full year results, our total company reported revenues and adjusted OIBDA were up 6% and 5% respectively. And on an organic basis or excluding the impact of foreign currency, as well as the impact from The Enthusiast Network or TEN, as well as OWN, which we began consolidating in December of last year, total company revenues and adjusted OIBDA both grew 4%.","Organic costs were up 4%, with 7% cost of revenue growth and flat global SG&A, as we remain hyper focused on controlling non-content costs. So in 2017, we were again able to deliver solid financial results, while at the same time investing in new areas of growth to strengthen our global content platforms and brands.","Full year net income available to Discovery Communications grew 10% excluding currency, Scripps transaction costs and the goodwill write down, mostly driven by improved operating results and the net positive impact from our solar deals, which helped reduce our book tax rate to 15% excluding the impact of the goodwill write down.","Turning to the operating units, full year U.S. revenues excluding the impact of OWN and TEN increased 3% led by 4% distribution growth, in line with our guidance of mid-single-digit growth. As noted in previous Quarterly Reports, growth was primarily due to increases in affiliate rates, as well as increases in content licensing revenues, partially offset by declines in subscribers.","Advertising revenues increased 2% excluding OWN, TEN and the deconsolidation of Seeker and SourceFed, which we contributed to Group Nine at the end of 2016. Full year U.S. adjusted OIBDA grew 5% excluding the impact of OWN, TEN and Group Nine, as costs were up only 1%.","Turning to the International segment. For 2017, currently was actually a slight tailwind. So, while constant currency revenues and adjusted OIBDA were up 7% and 3% respectively, reported revenues and adjusted OIBDA were up 8% and 3%.","For comparability purposes, all of my International comments today will refer to our organic results, so will exclude the impact of currency. Full year affiliate growth was 9% and full year International advertising grew 3% as all regions grew except for Asia, our smallest ad market, which declined low single digits.","Focusing now on our fourth quarter results. Total company revenues excluding the impact of currency, as well as TEN and OWN grew 5% and adjusted OIBDA growth accelerated to 9%.","Looking at our individual operating units, our U.S. Networks grew revenues 3% on an organic basis or excluding the impacts of OWN and TEN. Distribution revenue grew 3% driven by increases in affiliate rates, partially offset by a decline in subscribers. And this quarter, other distribution revenues did not contribute meaningfully to growth as compared to the prior quarter when we recognized unusually large contributions.","Delving further into the drivers of U.S. affiliate, fourth quarter subscriber trends were in line with third quarter trends. Subscriber trends at our top networks like Discovery and TLC, which are driving the lion's share of our economics, were consistent with the second quarter and the third quarter with subs again declining 3% year-over-year. And driven by steeper declines at our smaller nets, total portfolio subs in the fourth quarter declined by 5% year-over-year, also consistent with third quarter trends.","Fourth quarter U.S. advertising revenues were up 3% excluding OWN, TEN and Group Nine, primarily due to continued strength at TLC and ID, and continuing improvement in the monetization of our GO platform, partially offset by overall lower linear delivery due to continued universe declines. Fourth quarter domestic adjusted OIBDA was up 4%, excluding the impact of OWN, TEN and Group Nine with operating expenses up only 1%.","Turning to our organic International results. Fourth quarter advertising growth of 5% was ahead of our guidance of around flat led by stronger than expected volume and pricing across key markets in Europe, as well as higher volumes in Latin America. Our 10% affiliate growth was driven by another quarter of solid pricing growth in Europe as we continue to benefit from successfully leveraging our expanded content portfolio that includes sports to drive higher contracted pricing step-ups, as well as a new licensing deal in Asia.","Turning to the cost side. Operating costs were up 7% in the fourth quarter, driven solely by sports and related production expenses, leading to 12% adjusted OIBDA growth.","Before I share some color on our financial outlook, I would like to address the $1.3 billion non-cash goodwill impairment charge we took for our European reporting unit. We have included a comprehensive description of the technical approach and the context in our earnings release and I'm happy to delve in deeper in our Q&A session. Let me just make a few comments to position this charge.","First, remember, as all goodwill impairments, this is a non-cash accounting charge. Second, for the two-step approach to impairment testing, a comparably smaller change in the fair value of our European reporting unit over the past year has led to a fundamental revaluation of the goodwill in that unit, driven by the specifics of purchase price accounting.","Number three, we have been conservative in not opting to early adopt the new accounting standard effective from 2018 onwards, which would have led to an approximate $100 million impairment instead of the $1.3 billion impairment that we booked.","So, as a result of this larger impairment, the book value of the European reporting unit is now showing a substantial cushion of $1.1 billion post the impairment.","Recent operational performance in Europe has been encouraging with strong revenue growth in the fourth quarter and very positive feedback from consumers, advertisers and the press on our execution of the 2018 Olympic Games.","As we look out, we remain optimistic about the growth of this region's business with the Olympics breathing additional energy and value into our portfolio of brands and we are also seeing real momentum behind our Eurosport Player and Dplay direct-to-consumer platforms.","Finally, please remember that we performed this test at the end of 2017. That means on the basis of Discovery standalone, we have not factored in any of the potential future financial impact from integrating Scripps' European business.","So, now that I have reviewed the highlights of our 2017 results, let me share some forward-looking commentary for 2018. With our Scripps deal not having closed yet, we don't believe it would be helpful to comment on Discovery's standalone financials for the full year 2018 at this point. Of course, we expect significant change for the merged entity through the integration and transformation post-closing, which is expected to occur within the next month.","Naturally, deal synergies will alter the growth trajectory of the combined company and we intend to focus on pro forma results post-close as standalone Discovery metrics will no longer be relevant.","For now, from a high-level perspective, we're expecting all key financial metrics for Discovery standalone, so revenues, adjusted OIBDA, and free cash flow to grow in 2018 versus 2017 on both a reported basis and organic basis, so excluding the impacts from currency and the TEN and OWN transactions.","We expect another year of significant free cash flow growth coming off a very strong 2017, even before layering in any potential synergies from the merger. This free cash flow increase will be driven by profit growth, increasing content efficiency, improvements in working capital and a small upside from tax reform. We will provide greater transparency post-close.","I would also like to provide some additional color on the quarterly cadence around projected 2018 standalone Discovery adjusted OIBDA growth. Adjusted OIBDA growth will primarily be second half weighted given the timing of content spend, and particularly, the Olympics.","The first quarter will see an organic adjusted OIBDA decline in the lower double digits or low teens range given the timing of Olympics related revenues and costs. With the Olympic Games having just ended, I can offer some additional clarification with respect to our prior commentary.","As we have said before, the Olympics will be around breakeven for full year 2018 and are expected to be cash flow positive over the life of the rights through 2024. However, it is important to keep in mind the timing of revenue and cost recognition.","For the 2018 Games that just ended, total costs of around $240 million, $140 million for the rights and $100 million for production and other expenses, will largely all be recognized and expensed in the first quarter when the Games were aired.","Conversely, note that only a portion of the corresponding revenues will be recognized in the first quarter, namely the sublicensing revenues, which account for over half of total Olympics related revenues and the advertising revenues, which is the smallest piece primarily given time zone differences and the fact that a considerable amount of the viewing takes place on our sublicenses broadcast networks.","The rest of the revenues, i.e. the associated effect of linear and digital affiliate revenues, will be spread out throughout the year and benefits non-Olympics years as well.","As we have stated before, the Games have helped us secure higher rates for our linear distribution deals across our entire portfolio, and depending on when these deals were renegotiated, affiliate fees will have been positively impacted, both prior to the Games, as well as post the Games.","As noted, we have also seen real momentum on the Eurosport Player, aided by the exposure from the Games. As such, we anticipate that having greater awareness of the Player and continuity of content will help drive new subscribers to the platform post the Games.","I would also like to remind you that our Olympics monetization model is very different from the U.S. model, which is more dependent on ratings and advertising versus our model.","I would also like to provide some color around the financial impact from the consolidation of OWN beginning in December 2017. Contributions from OWN are initially expected to be around $75 million to $85 million of revenues per quarter. At a similar advertising versus affiliates, but as our overall business, though at a much lower margin than our U.S. Networks given OWN has more scripted programming, which is far more expensive than our average cost per hour and have been operating as a standalone network.","With two-thirds of the first quarter now under our belt, I will also give some color around our four key revenue drivers on a standalone basis for the first quarter 2018, which is expected to be the last quarter without owning Scripps for the full quarter.","On an organic basis – so excluding the impacts from currency, OWN, and TEN; first for U.S. advertising despite a small negative impact from the Olympics, growth is expected to be up at low to mid-single digits in the first quarter, driven by continued pricing increases and the continued monetization of our digital and GO products.","Second, first quarter U.S. affiliate growth is expected be up low single digits. Recall that given the timing and schedule of our affiliate renewals, we will not have a meaningful average step-up in pricing in 2018 as the only affiliate renegotiation we had at the end of 2017 was our smaller FiOS deal. Accordingly, despite what was a very favorable negotiation with FiOS, average price increases on a per sub basis will be up less in 2018 versus 2017, as compared to 2017 versus 2016. I would also note that the rest of the year's quarterly cadence will depend on subscriber trends and the year-over-year impact from other digital licensing revenues.","Third, International advertising growth is expected to be up high single to low double digits, driven by the contributions from the Olympics in Europe.","And finally, International affiliate growth will be similar to the fourth quarter of 2017. Overall trends remain consistent, and in Q1, we will again benefit from contributions from the Asian licensing deal that contributed to growth in Q4 2017.","I will also again quantify the expected foreign exchange impact on our 2018 results. At current spot rates, FX is expected to be a nice tailwind and will positively impact revenues by approximately $120 million to $130 million, and positively impact adjusted OIBDA by approximately $45 million to $55 million versus our 2017 reported results.","Now, taking a look at our overall financial position, we bought back a total of $603 million worth of shares during 2017, as we suspended our buyback program after announcing the Scripps transaction.","Please note that as it pertains to the collar associated with the Scripps acquisition, we will either use cash to satisfy the collar, or if we issue stock we will buy back a similar amount so we intend not to issue any additional shares on a net basis.","As we stated beyond that, until our gross leverage ratio is back within our target range of 3 times to 3.5 times, we will continue to allocate virtually all of our free cash flow towards paying down debt. And as David mentioned, our new real estate strategy, the Education sale further support our ability to bring leverage into our target range by the end of 2019 at the latest.","In closing, as we prepare to combine our companies, we are all increasingly confident that our original target of $350 million of cost synergies within two years of closing the deal will prove to be very conservative.","We are extremely optimistic about this powerful combination, which will allow us to accelerate the transformation of our business, drive free cash flow and ultimately generate significant long-term value for our shareholders.","Thank you again for your time this morning, and now David and I will be happy to answer any questions that you may have.","Question-and-Answer Session","Operator","Our first question comes from Steven Cahall with Royal Bank of Canada.","Steven Cahall - RBC Capital Markets LLC","Yes. Thank you. Good morning. So, maybe just the first question around the synergy. We've seen a lot of media companies recently talk about using tax reform to increase their content investment. David, you've said that you have a lot of confidence, and it sounds like maybe there's some upside to that synergy number. So, between your debt paydown and investing back in the business, how do you think about allocating a lot of that savings?","And then, secondly on the advertising side, it looks like the Q1 pacing both domestic and international is pretty strong. So, can you give us any more color on what you're seeing in those markets, maybe from a pricing perspective to indicate the health in advertising? Thank you.","David M. Zaslav - Discovery Communications, Inc.","Thanks, Steven. Well, first, on the advertising market. It remains I would say pretty steady, maybe leaning a little bit toward, maybe a little improved versus the fourth quarter, but not a big difference. But pricing is good, volume is good. So, we see the market as being steady to maybe a little bit stronger. Remember, in the first quarter, we have the Olympics. So, even with the Olympics, seeing what we're seeing, it may be behind that there's a little more strength. We'll just have to see.","On the synergy, as Gunnar and I said, we haven't been able to get too close because we've been going through this process, but the more that we look at Scripps, the stronger the synergies are. So, we think $350 million is very conservative. Just conceptually, this is a one over one transaction.","When I was at NBC and we acquired Universal, there was a movie business, there was a theme park business. So, there were businesses that we didn't understand and we weren't in, and then there was the cable business.","For us here, we're in the free-to-air and cable business around the world. So, we have 12 channels. They have six channels here in the U.S. And so, everything we do, they do. And so it's one over one. So, in terms of our ability to take that IP around the world, to put these channel factories together, to launch new channels with their IP, and to take that IP around the world and put it on platforms, we have people in place and competency to do that in every language. And so, the more we look at it, the more we see on the cost side, real optimism. Having said that, we haven't included at all our revenue synergy; and so, the idea of what could these companies when you put them together be. And one of the things that we've looked at in terms of really getting ready, locked and loaded is the global piece of this.","We look at the Scripps IP and we see that really hasn't been deployed outside the U.S. And in fact, outside of their Polish asset, they were losing a substantial amount of money internationally. And that was probably one of the biggest surprises we saw. So, the idea that we have infrastructure all over the world, we've already started to take a look at their best content, and we think that that's a piece that we can move pretty quickly on. But – and we'll keep you posted. We do expect to invest a significant amount of money. So, we look at over-delivering. We look at providing revenue synergy of real scale. And then, we're going to be investing in this pivot where we're starting to see real momentum.","Today, we have Group Nine. We're the leader in short-form content. We have several hundred people working there, doing short-form. We have a few hundred people working for us doing short-form in the car area.","What areas of content IP are going to accelerate our growth in the future and deal with this terminal value issue of having us long-term growing and important on every platform. And so, our direct marketing business will grow. Buying more IP to strengthen our direct-to-consumer business and buying more IP to strengthen our position if we want to go with our own skinny bundle or go with others.","And so, you should expect that we will reinvest, but we will reinvest for growth. The left side of our company is cost. The right side is growth. That growth is IP. It's direct marketing. It's skinny bundle. And it's technology.","Gunnar Wiedenfels - Discovery Communications, Inc.","And, Steven, maybe if I can add a couple of points from the financial perspective. I think it's worth taking a look at the 2017 numbers. If you look at the development of our cost base, you'll see that we've grown cost of revenues at 7%, while we've kept SG&A flat. And I mean, I think that underscores how we're looking at the business. We have invested into content and we will continue to do so.","As I said in my speech, I am pretty optimistic when it comes to cash flow for 2018. Tax reform certainly is going to be a helper here. And I also think we can be even more efficient on our content investments. So, those are two additional points I would make from a financial perspective.","David M. Zaslav - Discovery Communications, Inc.","Gunnar made the point that we're going to have our eyes on and we'll be pointing it out to you regularly, free cash flow. We think that putting these two companies together, we're a free cash flow machine. And in a difficult environment, as I've said before, we have – we built the moat and we have an opportunity to double our free cash flow, very quickly. And we're getting rid of other assets that we don't think that we need, and we'll use that to pay down, so that we can get ourselves in a position where we could start deploying capital to buy back our stock, to invest in the future. So, we're quite bullish.","Steven Cahall - RBC Capital Markets LLC","Thank you.","Operator","Our next question comes from Jessica Reif with Bank of America Merrill Lynch.","Jessica Jean Reif Cohen - Bank of America Merrill Lynch","Just a couple. Given the changing landscape, actually global landscape, with Disney-Fox and potentially Comcast Sky today, can you talk about other areas of potential interest outside the U.S.?","And then, the second question is given there's so many changes in the industry, again, globally, given the newer competition in global platforms from Netflix or Amazon, how are you thinking differently about either programming or marketing on a global basis?","David M. Zaslav - Discovery Communications, Inc.","Thanks, Jessica. Let me deal with the second one first. This is a different world. Before, we generated content, we put it on our cable and free-to-air channels and we did deals with our cable and satellite distributors. Now we're doing business with the mobile players as well, as we look to create content on the mobility platform. But we have four big global platform companies now; Apple, Amazon, Google, Facebook – five – and Netflix. And that matters. They're in business with customers. And they're all in slightly different businesses, but they're quite compelling. They're very good at what they do. And there's opportunities for us to either compete with them or to piggyback on those platforms.","When we look at a lot of those platforms, we think there's very few media companies in the world that have global content in every language and brand that are loved and characters that are loved everywhere in the world. So, if Amazon or Apple or there was a company – if Facebook wanted to do a deal with a media company and they wanted to hit a button and offer it globally, we're one of the few companies that could do that with brands that will delight and be pulled through by customers. So, I guess that would be piece number one.","The other is that – and I alluded to this – we really see the industry now is dividing. The right side of the industry is Netflix and Amazon. And they get value differently and they're really in the scripted series and scripted movie business. And if you look at them, they're becoming more and more commoditized. There's some of the – a lot of the movies that you see on one, you see on another. And then, there's HBO, and then there's Showtime, and then there's all of these aggregators. We understand looking at what Rupert is doing. You look at 21st Century Fox and where they are in the pyramid, and how they get valued versus some of these other players. That side, for someone that wants to get scripted and movies and get nourished when they're hanging out before class or during the day or at night or on a weekend, that's over on the right side.","We have a very compelling offering that's completely differentiated from that. We have some of the most quality brands on TV. And you take a look at what people do when they can choose anything, they spent a lot of time looking at our kind of content. And we've got a very strong position. We own all of it and we're differentiated.","And so, we look at everybody and we see that right side as being almost like a kid's soccer game. Everyone's over at that ball. And we're in our own position over here. And we think we have something that no one else has. Plus, as people look for content to provide value and service, they're not going to get value and service by watching The Crown. They're going to love The Crown for $13 million an hour, but they're not going to get value and service.","When you look at food, when you look at home and decorating, when you look at cars, when you look at science, as people start to use their phones and devices to be entertained, but also to be inspired and to learn, we have a lot of brands that will provide real service on all platforms going forward and we own all that IP. So, we think more and more we look like we're on a different road than that crew on the right and we're happy about that.","Finally, I just think the changing landscape is an affirmation of our strategy over the last 12 years that I've been here. When I got here, 10% of our company was international. We made less than $100 million outside the U.S. We're now the leader in pay-TV globally. We have 12 channels in 220 countries. We have free-to-air channels in a load of Europe. We're the leader in sports in Europe. We own all of our IP. Our board has been supportive of this idea of owning all of our IP for all platforms. We're way IP long, which we think in the long run for long-term growth is the right play.","And when we see Comcast and Brian coming in and making a move on Sky and we see Disney talking about the importance of international IP and international diversification, we say we completely agree with that. And it makes us feel like a lot of what we did and have been doing and how we've been differentiating makes us more valuable and more important. And we expect there will be more consolidation. There's going to be a race to try and be more global, to own more IP, to have some stuff that's going to work on mobile. We've been doing that for four or five years.","Operator","Our next question comes from Tim Nollen with Macquarie.","Tim Nollen - Macquarie Capital (USA), Inc.","Thanks. Wanted to ask something about OTT strategy and distribution as well. You alluded a couple of times now to some other distribution. You seem to be one of the few that has not really gone after a direct-to-consumer strategy in the U.S. I wonder if this is something that could be possible. And you mentioned couple of times just now mobile. I wonder if there's something you could discuss about mobile distribution given some of the alignments that we're starting to see between content and mobile carriers.","And then one other very, very small question, regarding the Scripps transaction. I believe there's a put option by UKTV there. I wonder if there's any comment on that, and if that factors into the closing here? Thanks.","David M. Zaslav - Discovery Communications, Inc.","Okay. Thanks, Tim. Just on the OTT side. When you put our channels together with Scripps, we have a lot of quality services. We have a breadth of family channel offerings and we have something that's differentiated. The good news is that there are some skinny bundles that are starting to happen. Charter launched one, DIRECTV NOW is growing. We don't see any reason – we're fully supportive of those. We don't see any reason why we can't ourselves together with others continue to seed or grow that market. We think that there's a big need in the U.S. for a low priced entry product. And we'll be – after we close on Scripps, we'll be looking very hard at what we have ourselves and we'll be talking to customers about what kind of opportunity there is to create an offering either ourselves or with others.","So, I think we will be looking hard at that domestically and internationally. We could create a pretty compelling offering for $6, $7, $8 that would look a lot different than Amazon Prime, a lot different than Netflix, and it could be very attractive in every language globally. So, we'll keep our eye on that.","On mobile, it's just common sense. Facebook had this moment where they made that pivot. We – if you take a look at everything we've bought and everything we're doing, it's really this idea that we have to be on screens. And, yes, we believe that traditional business is going to continue to be there for us, and we think we can continue to grow that business globally. And outside the U.S., the business in many markets is much healthier than it is here. And there are many markets where the traditional business is still growing.","But you look at the U.S. and you look at a great company like AT&T with over 100 mobile screens. Verizon, over 100 million mobile screens. You look at Vodafone in Europe, Deutsche Telekom, Telecom Italia. We're talking to every one of those, and the secret source hasn't happened yet, but every one of them together with us, is looking at what kind of content will people want to consume on mobile. What will differentiate or de-commoditize those mobile players.","And we now have a full menu. And we need to work on some of those recipes, but if you want women, we have women. If you want men, we have men. If you want cars, we've got cars. You want food, you want home, you want Oprah, so we have a lot of stuff and we do think pivoting to mobile and devices is a very key element to us emerging as a very different media company that's around for a long time.","Gunnar Wiedenfels - Discovery Communications, Inc.","And Tim, on UKTV, it's true, there is an obligatory put that's change of control trigger. I think the market would agree, it's a quality asset and we haven't closed the deal yet, so we'll figure it out. But from a financial perspective, worst case if we have to put the asset, then that will lead to faster de-levering because we'll get the fair market value. So, let's cross the bridge when we reach it.","David M. Zaslav - Discovery Communications, Inc.","And we have a very good relationship with the BBC, long-standing. Tony Hall, who runs BBC, is a wonderful man, very talented. He and I are close friends. We haven't talked about this because we haven't closed yet, but we have been in discussions about a lot of things where there are things we can do for them and there are things that BBC could do for us. We've had that kind of relationship in the past. And I think with UKTV, it's another piece of the puzzle, and we'll figure out – I think we'll figure something out together that's mutually beneficial.","Operator","Our next question comes from Todd Juenger with Sanford Bernstein.","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Hi. Good morning. Thanks. Hey, David, if you don't mind, you've used some of my favorite words this morning; terminal value and moats. And so, if you don't mind, I'd love to hear your thoughts on this.","If you think – and let's just keep it to the U.S. I know it's a big world, but for the U.S., when you think about the world as it would exist for you five years from now, is your view more that the decline of linear audience and ad supported audiences will find a floor and settle down, and sort of be stable, and therefore you'll be okay?","Or is your view more that, no, those declines in viewership, at least linearly, will keep going down, but it's okay because you'll make it up in price on advertising and subscription fees and that's how you'll maintain stability or growth? Or is your view that no, that will keep going down, but we'll replace it with some of these things you've said like mobile and OTT and make that trigger point change?","And I guess depending on which of those views you have, how do you determine like when you would make those sort of strategic changes and what that could do to accelerate the other dynamics going on with your linear business, if you follow? Just love to hear your thoughts on that. Thank you.","David M. Zaslav - Discovery Communications, Inc.","Thanks, Todd. First, I hate to talk about the U.S. because that's how you guys look. I think in general, people see us and they see what we do in the U.S. Nobody does what we do outside the U.S. where we're in 50 languages and we're a leader with channels and brands, and relationships with users everywhere in the world, and more and more our leadership in sports in Europe and our leadership with kids in Latin America is an important piece of our company, as we see sports and kids being first movers to direct-to-consumer and first movers with a lot of the more scalable platforms in those markets.","But, look, we have no idea. That's the honest answer. We don't know what's going to happen. Personally, I'm optimistic. I think that the U.S. is slowed down because of our behavior because of the rational behavior and overleveraging of sports and retrans.","You and I have talked about it a lot. And I think finally, as you start to see declines in the U.S. that look nothing like anywhere else the world, where things are much more steady and younger people are still in many cases subscribing to cable even though they're also subscribing to Netflix and other products. And it's because it's so expensive here, it's $100. And so, when you see Charter launching a less expensive bundle, when you see Philo, when you see AT&T starting to be aggressive with DIRECTV NOW; all those things are encouraging.","My own view is if there were skinny bundles out there, we'd probably be flat to slightly up as an industry, and we would be embracing a lot more younger people. But I'm not in control of that. We think we can have more of an impact because we're getting impatient. So, to the extent that the distributors don't do it, we may just do it ourselves. We may do it ourselves with others.","But I kind of put that on the left. We can't control that. What we can control, which is important, is the cost of our business. Unlike that right side I was talking about where there was 200 scripted series a few years ago and now there's 500, you've got to pay more for the writers, more for the talent. It's – who's going to get them? Is it going to go to Amazon? Is it going to Netflix? Is it going to HBO? Is it going to Showtime? Is it – is it going to go to the big networks to support their broadcast platform?","There's a – the cost of that content is going up. We don't see that on our side. We have full command and control of our content. We don't see the cost going up. In fact, we think there is some real cost efficiencies because a lot of the brands that we have, whether it be Travel and Discovery, there's an ability to maybe use content or promote content from one to another.","So, we think we have a much better cost model, with our average cost $400,000 and the average cost of scripted $5 million. But what we really did here was we bought ourselves – when I say a moat, it's because basically the Scripps deal for all of our strategic advantage, which we believe is significant, for all of our revenue opportunity, which we think could be significant, we basically bought free cash flow. That's what we did.","And in a turbulent and uncertain time, to have global diversification, to have more scale and to be in a position where no matter what happens over the next two to three years, if we execute ourselves, we can grow our free cash flow and we can go from fourth gear to fifth gear – we can just say we're going, and just move the gear and we can generate accelerating free cash flow, even in an environment where there's secular decline advancement. And so, our ability to double our free cash flow, it's in our own hands. And so I think, we are now unique in that, before we were on a boat and that boat was on – there was a current and we were along with everybody.","But now with Scripps, at least for the next two to three years we got a new engine. And we can decide how hard we want to push it. But we think it steadies us and we're going to focus on doubling our free cash flow. And it gives us plenty of time. And finally, what do we spend our money on? There's a lot of stuff that we think we're going to spend our money on, but we're going to be wrong about a lot of that. We'll decide it when the time comes. If we've got good strategic opportunities we'll do it. If we're investing – right now, we think we're doing really well with sports and kids. We may find a year from now we're going to invest a ton in food and taking food around the world. If we don't, we may invest a ton in buying back our stock. We may buy – and if the stock's cheap we may buy back all of our stock. We got cash. And in a difficult environment, that's, we think, that gives us great flexibility.","Todd Michael Juenger - Sanford C. Bernstein & Co. LLC","Roger that. Thank you, David.","Operator","Our next question comes from Alexia Quadrani with JPMorgan.","Alexia S. Quadrani - JPMorgan Securities LLC","Hi. Thank you. Just looking at some of the ratings at your networks and the soon-to-be-owned Scripps, in 2017, how disruptive is the elevated news cycle, and I guess how much share do you think you're losing to news, if any at all? And how do you manage that given that the issue doesn't appear to be short lived there as we all once thought. And when you look at the strength at TLC and the strength at ID, they are immune because the programming is so strong? Or a different demo? I would just love to hear your thoughts on sort of the general environment for your networks here and the ratings and maybe the factors that are influencing the performance going forward.","David M. Zaslav - Discovery Communications, Inc.","Thanks, Alexia. It's hard to tell. We do get some – we do look at the data. We want to see basically when – people who love our channels when they're not watching us, what are they watching. And there are certain channels that have more of an overlap than others. We don't have a depth of knowledge of exactly what's going inside of Scripps because they've bought a lot of that data and they are much more versed on it. They have said publicly that they think that there's a significant overlap there. It's sort of like what happens during the Olympics. Discovery takes a bigger hit, but some of our other channels don't take much of a hit at all. So, we'll continue to look at that. There's no question, look, I launched CNBC and MSNBC, and I've seen those channels, and I think they're doing a great job. They're all doing a terrific job if the goal is to aggregate an audience, that's what they're doing. They're affinity networks and they're aggregating an audience.","They're basically, at this point, they're telling stories just like we are. It's just playing out really as one of our shows in real time every day. And so, that's a big benefit for them and they're doing a terrific job. We can't control that. We do have a large portfolio. We get the advantage of being able to promote from one channel to another before we would spend money, Scripps spent a lot of money on us, on ID and TLC and Oprah and Animal Planet, telling people to come over and watch their stuff and vice versa.","We get the ability to move content around, we get the ability to promote, to tell people what's going on, on the different networks. And we got a big portfolio, and we're going to be able to take the best people from both companies, which is something we haven't talked a lot about.","But one of the things we loved about Scripps is Ken Lowe built a hell of a company. They're great. They understand brands. They're great at creating characters, telling stories. It's sort of like, we think we're the best. We look at them and we say sometimes we think, as much as we say that, we think they're the best. And so they have kind of been our rival, and we've made each other better, and now we're going to be able to take the best of both and I think you'll see that when we get this over the finish line. And I think that'll help us and all of this will all come to pass. There's different trends, and as I was saying when I was there with MSNBC and you looked at CNN, it was very hard to get people to watch news. That's not true now. But at some point it will be true again. And so, I like the diversity of our portfolio.","Alexia S. Quadrani - JPMorgan Securities LLC","Thank you very much.","Operator","Our next question comes from John Janedis with Jefferies.","John Janedis - Jefferies LLC","Hi, thanks. Two questions from me. One is, David, it seems like your standalone digital business is starting to have more visible contribution on your ad growth. And so with Scripps's $19 billion global video ad views last year and then layering on what you've been building, can you talk about to what extent the scale gives you the ability to accelerate either demand or ad growth, particularly given your share in some key demos?","And then separately, there's been a lot of focus on virtual MVPDs and distribution, with the deal closing in a couple of weeks, do you have more confidence in the potential to be added to either existing or new platforms going forward?","David M. Zaslav - Discovery Communications, Inc.","Thanks John. Well look, right now, we're not carried on Sling, on Hulu and on YouTube. Our ambition is to be carried on every platform, and that's basically how we're carried almost everywhere in the world. So, we've had a lot of discussion about why we haven't been carried on those. In many cases, they're paying $40 or $42 to carry every channel from Disney, Comcast and Fox. And you got to carry every one of them and every regional sports network and every one of their channels.","Those are channels that consumers make a choice and they prefer our channels to many of those channels. And so – and we're a great buy. And the people that are running those three businesses are quite good. They're looking at what consumers want. Their platforms are good, and I think over time, given the amount of time that people spend with our channels, it's going to be in our mutual interest to have people that choose those platforms to be able to spend time on with Discovery, with Oprah, with Food, with HGTV, with TLC, with ID, and I'm an optimist. So, I'm confident in the long run that consumers will win out, and both those – all three of those platforms are terrific. And the people there are very good, and they're dealing with an issue. They have a very high cost structure. But I think over time we'll get on there, and they're looking at more and more data of what people want on their platforms.","And none of them are growing in ways that they're – their growth we think could be helped by having more good stuff. So that's our argument, and we continue to have those discussions with them, and I'm hoping that eventually we'll be on all of them. We should be.","Gunnar Wiedenfels - Discovery Communications, Inc.","And then, John, on the digital contributions, I mean, as you say, we're seeing some traction in our advertising business, our GO platform has supported growth over the past couple of quarters and, again, made strong contributions in the fourth quarter. And we're seeing some real traction there.","Motor Trend OnDemand is developing well. We're, as you know, bringing together the Velocity network, the linear network, and Motor Trend OnDemand, and sharing content, et cetera. There's some early positive signals there. As David said in his speech, the Eurosport Player has really seen a lot of momentum, passed a million subs even before the Olympics started.","And clearly from what we've seen during the due diligence, Scripps is operating an impressive short-form digital operation. So, I agree with you. I think there's a lot of potential as we look forward, and obviously a greater IP library is going to put us in a better position when it comes to exploiting the content in emerging platforms.","David M. Zaslav - Discovery Communications, Inc.","Look, this is really a journey for us. Over the last three years, we have fallen down many, many times. The platform didn't work. We had buffering. We had consumer interface that wasn't loved. We got over a four-star rating on our Eurosport Player for the Olympics. And people – we went online and people were delighted by it. But it – what we ended up doing on that platform was a result of three years of talking to customers and making mistakes. And we've still got a long way to go. But if you drew a circle around what you need to do to make somebody happy on a platform where they're consuming content on a small device and consuming content that they're excited about or they're a super fan, we're inside that circle now. And we're doing things we didn't even think we would need to do or want to do a year ago.","We downloaded 700 pieces of short-form content every day during the Olympics. So, our original thought was we just provide the Games, but then we figured out that just as important as the Games is this idea; if have you a device, you hit that app five or six times a day, and if there isn't something fresh in there for you, that's interesting or funny or tells you something you didn't know, you go there three or four times and there's nothing there, you change. You stop going there. And it's very similar to a cable channel in the sense that if someone comes to Discovery four or five times and there's not something there that they like, then they start to look elsewhere.","And so on our Eurosport Player we were very careful with the consumer interface. We did a huge amount of short-form content that we published throughout the day and night, and then we even changed it. A couple of days in we saw that the content that we were publishing was the local athletes and coaches that were getting much more play and much more shares than our big-time talent. And so, we looked at that data and we said okay, it's local, local, local.","And so, I think we're getting smarter and we're getting more confident. Almost 0.5 million subscribers in less than 15 days. So, we're going to take what we learned from that and we're going to put that in the bank and start to try and get better at what we're doing. And a year or two from now, we're going to be in a position where we're really going to understand how people consume content on a phone and what we have to give them, so that they could feel like I love this thing. But we're on our way.","Operator","Our next question comes from Jason Bazinet with Citi.","Jason Boisvert Bazinet - Citigroup Global Markets, Inc.","I just had two questions. You mentioned on the call you're optimistic about the cost savings synergies with the Scripps deal and revenue synergies. Do you think that you will post-close sort of update it with a hard number on the cost side? And do you think you'll ever give a revenue synergy number? Or you'll just let it play out as it plays out? Thanks.","Gunnar Wiedenfels - Discovery Communications, Inc.","Look, Jason, the reality is, given that we haven't closed the deal, we have stayed away from Scripps, of course. So, we've done a lot of work on our side, and as David said, we're super confident with the analytical preparation work that we have done. It looks like we're going to close the deal soon now, and certainly, we want to take a couple of weeks to sort of test some of our assumptions and get some more details, including the details on the Scripps side.","So, we'll take that time, but certainly then once we have a fully vetted view on what the – not only the total number of synergies is going to be, but also what our sort of refined ramp-up timing is going to look like, we'll definitely come back and update the market on our plan there.","Jason Boisvert Bazinet - Citigroup Global Markets, Inc.","Great. Okay, thank you. And if I could just ask one follow-up. I noticed, I think it was in January you decided to move the headquarters to Knoxville out of Maryland, and then today you announced that you're shutting your Education business. Can you just provide just a bit of color? I mean it sounds like you guys are doing everything to get sort of very focused on the opportunities as you see it, and sort of do everything you can to get more efficient. So, any color on either of those moves would be helpful?","Gunnar Wiedenfels - Discovery Communications, Inc.","I guess you nailed it. We're really committed to focus as much as we can. As David said, the headquarter decision has been a tough one. But there's no way we would be operating a combined company with three major locations in the U.S. So, as tough as the decision was, we've decided to move the headquarter to New York actually, and once the deal closes build out Knoxville as an operational center going forward.","And you're right, the Education sale is another $120 million cash in for us. And it's clearly one of our objectives to really focus, and as we've said before, de-lever as quickly as we can as we go through this integration.","Jason Boisvert Bazinet - Citigroup Global Markets, Inc.","Perfect. Thank you.","Operator","Our last question comes from Rich Greenfield with BTIG.","Mark Kelley - BTIG LLC","Hi. This is Mark Kelley on for Rich. Even with the vMVPD benefit, even the biggest programmers are losing about 3% of their subs year-over-year, and everyone's, not just Discovery's ratings, are continuing to fall. So given that, can revenues in the U.S. really continue to grow long-term with less and less subs and less and less viewership? And at what point is the weight on rates simply unsustainable? Thanks.","Gunnar Wiedenfels - Discovery Communications, Inc.","Look, I think it's clear that the one thing we do not control is those subscriber trends. As David said, we're confident that this linear business is going to be around for a very, very long time.","And if you look at what we're doing, both on the affiliate side and on the advertising side, there have been significant step-ups in our deals, which has continued to lead to positive growth. There certainly is additional upside from emerging bundles from direct-to-consumer offerings that we might be going after, especially internationally.","And on the advertising side, there's a very logical reason for increasing CPMs, as the only remaining mass medium becomes more and more scarce in terms of available inventory, there's an increasing value of 1,000 viewers. So that's a pattern that has been very stable over the past couple of years. And if you look at the technology evolution in the pipeline, I think TV as an industry might benefit quite a bit from being more and more addressable and targeted in their advertising product. So, I think we have a healthy outlook.","David M. Zaslav - Discovery Communications, Inc.","The only thing I would add to that, which I think is a positive, is when you look at our portfolio, the thing that would come to mind I think is all safe. When you go on some of these other platforms, you got to worry about what you're going to be next to, what's going to show up, is it fully quantifiable in a way that you can take to the bank.","Then you take a look at our 18 channels here in the U.S., what they provide, the cross-section of demographics, the quality of the content, and the things that we just don't do as a company, the safety, the knowing that it fits Discovery, that there's a filter there and there's a quality. And that's a big deal. And that's what we're moving toward.","That's what the – when you think about our owners, our biggest shareholders, the new house family, Bob Miron, Donald and Si Newhouse, who built this company, and John Malone, they came here for quality content that was going to entertain and when we're at our best we would educate and inspire around the world, globally and now on all platforms.","And so, as there's a race to provide audience, there's often a degradation or on many platforms, there's a disruption with quality content or good content, not knowing where it's going to be or what's going to be next to it. So, we think long-term that's an advantage. So, thanks so much.","Mark Kelley - BTIG LLC","Great. Thank you.","Operator","Ladies and gentlemen, this does conclude today's presentation. You may now disconnect, and have a wonderful day."]}}