{"title":{"8154":"Dow's (DOW) CEO Jim Fitterling on Q3 2019 Results - Earnings Call Transcript","8155":"Dow's (DOW) CEO Jim Fitterling on Q4 2019 Results - Earnings Call Transcript"},"date":{"8154":1571904000000,"8155":1580284800000},"body":{"8154":["Dow Inc. (NYSE:DOW) Q3 2019 Earnings Conference Call October 24, 2019  8:00 AM ET","Company Participants","Neal Sheore – Head-Investor Relations ","Jim Fitterling – Chief Executive Officer","Howard Ungerleider – Chief Financial Officer","Conference Call Participants","Jeff Zekauskas – JPMorgan","David Begleiter – Deutsche Bank","Vincent Andrews – Morgan Stanley","Hassan Ahmed – Alembic Global","Christopher Parkinson – Credit Suisse","Duffy Fischer – Barclays","P. J. Juvekar – Citi","Jonas Oxgaard – Bernstein","Dylan Campbell – Goldman Sachs","Arun Viswanathan – RBC Capital Markets","John Roberts – UBS","Steve Byrne – Bank of America ","Matthew Blair – Tudor, Pickering, Holt","Aziza Gazieva – Fermium Research","Kevin McCarthy – Vertical Research Partners","Jim Sheehan – SunTrust","Laurence Alexander – Jefferies","Neal Sheorey","Good morning, everyone. Thank you for joining us to discuss the Third Quarter Financial Results for Dow. We are making this call available via webcast, and we have prepared slides to supplement our comments during this conference call. They are posted on the Investor Relations section of Dow’s website and through the link to our webcast.","Speaking on the call today are Jim Fitterling, Dow’s Chief Executive Officer; and Howard Ungerleider, President and Chief Financial Officer.","Please read the forward-looking statement disclaimer contained in the earnings news release and slides. During our call, we will make forward-looking statements regarding our expectations or predictions about the future. Because these statements are based on current assumptions and factors that involve risks and uncertainties, our actual performance and results may differ materially from our forward-looking statements. Dow’s Forms 10-Q and 10-K include detailed discussions of principal risks and uncertainties which may cause such differences.","Unless otherwise specified, all historical financial measures presented today are on a pro forma basis. And all financials, where applicable, exclude significant items. We’ll also refer to non-GAAP measures. A reconciliation to the most directly comparable GAAP financial measure and other associated disclosures is contained in the Dow earnings release, in the slides that supplement our comments today and on the Dow website.","On Slide 2, you’ll see our agenda for the call. Jim will start with an overview of Dow’s third quarter and operating segment performance. Howard will then move into a financial overview of the quarter and will also provide some comments on modeling guidance and discuss Dow’s progress against some of our key financial targets. And finally, Jim will provide a progress update on Dow’s cost and growth targets and then close with a discussion on our forward-looking view. Following that, there would be plenty of time for your questions.","With that, I’ll turn the call over to Jim.","Jim Fitterling","Thanks, Neal, and thanks, everyone, for joining us this morning. Starting on Slide 3. Our results in the third quarter demonstrate the Dow team’s focus on managing the levers within our control. We are also making progress against our operational, financial, and strategic priorities that we laid out for the new Dow at our Investor Day last year. At that time, we presented a clear set of priorities and targets along with a playbook to drive our execution. Since then, we have been diligently delivering on that plan.","In the third quarter, we achieved top line performance that was in line with our guidance and bottom line results that exceeded expectations. In doing so, we delivered strong improvements from Q2 to Q3 across the board, EBIT margin, earnings and free cash flow.","Here are some other notable highlights from our results. First, we continued to capture demand growth, particularly in sectors closer to the consumer where conditions remain favorable, excluding hydrocarbons and energy, Dow’s volume rose by 1% in the quarter led by consumer growth and packaging, polyurethanes and silicones application.","Second, we grew earnings and margin sequentially led by our plastics franchise. We leveraged our industry leading feedstock flexibility in the United States and Europe. In Europe, we capitalized on the LPG advantage versus naphtha. And on the U.S. Gulf Coast, we made full use of new butane capabilities that we put in place earlier this year. And we successfully achieved zero naphtha cracking this quarter, expanding our flexibility and avoiding and otherwise costly feedstock penalty. Additionally, we focused on recapturing price, a key improvement toward the end of the quarter in polyethylene.","Third, we continued to drive down our cost structure. We reached a significant milestone in the quarter successfully completing our $1.365 billion cost synergy program. Furthermore, we removed another $40 million of stranded costs in the quarter.","And fourth, our results this quarter showed the ability of Dow’s portfolio to generate strong cash flow. We generated $1.8 billion in cash flow from continuing operations and $1.3 billion in free cash flow. We improved our earnings to cash flow conversion as well as working capital improvements provided a source of cash. The cash flow story this quarter is a noteworthy highlight and Howard will unpack this later in the call. We accomplished all of this while navigating a business environment with limited visibility and while overcoming operational limitations in Argentina where both of our crackers were down through the third quarter following a countrywide power outage in late June.","And finally, we made important progress and our litigation with Nova Chemicals and in our deleveraging priorities. In September, a judgment was entered in Alberta, Canada ordering Nova Chemicals to pay Dow approximately $1.1 billion. On October 10, Dow received the related cash payment of approximately $800 million. Subsequently, we issued a make whole call for the full redemption of $1.25 billion of notes due in 2021 further reducing debt. This was another important step forward in strengthening our financial profile. Altogether, our results demonstrate the strength of the Dow portfolio and our continued focus on executing the operational, financial and strategic playbook that we laid out a year ago.","Now moving onto our segment results and the business performance in the quarter. On Slide 4, Packaging & Specialty Plastics expanded operating EBIT margin nearly 200 basis points year-over-year. Our results reflected demand growth in packaging applications, margin expansion, cost synergies and contributions from new capacity on the U.S. Gulf Coast, which more than offset lower equity earning.","And notably on a sequential basis, EBIT grew 4% and operating EBIT margin expanded 100 basis points. Further, the results are particularly notable considering that the segment overcame a $100 million headwind from a combination of lost ethylene production and repair costs in Argentina. Our two crackers there are now back up and running. In the third quarter, we saw a continuation of solid demand in packaging application. The Packaging & Specialty Plastics business grew volume by 4% year-over-year. We again saw growth in industrial and consumer packaging, flexible food and specialty packaging and health and hygiene applications.","Regionally, volume growth this quarter was led by Asia Pacific and EMEA. In Hydrocarbons & Energy, the business reported both lower volume and local price. The volume declines were an outcome of our drive for lighter feedslates in Europe, which led to lower whole product production volume. In addition, we had slightly lower merchant ethylene sales in the United States as a result of enhanced ethylene integration enabled by our new derivative capacity.","On Slide 5, Industrial Intermediates & Infrastructure operating EBIT declined versus the year ago period primarily due to margin compression in the polyurethanes component and MEG as well as lower demand in industrial end-markets.","In Industrial Solutions, volume declined modestly as a result of lower demand in energy, agriculture and automotive end-markets. This was partly offset by growth in catalyst application and demand in pharma end-markets. The business reported a significant drop in its equity earnings driven by margin compression for MEG at our Kuwait joint ventures.","Polyurethanes & Construction Chemicals sales declined on lower local pricing in all regions led by lower components prices. However, the business achieved volume growth driven by gains in the United States and Canada on improved MDI supply year-over-year as well as continued demand growth in polyurethane systems.","Our growth in systems reflects the businesses focus on driving its downstream agenda and moving the portfolio from merchant component sales to higher value formulated systems. It has been a multiyear journey and the progress we’ve made so far has been impressive. This quarter marked the 25th consecutive quarter of year-over-year volume growth for the systems business.","And finally on Slide 6. Performance Materials & Coatings operating EBITDA from the year ago period primarily due to siloxanes margin compression and lower demand in coatings and monomers. Consumer Solutions sales declined as volume gains in Asia Pacific and the U.S. and Canada. We are more than offset by local price declines in all region mainly driven by lower siloxanes prices. The business reported volume growth in infrastructure end-markets and improved demand for siloxanes in Asia Pacific. This was partly offset by soft demand in the automotive and consumer electronics end-markets.","Coatings & Performance Monomers reported a volume decline. On the coating side, the business saw lower demand in the U.S. and Canada in architectural coating and soft demand in Asia Pacific in industrial coatings end-markets.","I’ll now turn it over to Howard to discuss financial performance in the quarter, modeling guidance and the progress that we made against some of our key financial targets.","Howard Ungerleider","Thanks, Jim, and good morning everyone. Turning to Slide 7. Net sales were $10.8 billion in line with our guidance. The decline was primarily driven by lower local pricing. Volume declined 2% year-over-year. This was largely driven by changes in hydrocarbons and energy related to our cracker feedslates combined with lower ethylene trade sales volume.","Excluding Hydrocarbons & Energy, volume was up 1% versus a year ago period driven by growth in packaging, polyurethanes and silicones applications. Sequentially demand was higher in Packaging & Specialty Plastics and an Industrial Intermediates & Infrastructure.","Local price declined 12% primarily due to decreases in lower global energy prices year-over-year. Currency decreased sales by 1% as a result of the strengthening of the U.S. dollar against the Euro. The earnings impact of currency was offset by year-over-year tailwinds from a lower tax rate and reduced interest expense.","Equity losses were $44 million, a year-over-year headwind of nearly $180 million. The decrease was primarily due to lower results at the Kuwait joint ventures driven by margin compression in MEG and polyethylene. Equity losses at Sadara also increased primarily due to the impact of a third-party industrial gas supplier issue, which has since been resolved. In the appendix of our earnings deck, we have included our additional disclosure for our three principal joint ventures, which provides further details on their results.","Overall operating EBIT was $1.1 billion. Tailwinds in the quarter included savings from cost synergies and stranded cost removal as well as contributions from new capacity on the U.S. Gulf Coast. These gains were more than offset by a year-over-year margin compression in siloxanes and isocyanates, lower equity earnings and the impact from the Argentina outage.","On a sequential basis, operating EBIT rose 5% or nearly $60 million, representing our first sequential EBIT increase in more than a year.","Our operating EBIT margin also expanded 80 basis points led by margin expansion in Packaging & Specialty Plastics. We generated $1.8 billion of cash from continuing operations, which reflected a reduced headwind from integration and separation spending and a $700 million release of cash from working capital.","Relative to the year ago period, our cash from continuing operations was up $1.6 billion. But recall that we made a voluntary pension contribution last year of $1.1 billion. After adjusting for this, the underlying operations delivered a $500 million increase in cash flow versus the same quarter last year.","And finally, we were turned $600 million to our owners in the quarter, including $500 million of paid dividends and $100 million of share repurchases. Since then, we have completed $400 million of share repurchases and we remain on track to achieve our target of $500 million for the year.","Moving to Slide 8 and our modeling guidance for the fourth quarter. As we have for the past couple of quarters, we are again providing our segment guidance on a sequential basis to reflect the most relevant comparison in today’s environment.","At the total Dow level, we see four EBIT tailwind sequentially as headwinds from normal fourth quarter seasonality in coatings and infrastructure markets and modest impacts from turnarounds are offset by nearly $150 million of add-backs from onetime events in the third quarter, including the impact of our outage in Argentina.","In Performance Materials & Coatings, we expect siloxanes pricing to remain at above the same level as we exited the third quarter. In coatings and monomers, we expect to see the normal seasonal reduction in profitability and the business will also absorb one third of the impact from our planned PDH turnaround that is currently underway.","Moving to Industrial Intermediates & Infrastructure, this segment will absorb the remainder of the PDH turnaround impact. And MEG prices on average are projected to be similar to the third quarter.","And finally in the Packaging & Specialty Plastics segment, we see feedstock price trends continuing to drive the lighter cracker feedslates in the U.S. and Europe, which will continue to reduce our top line sales of co-products. We expect a modest sequential headwind as we complete a large turnaround in the Netherlands and we anticipate reduced catalyst and licensing earnings in the quarter, which by their nature are lumpy. On the positive side, our Argentina assets are now back online. So they will once again be positively contributing to our results.","Turning to Slide 9, there are two areas where I’d like to highlight the progress we’ve made against our financial targets. The first is our capital structure, specifically the de-leveraging and liability management we’ve done this year. As you recall from our Investor Day last year, we outlined our capital structure priorities and our deleveraging targets.","And as you see on this slide, we have been delivering on our plan, making significant progress and improving and smoothing our debt maturity profile and maintaining our liquidity position. We have opportunistically refinanced upcoming maturities and we secure the option to extend the outstanding $2 billion on our term loan by an additional two years to the second half of 2023. So far this year, we have completed $2 billion of gross deleveraging and with our recent $1.25 billion debt redemption announcement, which was supported by the cash proceeds we received from Nova, we will complete more than $3 billion of gross deleveraging by the end of this year.","The result of these actions is that we do not have a significant debt maturity due until 2022 and we have maintained our strong liquidity position, which is more than $10 billion. These accomplishments align to the financial priorities we outlined a year ago maintaining a strong capital structure, reducing risk, lowering interest expense, and preserving our financial strength and flexibility.","Moving to Slide 10. The second financial highlight is the progress we have made in our cash flow generation and the potential we see to improve further from here. Looking at the trailing 12 months, we have delivered $3.2 billion of free cash flow. Our results do not yet fully reflect our underlying potential. The reason for this, as we highlighted at the start of the year, is that we have had short-term cash headwinds from two discrete factors, post-spin integration and separation activities and interest expense. On both fronts, peak spending is behind us.","Through the third quarter, we have spent more than a $1 billion on integration and separation spending in 2019 and we expect a full year spend to be in the range of $1.2 billion in line with our target for the year. This spending is beginning to recede. And looking ahead, we expect the 2020 cash spend to be in the range of $200 million to $300 million for a year-over-year release of cash of about $1 billion.","And on interest expense, as I highlighted, we have accomplished a substantial amount of deleveraging in liability management. This has put us in a position today where we see our 2020 run rate interest expense being a $100 million lower than where we started in 2019. These two factors alone represent more than $1 billion of cash flow uplift in 2020 that are completely within our control and independent of market conditions. We also continue to pursue non-operational cash inflows, notably the additional litigation we have pending with Nova and our teams continue to also focus on operational improvements such as greater working capital efficiency.","These improvements will not only boost gross cash flow but should also lift our earnings to cash conversion. Our focus on cash is paying off and all other things equal, our free cash flow was poised to expand. This additional flexibility preserves our ability to deliver against our financial priorities, including our strong shareholder returns and further de-leveraging.","Now, I’d like to hand it back to Jim to discuss our progress and our cost and growth priorities as well as our near term outlook.","Jim Fitterling","Thanks, Howard. Turning to Slide 11. I’ll start with our cost-out priority. The progress we’ve made on our cost reductions has been proceeding faster than we planned. In the third quarter, we successfully completed our $1.365 billion cost synergy program, which we finished about one to two quarters ahead of schedule. On the stranded cost removal side, we eliminated an additional $40 million and have already exceeded $125 million in cumulative savings.","Just before our spin, we laid out a target to deliver $600 million of our remaining $800 million of cost energy savings and stranded costs removal in 2019. Based on the progress we’ve made through the third quarter, we now expect to deliver approximately $700 million of savings this year, with the remaining $100 million to be realized in the first half of 2020.","The Dow team has done an excellent job in putting together a robust cost out plan that identifies, delivers and tracks these savings and they have kept at that focus for more than two years to ensure our steady delivery against our target.","Turning to Slide 12 and perhaps what I’m most proud of is that the Dow story has not only been about cost, but we’ve also continued to drive several high return growth projects. A year ago, we told you that the new Dow has a well-defined growth roadmap that includes a robust pipeline of attracted investment, projects that are lower risk, faster payback, lower capital intensity, and higher return on invested capital.","As the macro environment changed, we quickly adjusted our capital spending target for the year to $2 billion and we intensified our criteria for approving and advancing projects. In the third quarter alone, we advanced several projects. We announced the retrofit of one of our crackers in Louisiana with our proprietary fluidized catalytic dehydrogenation technology to produce on-purpose propylene. We see the FCDh technology as a game changer for the industry. It promises reduced capital intensity, lower energy usage, and lower greenhouse gas emission. FCDh not only drives return on invested capital benefits, but it also advances our sustainability agenda when compared to all conventional PDH technologies.","We launched Agility CE, a new resin made with 70% post consumer recycled plastics, which incorporates recycled plastic shrink film into low density polyethylene. We also announced two partnerships that showcase circular economy solutions for plastics. The Fuenix agreement allows Dow to incorporate recycled plastic waste back into our feedstock supply. And second, the UPM Biofuels technology enables plastic solutions made from bio-based renewable feedstock. Both solutions reduce carbon emissions without impacting the performance of our final products.","In our silicones franchise, we continued to green light incremental debottlenecks. Through the third quarter, we have completed 14 of the 18 downstream capacity expansions that we planned for this year. We reached the final investment decision for our previously announced flexible alkoxylation capacity to support our customers’ growth in infrastructure and home and personal care end-markets. This U.S. Gulf Coast unit is expected to start up by the end of 2021. Furthermore, we recently signed a 10-year supply agreement with a key customer securing the base load volume for this facility, representing $900 million of new revenue over the life of the contract.","And on the digital front, we launched a new Dow.com, featuring an expanded e-commerce platform. Year-to-date, we have already achieved nearly $3 billion of sales through this channel and we’re just getting started. These are just a few of the investments that we believe will fuel our growth, deliver productivity improvements, enhance customer experience, and further drive it toward our sustainability goals.","Turning to our market outlook on Slide 13. As we look around the globe at key commodity products, our view is that in many cases the margin for high cost producers has essentially been bouncing around the breakeven point for at least the past two quarters. On this side, we showcase a few prime examples.","In MEG, Asian spot spreads have been at or slightly below the breakeven point for most of the year and there have been reports over the past two quarters of high cost producers dialing back production. In MDI, we see spreads in Asia bouncing around the historic low point and in ethylene the high cost producer margins are thin and projected to go to zero, while the ethylene margin for producers in the Americas remains healthy.","Our base case remains that the global economy will continue growing, albeit at a slower pace. In that scenario, based on historical spreads in our products’ chains, we see a floor to further margin deterioration and a good upside to normalized levels when fundamentals tighten. In this environment, Dow remains well-positioned, thanks to our competitive positions on the cost curve driven by our feedstock flexibility, our scale and significant presence in lower cost region such as Canada, Argentina, and the U.S. Gulf Coast.","To sum it up on Slide 14. 2019 has been our year to successfully reintroduce more focused, more streamlined Dow, execute our playbook and showcase our financial and capital discipline. We believe the results of our actions will continue to show in our earnings, deliver enhanced cash flows and preserve our financial strength.","As you’ve seen from us all year and especially in the third quarter, we are delivering as we promise. And as we look to the near term future, our mindset does not change. The current business environment demands discipline, and that is why we will continue to leverage our feedstock flexibility, advance our lower risk, higher return growth investments while staying in line with our $2 billion capital expenditure target this year and continued driving a best-in-class reduced cost structure by delivering the remaining stranded cost removal. In some steps that we are taking today positioned us well to leverage increased value when the industrial economy rebound.","Now, I’ll turn it back to Neal to open the Q&A.","Neal Sheorey","Thank you, Jim. With that, let’s move on to your questions. I would like to remind you that our forward-looking statements apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions.","Question-and-Answer Session","Operator","Thank you, sir. [Operator Instructions] We will take our first caller, David Begleiter with Deutsche Bank. Please go ahead, sir.","David Begleiter","Thank you. Good morning. Jim, good job on the cost side. Just looking at Q4, what should we expect for incremental cost savings and stranded costs removals in Q4 versus Q3?","Jim Fitterling","Good morning, David. Thanks. In Q4, I think you’re going continue to see somewhere in the range of $65 million to $75 million come out in additional costs. Our stranded – our synergy program is done as we communicated. We had the $300 million target for stranded costs. We are at $125 million year-to-date. You’ll see another $75 million approximately come out and then another $100 million in the first half of 2020. So I think that’ll get us out of the stranded cost removals. And then as Howard mentioned, we also see about a $100 million lower interest expense next year because of the work that we’ve done on debt restructuring.","Operator","All right. Our next question comes from the line of Jeff Zekauskas with JPMorgan.","Jeff Zekauskas","Thanks very much. On slide 12, you talked about headwinds for the fourth quarter, which is the absence of a lumpy catalyst and licensing activity of $85 million, which was in Packaging & Specialty Plastics. So I take it, what that means is that in the quarter you just reported there was an $85 million benefit from licensing activity that was I guess a little bit unusual and your sundry income after you make the adjustments was up $100 million. What is that and does that flow through to the individual segments? And if it does, where does it go?","Jim Fitterling","Howard, do you want to touch on the polyethylene part? And then maybe we can also talk about what’s happening with pricing and PE.","Howard Ungerleider","Yes. I would say – so on the sundry income side, Jeff the third quarter was favorable, but that was really due to a certain improved forex hedging and that goes to each of the segments proportionally. It really wasn’t a licensing and catalyst thing. On the licensing and catalyst, I would just say your description is not where I would go. I would say it’s the delta change from Q3 to Q4, we’re expecting to be $85 million. That was not the absolute number.","Jim Fitterling","And Jeff on the licensing, that was a Univation license that was granted, and I think that’s the comment on the lumpy demand and so Univation still continues to license technology as people are continuing to build polyethylene capacity. I would say on PE, I think, the thing to take away for fourth quarter is that we ended $0.03 higher than the IHS integrated margin spreads in the third quarter and you’ve got ethane prices $0.18 roughly a gallon versus what everybody has expected to be greater than $0.40 a gallon.","So I think as you look into fourth quarter with demand good, with inventories down in the third quarter and with that pricing outlook, I think, you should expect to see a decent plastics quarter.","Operator","We’ll next go to Vincent Andrews with Morgan Stanley.","Vincent Andrews","Thank you and good morning everyone. Could you maybe talk a little bit about MDI and silicones and sort of what you think is going to happen through fourth quarter and into next year are we just going to bounce around these levels? Can MDI volume continue to compound at a mid-single digit rate or do we have to worry about that being a little bit lighter next year? Thank you.","Jim Fitterling","Thanks Vince. MDI and I would say siloxane versus silicones, MDI and siloxanes are bouncing around at pretty low levels, as you mentioned and I would expect them to stay in there. A little bit of term in the industrial side of the sector and in the auto side of the sector will put a pull there that would start to bring that back up, but haven’t seen that yet. With PMI really declining for the last four consecutive quarters, the big delta here is consumer has been really pulling all the volume growth and industrial hasn’t yet. But I do think with inventories being low, I don’t see any speculative activity out there and with downstream investments, like in our systems business downstream and our silicones business which are both continuing to hold up well that’s going to create a pull on that supply demand balance. And with nothing new on the horizon, I think, you’re going to see some steady improvement. We get a deal on trade if we get a phase one trade deal that obviously will be a tailwind. And I think the industry is poised right now for a little tailwind.","Operator","Next question will come from the line of Hassan Ahmed with Alembic Global.","Hassan Ahmed","Good morning Jim. Jim, a bit of an interesting sort of quarter. Obviously, we had this incident happen out in Saudi Arabia, which I would imagine limited feedstock supply to a variety of producers out there. And I would imagine Sadara as well. So could you comment on whether or not you guys saw any curtailments in feedstock supply? Has that normalized out in Sadara? And was there any Q3 negative impact from that? And any residual impact we should expect in Q4?","Howard Ungerleider","Thanks Hassan great question. We saw limited a reduction in feedstock supply. We were down about 20% for less than two weeks. So that wasn’t the real drag on Sadara in the third quarter. The bigger drag was we had a industrial gas supplier that supplies into the complex that really had an outage that really costs us on the range of $25 million, $30 million on Sadara EBITDA. And I think that’s the bigger impact.","Sadara is running well right now. I don’t see any long-term issue from that. And really good cooperation and response from Aramco, real solid response.","Operator","All right, next question will come from the line of Christopher Parkinson with Credit Suisse. ","Christopher Parkinson","Great, thank you. So when you just generally think about the Dow story and how it’s evolved since the initial spin up, what do you think are the two to three primary profit drivers as we enter 2020 is at synergy capture, cost run rates, facility downtime changes, changes in equity earnings? If you could just help us conceptualize the key puts and takes from your perspective over the next 12 months, it would be greatly appreciated. Thank you.","Jim Fitterling","Hi Chris. It’s a good question. I think what we have tried to do in 2019 is to prepare ourselves and get ourselves on solid financial footing as a new company and I believe we’ve done that. We had to get the costs out, we had to get our balance sheet in the right space, we had to make sure that that industry leading dividend that we put out there was protected. And I believe that we’ve done that. I think we’ve positioned ourselves well for an upturn in the industrial economy. The consumer side of the business is doing great. And high return projects that we’ve got for growth are really playing into that. So we don’t have a demand problem right now. There’s a little bit of supply demand imbalance that we’re working through on those commodities and that’s driven primarily by a slower industrial economy.","We see strong growth in Asia, so we’re up double digits out there. We see good growth around the world. And with a little rebound in the industrial economy, you’re going to see a demand pull on the chain that we haven’t seen for four consecutive quarters. When that happens, I think, you’re going to see margin expansion and things are going to start to move up. Oil, goes up a little bit and you see the industrial economy come back. That typically pulls oil price up. That would help too.","Howard Ungerleider","And Chris, this is Howard. I would just add everything that Jim talked about really sums it up into a cash story for next year. When you think about the lower interest expense that Jim talked about of $100 million, what I talked about in the prepared remarks of the billion dollars of cash coming out of restructuring costs, from 2019 into 2020, it really is a cash flow generation story as we head into next year.","Operator","Okay. We’ll take our next question from the line of Duffy Fischer with Barclays.","Duffy Fischer","Yes, good morning guys. Question just on the relative pricing of polyethylene in North America versus Asia, it’s been quite favorable, but with still a little bit more polyethylene to come online in the U.S. and us having to be a bigger net exporter going forward, do you see anything structurally changing in the relative price between North America and Asia?","Howard Ungerleider","I don’t think you’ll see a dramatic change Duffy. I think demand in Asia has been good. We were up double digits in Asia Pacific. And I think we’re going to continue to see strong demand there. I think the supply demand in North America, inventories went down 3% at the end of third quarter, about 176 million pounds and price went up in September. So I think that tells you there’s some underlying good demand pull that’s out there. And I think we’re going continue to see that evolve that way.","Duffy Fischer","Great, thank you.","Operator","So we’ll go to P. J. Juvekar with Citi.","P. J. Juvekar","Good morning Jim.","Jim Fitterling","Good morning.","P. J. Juvekar","It’s amazing that you went to zero in naphtha. I assume that’s more of a U.S. Gulf Coast comment. And assuming that can you discuss your feedstock changes in Europe? And then I guess my question is if more and more companies follow your lead and pick out naphtha, what is the outlook for global naphtha and does that sort of lower cost for Asian producers? Thank you.","Jim Fitterling","Good question PJ. Yes, the zero naphtha was the U.S. Gulf Coast component. And what that does is really it widens our feedstock flexibility. So it gives us another range of flexibility that we didn’t have. And that was important this quarter because ethane was really low and also propane was low in the quarter. Propane being low meant we cracked pretty aggressively LPGs in Europe. And we think that we’ll continue to do that through fourth quarter and first quarter in the next year. And sometimes in the winter time if gas prices tick up, you would see that might be limited a little bit. But the outlook for gas as we go into this winter and the inventories and the current prices, I mean, they were going to be cracking LPGs. ","I don’t know if the changes that we have on cracking zero naphtha in the Gulf Coast is going to have a big impact on naphtha cost to everyone else. I would say that in Asia, the naphtha crackers today are at about breakeven margins and they’ve been there for the – especially the fourth quartile producers have been there for the last couple of quarters. So I think that pressure is going to continue even if naphtha goes down. Naphtha probably would move more based on what happens with the oil price.","Operator","All right. And we’ll go next to Jonas Oxgaard with Bernstein.","Jonas Oxgaard","Hi good morning guys.","Jim Fitterling","Good morning Jonas.","Jonas Oxgaard","I’m a little bit – good morning. I’m a little confused by your comments about the strong demand in Asia. I think we had this discussion last quarter as well. When you’re talking about strong demand you’re talking about your own volumes not the industry as a whole, right. And as a follow-up, yes. Yes, go ahead.","Jim Fitterling","Go ahead.","Jonas Oxgaard","Well as a follow-up I mean you are low cost producers, so your volumes should always be strong no matter what, right. From what we can tell from the industry magazines, et cetera, like the demanding Asia is nothing great lately, well lately, I mean the last several months. So can you come a little bit about the difference between you and the market as a whole?","Jim Fitterling","I think the bulk of what we’re moving in Asia is in food and flexible packaging, and health and hygiene materials. We also move obviously some materials into Ag films and some other Industrial & Consumer Packaging. The Consumer Packaging is holding up fine, the Industrial has been a little bit slower. But our volumes, have been good, the consumer side has been a strong pull for us around the world. And it was a very strong quarter for us in Asia. And having said that even with that demand we saw prices up at the end of third quarter up $0.03 higher than the IHS integrated margin levels. So I think that’s a combination of our own pricing activity, as well as our ability to capture the spreads by feedstock flexibility that we’ve got.","We’re continuing to add products to the line to expand that consumer side and to address some of the challenges on circular economy. So you saw Agility CE in there and we’ve got a host of other recycle-ready products and things for the consumer side of the business that we think are going to continue to drive demand.","Operator","All right. And our next question comes from the line of Bob Koort with Goldman Sachs.","Dylan Campbell","Good morning. This is Dylan Campbell on for Bob. When I look at free cash flow, it was a very impressive quarter, particularly compared to, I guess the last several quarters or it’s about double that rate. Can you give a kind of just a bridge on what drove that strength this quarter relative to the last couple of quarters?","Jim Fitterling","Yes, good morning. I would say, we saw in the second quarter we also saw a couple, $200 million, $300 million improvement on an apples-to-apples basis despite lower earnings. I would say this quarter, what drove the big $500 million beat and I’m looking at apples-to-apples, so I’m taking out the voluntary pension contribution that we made last year because if you do it on a purely reported basis, we were up 1.6. But on a plus $500 million basis, it really was working capital release. So we’ve got everybody on the team really focused on improving working capital. That was the primary.","And then the secondary was really the lower restructuring and spinout spending that we were talking about. But that’s going to lead into the billion dollar release 2020 versus 2019. Those are the two big components.","Operator","All right. And next we’ll go to Arun Viswanathan with RBC Capital Markets. ","Arun Viswanathan","Hey guys. Good morning. Just a couple of questions around cash flow uses of cash flow. Could you rank order your usage of cash flow, I guess here? And maybe within the context of the recent Nova settlement as well as maybe within the context of your margin outlook, it looks like you had really strong performance on margins this quarter. But just curious on if that’s gone much lower just given the polyethylene outlook, how you’d allocate cash? Thanks.","Howard Ungerleider","Yes so on the uses of cash this year on a full year basis you are looking at about a $1.5 billion on cash tax and interest expense, you are looking at $2 billion on CapEx, about $1.2 billion on restructuring and then the dividend of $2 billion and $0.5 billion on Sadara. And that’s kind of the makeup of the key pieces that get you on the uses of cash. Relative to the Nova proceed you saw that we announced right after within a two or three days of receiving the cash we did the make whole call on the $1.25 billion worth of bonds. So that just helps us continue to improve our maturity profile and smooth it out. And it obviously will also help lower the interest expense going into next year.","Operator","And next we’ll go to John Roberts with UBS.","John Roberts","Thank you. Do you think your coatings-related volumes were down more than the end coatings markets this quarter, or in line? And I think that was one of the businesses flagged for potential, strategic review, because it was one of the most significant underperformers over the past couple of years.","Jim Fitterling","I think John it was in line with architectural coatings demand. And I would say the one other thing I would throw in there is there have been a couple of customers in architectural coatings that have taken a little bit of business captive. So that has been a bit of a drag on it. The other thing is that industrial coatings demand has been down. And we had a fair amount of industrial coatings business in China and that China industrial demand has been down. But that’s, I think, in line with the rest of the market. We’re continuing to work on the coatings business in terms of the business model.","So you’ll see that I talked about on the call we’ve got a new dow.com portal out there. One of the things we’re going to be doing in coatings is taking advantage of that e-commerce capability to try to broaden out our reach into that market segment. And that’s going to help us fill up some assets and get more of that coatings volume.","Operator","All right, your next question comes from the line of Steve Byrne with Bank of America.","Steve Byrne","Yes, thank you. Howard, you mentioned that $0.5 billion to Sadara this year, just wanted to get your outlook for 2020. And then if I could you mentioned this $1.4 billion cost synergy, cost synergy program and is now complete. That program was conceptualized a couple of years ago. What do you think of that now? Is there more opportunity in actual synergies or are you assessing productivity opportunities given some of the sluggish and markets?","Howard Ungerleider","Yes, look on Sadara I would say one of the things that we’re working on with our partner Saudi Aramco is achieving project completion. We’ve got one last step, which is finalizing a rail agreement with the Saudi rail authority in Sadara. That’s in its final stages. Our plan right now and I’ll be in the kingdom, in the next couple of weeks, our plan right now is to get PCB done before the end of the year. And then we’ll be looking at negotiating with the lenders on re-profiling the debt. But I would say for modeling purposes, Steve, I would just use another $500 million next year. And then we’ll have more to say as we get that refinancing done. Jim do you want to talk about productivity for next year, you might take it.","Jim Fitterling","Yes, I think we’re always looking at productivity gains that we can make. We’ve hit our benchmark targets in terms of cost, and structure and head count that we’ve been trying to achieve. We’re working on trying to get more productivity out of working capital, we’re working on trying to get more productivity out of our maintenance dollars. We’ve done a lot on the digital aspect and what we can do with digital technology there. Those are both going to be important. And we’ve done $3 billion year-to-date on our eCommerce platform. We’re looking to that for some growth and productivity, as we move forward.","Operator","All right, next we’ll go to Matthew Blair with Tudor, Pickering, Holt.","Matthew Blair","Hey, good morning everyone. I thought the results in II&I were pretty good with the quarter-over-quarter improvement despite some pretty tough conditions in MEG, as well as Asia MDI. I think you also called out that industrial gas supplier outage too. Could you just walk through what got better in II&I in Q3 2019 verses Q2 2019? Thanks.","Jim Fitterling","Hi, Matthew. We had a turnaround in Q2 that really brought things down and so that we did not have that turnaround expense in Q3. Otherwise, I would say the business volumes and the quality of the business has been good. The real drag on II&I in third quarter was equity earnings from the Kuwait joint ventures and that was because of the margin spreads on MEG. Kuwait still a low cost producer for MEG and making good returns, but we haven’t seen any demand pull to really bring that margin spread up on MEG. When that comes, I think, you’ll see the real quality of III show through.","Operator","All right. Your next question comes from the line of Frank Mitsch with Fermium Research.","Aziza Gazieva","Hi guys. It’s Aziza on for Frank. Looking back at the ways to incremental capacity additions you presented back during the Pre-Spin meeting, I was curious to get your latest thoughts on the project with particular interest on the 600 KTA PE expansion on the U.S. Gulf coast. Thank you.","Jim Fitterling","Those projects are still under underway. I think the 600 KTA solution PE capacity will continue to go ahead. We mentioned that. We’re going to take a look at the 450 KTA European expansion. I think, with the demand right now in Europe and with the market outlook, we don’t see a reason to push that forward to any final investment decisions right now. Everything else on that list that we put forward is underway and on the timeline that we put forward. And we’re continuing to look at some additional things like oxalate’s flexible capacity that we announced on the call today.","Operator","Next we’ll go to Kevin McCarthy with Vertical Research Partners. ","Kevin McCarthy","Yes, good morning. Jim I thought you had an impressive results in Packaging and Specialty Plastics, not withstanding some pretty weak industry volumes for polyethylene. So I want to ask you about the latter going back to your Investor Day, you had assessed polyethylene demand growth rate at 1.4 times GDP. Year-to-date it looks meaningfully negative in North America, versus a growing economy. So can you speak to why that’s happening? Do you see it as temporary or more lasting in nature? And will it have an effect on new capital investment in capacity across the industry?","Jim Fitterling","I think a lot of what happened, Kevin as a new capacities came up is you saw some inventories build up and some product move out there. The demand obviously with industrial slowing down on the industrial side has been a little bit slower than what we had anticipated. The consumer side has been continuing to perform well. And so I think with some of the pressures that are on in that industrial side, that’s really been the thing that slowed the overall growth. And you are coming off a very, very strong 2018 and so I think you’re going to continue to see that there’s good balance in the supply demand going forward. I don’t think there’s any reason to think there’s been a fundamental change in the 1.4 times GDP. Our outlook for GDP next year is still around 3% globally. And so, I believe that you’re going to continue to see about 4% and 4.5% type of growth rates out of polyethylene.","Operator","And next we’ll go to Jim Sheehan with SunTrust.","Jim Sheehan","Great. Thank you. Can you comment on the supply demand balance in silicones? Do you see that market is balanced right now? And do you expect capacity additions in 2020 to change that balance much?","Jim Fitterling","Yes, if I can Jim, I would just say on siloxanes, I think, that’s where the length and the market is today and the siloxane upstream materials. On the silicones downstream the supply demand balance is still fairly tight and there’s a lot of growth in those downstream applications to continue. But on the upstream side when you get into areas of big volume use like, for example, large commercial buildings, big industrial build, some of that has slowed down and taken a little bit of pressure off of siloxanes. There’s no new capacity coming on in siloxanes. We’re working off a lot of capacity that got added in China over the last couple of years. And I think there’s nothing on the horizon for the next two or three years in the siloxane space. So it should continue to tighten from here.","If the industrial economy picks up a bit, and building construction picks up a bit, I think, you’ll see that will tighten things up. ","Jim Sheehan","Thank you.","Operator","And we’ll take our last question from Laurence Alexander with Jefferies.","Laurence Alexander","Good morning. With respect to the investments in the circular economy and the discussions around various types of recycled waste inputs is that part of the industry mature enough for you to benchmark whether the returns on capital or the appeal of the projects is competitive or advantaged or disadvantaged against conventional petrochemical investments, or is it still basically a subsidized research project?","Jim Fitterling","Good morning Lawrence. Let me approach it this way, I think the real thing that’s changed here is you’re starting to get a sense that the pressure on the consumer goods companies from the consumers would indicate there’s probably a change in people’s willingness to pay for a more recyclable or sustainable product. And so I think that is probably the more important question than the cost of this versus virgin plastics from virgin natural gas liquids or another feed stock. If it was more competitive, that would have already been done. But the reality is there are pressures out there, and there are demands to go to a circular economy and there seems to be a growing consumer base that’s willing to pay for that. Now we just have to work out what the value chain looks like.","The second thing, on the consumer side is we have a waste problem, which none of us have our heads in the sand about. We have a plastic waste issue that needs to be resolved. And in order to drive that circular economy, we’ve got to come up with a way to value the plastic waste so that it can come back into that feed stock supply. And that’s probably the bigger challenge. I think we will come up with a way to do it. I think everybody in the value chain, that’s part of the alliance that we’ve put together, is trying to figure that out. But that’s going to require some time and some things for us to work through.","Meanwhile, the size of these projects that I’m talking about are going to help us learn more about what the cost positions are, are going to help us learn more about what the customer acceptance is going to be for these products and what the price point for that will be. And I think in another year or so I’ll have a better answer for you on what the relative values are.","Neal Sheorey","Okay. Thank you, Jim. That concludes the Q&A. Thank you everyone for joining our call. We appreciate your interest in Dow. For your reference a copy of our transcript will be posted on Dow’s website later today. This concludes our call. Thank you.","Operator","And once again, that does conclude today’s conference. We thank everyone for their participation."],"8155":["Dow Inc. (NYSE:DOW) Q4 2019 Earnings Conference Call January 29, 2020  8:00 AM ET","Company Participants","Neal Sheorey – Vice President-Investor Relations","Jim Fitterling – Chief Executive Officer","Howard Ungerleider – President and Chief Financial Officer","Conference Call Participants","Arun Viswanathan – RBC Capital Markets","Hassan Ahmed – Alembic Global","Vincent Andrews – Morgan Stanley","Jeff Zekauskas – J.P. Morgan","David Begleiter – Deutsche Bank","Jonas Oxgaard – Bernstein","Frank Mitsch – Fermium Research","Steve Byrne – Bank of America","John Roberts – UBS","Christopher Parkinson – Credit Suisse","P.J. Juvekar – Citi","Don Campbell – Goldman Sachs","John McNulty – BMO Capital Markets","Operator","Good day, and welcome to the Dow Fourth Quarter 2019 Earnings Call. [Operator Instructions] Also, today’s call is being recorded. I would now like to turn the call over to Mr. Neal Sheorey. Please go ahead, sir.","Neal Sheorey","Good morning, everyone. Thank you for joining us to discuss the fourth quarter financial results for Dow. We’re making this call available via webcast, and we have prepared slides to supplement our comments during this conference call. They are posted on the Investor Relations section of Dow’s website and through the link to our webcast.","Speaking on the call today are Jim Fitterling, Dow’s Chief Executive Officer; and Howard Ungerleider, President and Chief Financial Officer.","Please read the forward-looking statement disclaimer contained in the earnings news release and slides. During our call, we will make forward-looking statements regarding our expectations or predictions about the future. Because these statements are based on current assumptions and factors that involve risks and uncertainties, our actual performance and results may differ materially from our forward-looking statements. Dow’s Forms 10-Q and 10-K include detailed discussions of principal risks and uncertainties which may cause such differences.","Unless otherwise specified, all historical financial measures presented today are on a pro forma basis, and all financials where applicable exclude significant items. We’ll also refer to non-GAAP measures. A reconciliation to the most directly comparable GAAP financial measure and other associated disclosures is contained on the Dow earnings release, in the slides that supplement our comments today and on the Dow website.","On Slide 2, you’ll see our agenda for the call. Jim will start with an overview of Dow’s fourth quarter and operating segment performance as well as an update on Sadara. Howard will then move into a financial overview of the quarter, including details on our principal joint ventures and will also provide some comments on modeling guidance for the first quarter and full year.","And finally, Jim will provide a review of Dow’s performance against our 2019 targets and then close with our priorities for 2020. Following that, we will take your questions.","With that, I’ll turn the call over to Jim.","Jim Fitterling","Thanks, Neal, and thanks, everyone, for joining us this morning. Starting on Slide 3. The Dow team once again executed against our operational and financial playbook to close a pivotal year in the company’s history. We captured growth, achieved another year-over-year improvement in cash from operations and delivered leading returns to shareholders. Our results showcased the resilience of our portfolio and our ability to leverage our core strength and our focus on delivering value to our customers and owners.","Here are some notable highlights from the quarter. First, we continued to capture demand in key end markets, particularly those closer to the consumer. The trends in the fourth quarter mirrored what we’ve seen all year: Solid demand in consumer-driven staples, offset by lagging or contracting demand in industrial segments and in applications related to big ticket items such as automobiles.","Overall, excluding the Hydrocarbons & Energy business, we achieved volume growth of 2% in the quarter. Second, we continued to drive a lean cost structure. We removed more than $35 million of stranded costs in the quarter. And third, we remained focused on generating strong cash flow and utilizing our free cash flow in a balanced way, aligned with our capital allocation priorities.","We generated $1.9 billion of cash flow from operations, up more than $500 million year-over-year. Our EBITDA to cash from operations conversion rose significantly to 110%, supported by the inflow of cash from the legal judgment judgment with Nova as well as the release of cash from working capital. These factors enabled us to execute more than $1 billion in deleveraging as well as return $600 million to our shareholders.","I’m proud of the Dow team’s performance in the face of challenging industrial market and trade dynamics. Once again, we demonstrated our ability to control the things that we can control while pursuing growth opportunities in our targeted end market. And equally importantly, these results represent solid progress against the priorities we laid out a year ago, which I will review later in the call.","Moving on to our segment results in the quarter. On Slide 4, Packaging & Specialty Plastics operating EBIT was $648 million. The benefits of stranded cost savings and volume gains in the Packaging & Specialty Plastics business were more than offset by lower polyethylene prices and reduced equity earnings.","The Packaging & Specialty Plastics business delivered 4% volume growth, led by double-digit growth in Asia Pacific. We continued to see solid demand growth in our key packaging end market, including flexible food and specialty packaging, industrial and consumer packaging, and health and hygiene applications. Hydrocarbons & Energy reported both lower volume and price. Volume declines were primarily due to planned turnaround activity in Europe, which led to reduced hydrocarbon co-product sales.","On slide 5, Industrial Intermediates & Infrastructure operating EBIT was $221 million, primarily reflecting margin compression in polyurethane component as well as lower equity earnings largely driven by margin compression in MEG at the Kuwait joint ventures and in glycol ethers at Sadara. Industrial Solutions reported lower net sales, primarily driven by lower prices for chemical intermediate. Volumes also declined modestly, primarily in ethylene glycols, which was partly offset by growth in heat transfer fluids and pharmaceutical applications.","The Polyurethanes & Construction Chemicals business reported modest volume growth driven by gains in construction chemicals applications, and this was more than offset by local price declines for polyurethane intermediates.","And finally, on Slide 6, Performance Materials & Coatings operating EBIT was $233 million. EBIT rose year-over-year, in part due to lower cost in the Coatings & Performance Monomers business, which was impacted by an extended turnaround in the fourth quarter of 2018. Sales declined as a result of weaker local prices in all regions, primarily due to lower siloxanes prices. Consumer Solutions delivered flat volume versus the year-ago period. Growth in high-performance infrastructure applications globally as well as improved demand for siloxanes in Asia Pacific and the U.S. and Canada was offset by demand contraction in automotive and consumer electronics end markets.","Coatings & Performance Monomers sales declined due to lower local prices and volumes. On a regional basis, coatings volume was primarily impacted by lower demand in the U.S. and Canada and Europe.","Before I turn it over to Howard, I want to give an update on our progress at Sadara. As we mentioned last year, we had one remaining logistics service agreement to get signed by parties in the Kingdom in order to start the process of achieving project completion. I’m pleased to report that the parties have reached agreement in principle and the official signing is imminent. And as a result, the remaining steps to achieve project completion are underway.","As we’ve discussed before, achieving project completion is an important milestone for several reasons. First, it formalizes Sadara as a fully operational venture. Second, it enables the parent guarantees that Dow has on Sadara’s debt to be released. And third, Sadara will then move forward to reprofile its debt. The debt reprofiling is a critical next step for Sadara in providing the JV with enhanced financial flexibility. The JV expects these discussions to take place over the course of this year, and we will provide another update once they have more to share. Sadara offers an impressive suite of world-class assets, technologies and products. Both Dow and Saudi Aramco remain aligned as shareholders in getting Sadara to a self- sustaining financial position as soon as possible.","Finally, as you look through our fourth quarter results, you will see that we recorded a write-down of our equity investment in Sadara. I want to emphasize that this action does not detract from our belief in the JV’s ability to enhance its financial strength and achieve independence. Rather, it is a reflection of our view of the latest financial projections for the JV relative to the book value of our investment.","I’ll now turn it over to Howard to discuss our financial performance in the quarter and modeling guidance.","Howard Ungerleider","Thanks, Jim, and good morning, everyone. Turning to Slide 8. Net sales were $10.2 billion at the high end of our guidance range. Local price declined 12% year-over-year driven primarily by declines in polyethylene, isocyanates and hydrocarbon co-products. Currency decreased sales by 1%. Volume declined 2% year-over-year, largely driven by lower hydrocarbon co-product sales. Excluding the Hydrocarbons & Energy business, volume was up 2%, led by demand growth in packaging and construction chemical applications.","Equity losses were $21 million. Operating EBIT was $1 billion. Tailwinds during the quarter included savings from stranded cost removal, contributions from new capacity on the U.S. Gulf Coast and improved earnings in the Performance Materials & Coatings segment. These gains were more than offset by year-over-year margin compression in our core value chain, lower equity earnings and higher planned turnaround costs.","Operating EBITDA margins improved by 33 basis points year-over-year. And excluding equity earnings, it expanded 75 basis points. Our fourth quarter operating EBIT results also benefited by approximately $50 million from a few discrete project-related items. These included two items in our Industrial Solutions business, catalyst sales and a large concentrated solar power project. Below the EBIT line, we reported an unfavorable tax rate year-over-year and versus our guidance, resulting from a change in our mix of geographic earnings. Notably, we experienced a drop in earnings in Europe due in part to a reduction in integrated polyethylene margins as well as turnaround costs related to the planned maintenance outage at our cracker in the Netherlands. This was offset by favorable interest expense, D&A and share count.","Operating EPS was $0.78. On a GAAP basis, we reported a loss per share due to significant items that totaled $3.92 per share. This was driven by several items in the quarter. We recorded a noncash impairment charge of $2.85 billion, which included a $1.75 billion write-down related to Sadara that Jim mentioned, as well as a $1 billion impairment of goodwill associated with the Coatings & Performance Monomers reporting unit. These write-downs were conducted following our annual financial projection reviews, which determined that the carrying values were higher than the fair values.","Moving to cash flow. As we laid out at our Investor Day in 2018, we’ve been applying a much greater focus on enhancing cash flow. And once again, the Dow team delivered a strong quarter on our cash metrics. We generated $1.9 billion of cash from continuing operations, which was driven by improvements in earnings-to-cash conversion supported by a more than $400 million release of cash from net working capital.","Finally, we allocated our free cash flow in a balanced way, in line with our capital allocation priorities. We paid down more than $1 billion of debt in the quarter and returned $611 million to our owners, including the remaining $100 million of share repurchases left to achieve our $500 million share repurchase target for 2019.","Turning to our principal joint ventures on Slide 9. Equity losses for the quarter were $21 million. This was primarily driven by lower results at our Kuwait joint ventures as a result of margin compression in MEG and polyethylene as well as reduced cracker and polyethylene margins at our Thailand JVs. Sadara reported a modest improvement in earnings as the benefits of volume gains and cost control more than offset price declines.","Moving to Slide 10. We continue to provide modeling guidance on a sequential basis as we believe this is the most relevant way to explain the dynamics, given the current market conditions. We see first quarter being stable with where we ended the fourth quarter. As I mentioned before, we had some project-based items in the fourth quarter that benefited our results. After adjusting for those items, the key drivers are tailwinds from lower turnaround costs and normal seasonal recovery from the fourth quarter, headwinds from an ongoing third-party supplier outage near our Tarragona, Spain site; lower results in our JVs, primarily due to compressed spreads in Asia; and a nonoperational headwind from higher pension expense as a result of lower discount rates at the end of 2019.","In Packaging & Specialty Plastics segment, we entered the year expecting overall stabilization with some regional recovery. With negative integrated polyethylene margins in Asia and European margins low as well, we expect price increases to gain traction from the low point at the end of 2019. If they don’t, we expect high cost producers to come under pressure. And in fact, we’ve already seen some competitors trim back rates in the fourth quarter for that very reason.","The Industrial Intermediates & Infrastructure segment will benefit from the lower turnaround costs compared to the prior quarter. However, as I mentioned, we’re currently impacted by a third-party supplier outage near our Tarragona, Spain site, which has forced us to take some EO derivative capacity offline.","And finally, in Performance Materials & Coatings, we expect siloxanes pricing to remain relatively flat with the fourth quarter. In Coatings & Performance Monomers, we expect a normal seasonal uplift in profitability. The core business performance, however, will be offset by higher planned turnaround activity at our Performance Monomers site in Texas.","Turning to full year 2020 on Slide 11. There are several items for consideration as you update your models. We’ve provided the income statement and cash flow items that we can forecast at this time. We expect our 2020 JV equity earnings to be lower than 2019, largely due to the averaging impact as key spreads did not bottom until the second quarter of 2019. We also anticipate planned turnaround spending to be flat year-over-year.","And as I mentioned before, we expect higher pension expense of $125 million year-over-year, and we provided the estimated split of that headwind by segment. Below the EBIT line, we once again anticipate lower interest expense as a result of our lower debt level. We see our tax rate range moving higher this year as we’re forecasting a change in our geographic mix of earnings, particularly due to lower earnings in Europe. And finally, our share count estimate includes base case share repurchases to offset dilution.","Some selected guidance for cash items is included on the right and on the next slide, we have provided a review of our known cash upsides and downsides to give some context for our free cash flow optionality this year.","So with that, let’s turn to Slide 12. There is no change in our cash priorities for 2020. We remain focused on generating solid cash flow from operations and improving our cash flow conversion, and we will continue to prioritize our use of free cash flow between deleveraging, incremental CapEx targeting lower-risk growth opportunities and returns to shareholders.","Our base case operating cash flow upsides and downsides are shown here. Cash upsides include reduced integration, separation and restructuring spending, slightly lower required cash contributions to our pension plans, interest expense savings and an inflow of cash from a fence-line customer for an ethylene capacity reservation fee, which we expect at the end of 2020.","Regarding CapEx, we see our spending in a range of $1.5 billion to $1.75 billion this year, which gives us an additional $250 million to $500 million of flexibility to either apply toward our free cash flow priorities or pursue incremental growth investments. And given that there is still work ahead for Sadara, we’re conservatively assuming that our contributions will remain flat with 2019. Downsides include a decrease in JV dividends as the JVs pay their dividends based on the previous year’s earnings. Our base case does not assume any nonoperational cash inflows related to our remaining legal proceedings with Nova and therefore, we show a year-over-year decline. With that said, we continue to actively pursue resolutions in our favor on two items, reclaiming the tax withheld on last year’s pre-2012 judgment and obtaining a judgment on the post-2012 case.","The most important takeaway here is that we expect our cash generation in 2020 to leave us with free cash flow optionality. We have a few key priorities that will dictate how we deploy this cash. The dividend remains our number one priority. We are currently on the high side of our capital structure targets, and so deleveraging continues to also be a key priority as well as putting more investments into our businesses where we see lower-risk, quicker payback opportunities. Should market conditions show improvement, we could also lean more toward returning additional capital to shareholders.","Further cash optionality could also come from nonoperational items. The items listed on this slide hold additional free cash potential of approximately $1 billion. All of these items are in motion, and we will continue to provide updates on them as we make progress.","In sum, we’re confident about our ability to deliver against our disciplined financial playback this year, and we will continue to deploy free cash flow in a responsible manner that balances our actions to improve our debt profile, strengthen our financial flexibility and reward our owners.","With that, I’ll turn it back to Jim.","Jim Fitterling","Thanks, Howard. Turning to Slide 13. Just over a year ago, we laid out to investors a clear set of near-term priorities for Dow that reflected our more focused, disciplined and market-oriented company. And in 2019, we delivered on these priorities. We controlled the factors in our control and we showcased our resilience. I’ll spend the next few minutes highlighting the key progress we made in 2019 against our objectives, starting with Slide 14.","Our focus on profitable growth helped us navigate the headwinds that we faced throughout 2019. Our U.S. Gulf Coast investments enabled top line volume growth in the Packaging & Specialty Plastics segment as well as bottom line contribution, thanks to the U.S. Gulf Coast’s global cost competitiveness. Even in the midst of a year of market challenges, our packaging business grew volume year-over-year every quarter in 2019, which ultimately reflects our business’ global competitiveness.","Our silicones franchise completed 16 incremental growth projects, unlocking additional downstream capability and driving higher captive siloxanes consumption. This will continue to be our focus going forward as downstream silicones applications can deliver up to 1,000 basis points of margin uplift over commodity siloxane. We reached final investment decision on our flexible alkoxylation capacity expansion and signed a 10-year supply agreement with a key customer, and we announced plans to retrofit an ethylene facility in Louisiana with our new proprietary fluidized catalytic dehydrogenation technology to produce on-purpose propylene.","Our digitalization efforts helped us improve our customers’ experience. In 2019, we launched an expanded e-commerce portal on dow.com. We achieved nearly $3 billion of revenue on the portal in 2019, and we have plans to continue growing sales through this channel.","Turning to Slide 15. We demonstrated a balanced and disciplined approach to capital allocation. First and foremost, we redoubled our focus on cash and improved our cash flow conversion to 78%, which was 37 percentage points above the conversion rate we had in 2018. In the fourth quarter alone, we achieved a conversion rate of 110%, as we benefited from a combination of operational and nonoperational cash improvement. We also prudently managed capital spending, responding to the softer market conditions by proactively cutting CapEx spending to $2 billion or $500 million below the target set at the beginning of the year.","More importantly, we tilted our growth cap toward the highest return businesses, pushing forward our wave two investments in our packaging, silicones and industrial solutions businesses. These actions enabled us to deliver $3.8 billion of free cash flow in 2019 which we deployed to drive toward our capital structure targets and to reward our shareholders. We strengthened our debt maturity profile by paying down more than $3 billion of debt, and we conducted opportunistic liability management such that our next material debt maturity is not until the second half of 2022. We did all this while also delivering $2.6 billion to our shareholders through our strong dividend and share repurchases.","Turning to Slide 16. We continue to reduce our cost structure. We achieved more than $600 million in cost synergy and stranded cost savings in 2019. This included more than $160 million of stranded cost removal and the completion of a $1.365 billion cost synergy program. As a result of streamlining and optimizing our organizational and management structure over the past few years, we closed 2019 at the headcount that we targeted at our Investor Day a little more than a year ago. These actions were also shaped by our enhanced focus on benchmarking, which brings me to our final pillar, best owner mindset on Slide 17.","We followed through on our commitments to increase transparency and disclosure. We moved to ethylene market-based transfer pricing, shifted our primary profit metric from EBITDA to EBIT and disclosed our key product capacities. We enhanced our focus on benchmarking to develop a clear picture of our competitive position in the market and share that output with shareholders on a periodic basis. These were critical steps to drive towards best-in-class performance.","On the portfolio management front, we completed a number of incremental transactions aligned with actions to clean up and simplify our footprint. During the fourth quarter alone, we shut down a polyurethanes facility in Australia as well as a coatings manufacturing facility in the U.S. We transferred ownership of a coatings emulsion plant in Germany to Trinseo. We sold our acetone derivatives business and associated assets, site infrastructure, land and utilities in West Virginia to ALTIVIA; and finally, we sold our La Porte, Texas site.","In summary, we did what we said we would do. And the framework we used in 2019 applies once again to our priorities in 2020, which we outlined on Slide 18. In terms of growth, even though we plan to keep our capital spending restrained, we will still progress our suite of higher-return, lower risk growth investments. On the immediate horizon, we expect the two new furnaces at our Texas-9 cracker to come online by the middle of second quarter 2020, with commissioning projected to start toward the end of first quarter.","This will bring the cracker’s capacity to two million metric tons, making it the world’s largest ethylene facility. And today, we’re announcing plans to incrementally expand capacity at our ethylene facility in Western Canada by approximately 130,000 metric tons with the addition of another furnace. Dow will co-invest in the expansion with a regional customer, evenly sharing the project costs and ethylene output. This expansion leverages our unique cost-advantaged feedstock position in Western Canada. The additional ethylene will be consumed by existing polyethylene assets in the region, making the investment immediately accretive once it comes online in the first half of 2021.","Dow will fund will fund this project within our stated CapEx spending targets. We also have more incremental silicones investments on deck in 2020 as we’re targeting another 12 debottlenecks this year. We expect to complete stranded cost removal by capturing the remaining $140 million of savings, and we’ll also focus on continuous productivity, not only in terms of cost, but also manufacturing efficiencies.","As Howard mentioned earlier, we have plenty of operational and nonoperational cash flow actions that we are pursuing. Finally, we will continue to apply a best owner mindset to all we do. The Dow team continues to evaluate additional incremental footprint cleanup options, much like the ones we completed in the fourth quarter of 2019. We will provide updates through the year as we have information to share. Before I wrap up my comments, I will provide our current outlook, which is on Slide 19.","Many of our key product lines were challenged throughout 2019. However, our advantaged positions on the cost curve, global diversification and differentiated products have allowed us to continue capturing volume growth around the globe. So far in 2020, we have seen similar conditions to those at the end of 2019, but the dynamic is now beginning to shift. As macro conditions weakened into the end of 2019, third-party industry reports indicated that high-cost producers in many chains were struggling with breakeven or negative cash margins.","For example, in polyethylene, capacity in Europe and Asia that utilizes naphtha feedstock, which represents a significant amount of global capacity, was at zero or negative margins for much of the fourth quarter. MDI spreads around the world have continued to bounce around what we believe are breakeven levels and siloxane prices in China have also hovered at breakeven levels for at least the last six months.","For these reasons, third-party industry reports have suggested that producers with fourth quartile cost position are considering or implementing rate cuts or extending planned turnaround. And in the past few months, we have seen public announcements by some producers delaying new capacity additions.","And with inventory levels normalizing in some of our chains, we see a good environment for an inflection to gain traction. In our view, it is still too early to claim sustainable improvement. And in fact, it could take some time for the dynamics to play out. But that said, we are seeing early signs that support gradual improvement in the near-term from the lows that we reached at the end of 2019.","So to close on Slide 20. As we enter 2020, we are taking a conservative view given the macro and micro trends that we are seeing. Recent trade resolutions should be a positive for sentiment, but it may take some time before we see this translate into improved fundamentals. Even after the Phase 1 U.S.-China agreement, a majority of the original tariffs are still in place, which will continue to weigh on supply chain as well as consumer and investor sentiment. As such, the same discipline that we showed in 2019 will guide our actions in 2020. We’re not counting on end market conditions to determine our success. Rather, we have a suite of actions and advantages within our control.","We will continue to be financially disciplined. Our portfolio will remain competitive, thanks to our operational and footprint advantages. We will continue to generate strong free cash flow and responsibly allocate that capital along the lines of our priorities, and we will continue to institute self-help measures. These factors will serve us well as our end markets stabilize and reset. And just as important, they put us in the best position to continue serving our customers and rewarding our shareholders.","Now, I’ll turn it back to Neal to open the Q&A.","Neal Sheorey","Thank you, Jim. With that, let’s move on to your questions. I would like to remind you that our forward-looking statements apply to both our prepared remarks and the following Q&A. Operator, please provide the Q&A instructions.","Question-and-Answer Session","Operator","Thank you. [Operator Instructions] And our first question we’ll hear from Arun Viswanathan from RBC Capital Markets.","Arun Viswanathan","Thanks. Good morning. I’m just curious, it sounds like basically, you’re seeing a potentially supply-driven inflection point, there is maybe some rate cuts by competitors on the motivation of weak margins. I guess I’m just worried that if demand does improve and we see some slight improvement, industrially speaking, would that prevent some of these supply shutdowns going forward and kind of crimp up the recovery that you're potentially seeing? Maybe you can just offer some thoughts on how that materializes over the next couple of quarters?","Jim Fitterling","Good morning. We’re on this Jim, thanks for the question. I think what we saw and what we've seen out of the third-party reports is that you had some fairly significant deltas on cash margins for some of the – especially Naptha producers in Asia and a little bit in Europe, too. In fact, we got to a couple of periods in the last several weeks where it was negative to as much as $0.10 to $0.12. So that’s a lot to absorb if you're at the bottom of the cycle. So I'm not sure that we would see it all come back on, but you can always bump around here a little bit. ","I would also point back to – we had very strong demand in plastics. So plastics was up 4% in the quarter. Four consecutive quarters of volume growth in plastics. So I think demand is out there, and I think our cost positions are good. And that's really what's helped us out. All the investments we made over the last five to seven years really brought us down on the cost position, feedstock flexibility as well as just the lower cost of the crackers, and that's what's going to help us navigate through here.","Operator","Then next I’ll move to Hassan Ahmed with Alembic Global.","Hassan Ahmed","Good morning, Jim. A two-part question on China. First, obviously, relatively new news about this plastic ban. How should we be thinking about that? And again, early days, but what are your thoughts about the demand impact from the coronavirus? ","Jim Fitterling","Thanks, Hassan, for the question. First, on the plastics ban. From a Dow perspective, we don't produce materials that go into most of those products that were banned. So straws and lightweight ag films and some of the T-shirt bags is not a market for us. Most of what we're selling into China goes what we're selling into China goes into more durable packaging, goes into flexible food packaging, and that demand continues to be strong. Health and hygiene markets obviously continue to be strong. Nonwovens is a big market for us as well.","On the coronavirus. I had the experience to live there during the SARS epidemic, and it feels like to me, what we went through during the SARS time period. You're seeing an impact on tourism, people staying at home, people not going to restaurants. The service industry gets hit a little bit. People may be making a run at the grocery store to stock up on things. You're seeing some pull on demand on things like materials that are going into household cleaners or disinfectants, nonwovens that are going into masks or wipes. So we're seeing some of that pull on demand. And I know our counterparts at DuPont are also seeing that. For example, on pull on some of their nonwovens and their surgical masks and things as well.","Once we figure out how to treat this, things will start to return to normal. And I think it took us in SARS a few weeks to really, WHO and CDC, to figure out how to treat it, and then everybody started to kind of get back into normal life. Customers have not gone back from Chinese New Year yet. So when I talked to the businesses yesterday, they're still seeing customers take an extended Chinese New Year. But I would imagine in another week, they're going to have to go back because demand for some of their products is starting to pick up, too.","Operator","And next we’ll move on to Vincent Andrews with Morgan Stanley.","Vincent Andrews","Thank you. And good morning everyone. Just to come back to the Asian margins on polyethylene. It seems that we've noticed is that a lot of the negative margin has come from the increase in the naptha feedstock cost rather than a decrease in the price of, I guess guess, spend slightly weak. So oil prices have been flat. So can you give us an assessment of what's going on in the naptha market. And what would happen if naphtha prices retreat, but PE prices, therefore, don't improve in terms of the sort of expectation for a recovery in the first half?","Jim Fitterling","Thanks Vince. Good morning. That’s a good question. And I do agree with you that, that naptha movement up and down is a big contributor to what we saw happen with those margins, both in Europe and in Asia Pacific, the Asian pricing has been stable. So that's been a good thing, even at the end of the year. And typically, at the end of the year, you would see people doing some destocking, you might expect that product to get depressed, but it held up pretty well. But I think it's holding up well because the breakeven costs over there are much, much higher. ","So if we're running at the bottoms right now on Asia and on Western Europe, and we've still got this advantage on Canada, Argentina, U.S. Gulf Coast. I think it speaks to the fact that the high cost producers are going to be under pressure for a while. And I think that's why the third-party reports are out there saying people are pushing out expansion. People are talking about shuttering in some capacity. We'll see how that develops. ","The other thing I would mention is that, typically, in March to June, that's the heavy turnaround season for ethylene. And usually, historically, you have about 8% of the capacity offline. A lot of the third-party reports that are out there right now and turnaround activity have as much as 15% of that capacity offline. So I think as we go through the quarter and some of that capacity comes off, we're going to see some opportunity there for some pricing and margin expansion. ","Operator","And next we’ll hear from Jeff Zekauskas with J.P. Morgan.","Jeff Zekauskas ","Thanks very much. And what was the – is the $500 million that you plan to put into Sadara optional on your part? Or was it part of a contractual obligation? What's the theory behind the additional investment? And are there any obligations that you'll face in 2021? Or is this the end of the end of the investment?","Howard Ungerleider","Hey Jeff, good morning. This is Howard. That $500 million is what we had to put in last year. As you look at Sadara, where we are in the cycle with chain margins and polyolefins, and isocyanate, they've got enough cash flow that they're generating to cover their own costs and to cover their interest expense. But the project was project financed, and that project financing all is now that the project is fully operational, the principle is coming due, and they don't have enough cash to generate to pay all of that principle. So that $500 million is roughly our expectation that 2020 conservatively will look like 2019. And in 2019, we had to put in $500 million, which was our 35% ownership of the principle.","And so what we talked about, what Jim talked about on the, I think, in the prepared remarks, is that we've got agreement in principle now on the last logistics agreement to – that's the last remaining step, signature of that document is imminent. At that point, we will have achieved project completion. And then we – Sadara will work with the support, obviously, of both Dow and Aramco to reprofile the debt with the lender group. And so that's our focus. Our expectation is that will take us through the better part of this year to get that done. So conservatively, for modeling purposes, we said, look, we'll put the $500 million in there just to – as a precaution.","Operator","And moving on, David Begleiter with Deutsche Bank will have our next question.","David Begleiter","Thank you. Jim, just looking back on Q4, just a two-part question. First, PM&C. Can you just comment on how it was so strong given some weak siloxane margins? And second, the $60 million of catalyst sales and other benefits, solar fill benefits, were those expected to be realized in the quarter when we last spoke back in October, November? Thank you.","Jim Fitterling","So thanks Dave. A good question. One of the main things we had was we had lower cost this fourth quarter than last year because there was a turnaround fourth quarter of 2018, and we didn't have that in the fourth quarter of 2019. We also saw lower propylene raw material costs. So we had PDH out in turnaround and propylene prices actually came down pretty significantly. So that rolled through on the acrylics chain. So you see some of that impact. We did get some margin expansion. So we saw siloxanes pricing slightly improve, and we also saw some volume gain in siloxanes versus what we had expected.","And to your point on the two onetime things, catalyst and the solar fill. We had expected those to come. You never know exactly when the timing of those is going to happen because they're capital of those is going to happen because they're capital projects. So when the solar fill charge comes when they tell you, hey, deliver the material, we're ready to load up the plant, and that just happened in the fourth quarter. So I think that one, you can look at and say that one wasn’t expected in Q4.","Operator","And we’ll move on to Jonas Oxgaard with Bernstein.","Jonas Oxgaard","Good morning guys. I was wondering if we could talk a little bit about your capital policy for 2020. As far as I can tell, there's no buybacks in the guidance. But it does look like you should have some CapEx – or some cash left over. Am I missing something here?","Jim Fitterling","Let me talk a little bit, Jonas, about how we're approaching CapEx and then I'll get Howard to talk about cash priorities for the year. So we're going to start the year here with a target of $1.75 billion of Capex. We'll keep all of our incremental high-return debottlenecks in place. Talked about the furnace add in Canada, that's on the capital list. The two furnaces that going on to Texas-9 will go into commissioning in March. So that's on – finishing up, that is on the capital list. About a dozen debottlenecks in siloxanes and the alkoxylation facility that we're putting in place to support that 10-year contract.","Additionally, we're making the investment to retrofit FCDh into one of the Louisiana crackers, and that is really to be able to deliver propane-to-propylene economics at a much lower scale than PDH, but also do it with like 20% less greenhouse gas emissions, 20% less energy cost. So we're going to be able to really do PDH scale economics that we did over PDH 1 at 150,000 to 200,000 tons. That's a big breakthrough for us. And then that becomes a great licensing opportunity for us. ","Now we paid down $3 billion of debt in the year. But we wanted to pay down a little bit more than that. So when we look at remaining capital, we have to keep it balanced between deleveraging and what we all want to do for share buybacks. And what's in the base case here is we will cover dilution. I think you'll see from our share count that we've been doing a good job of making sure that shareholders don't get diluted. So that's first priority.","Howard, do you want to talk about the other priorities?","Howard Ungerleider","Yes, thanks Jim. Good morning Jonas. I mean I think Jim covered it well. Our target that we laid out at Investor Day is to cover dilution every year at a minimum. So when we look at the margin compression that we had last year, and we look at the capital – we look at our capital structure targets over the economic cycle, we're on the higher end of that range. We did a very good job of doing $3 billion, as Jim said, of debt paydown last year, but we want to do a little bit more. So as we enter 2020, the primary focus after the dividend and after the $1.75 billion of CapEx is really to incrementally continue to delever with operational cash flows. ","With that said, Jonas, and I think your point is very valid, and you look at the slide that we put out in the deck, we are a cash-generating machine. And so as we continue to drive higher cash flows. You can expect a balanced approach with additional debt paydown and additional shareholder remuneration. But we just felt like it was prudent, given the capital structure targets, to start the year with a preferred focus on debt paydown. ","Operator","And we’ll move on to Frank Mitsch with Fermium Research.","Frank Mitsch","Hey good morning folks. I want to come back to the Polyurethanes & Construction Chemicals business. You reported some positive trends on the construction chemical side. I was wondering how sustainable that was. And then again, on Slide 19, in terms of polyurethanes, you're showing MDI as having – the MDI spread as having bottomed in September, and so I'm wondering if you could talk about what your outlook is there. Are we going to flatten out? Or is this a sustainable sort of recovery there? Any sort of color there would be very helpful. Thank you.","Jim Fitterling","Good morning Frank. I think on the MDI spreads, I think the current levels that we're at are probably sustainable. You could see some pressure down on some of that. But I'm hopeful with the U.S.-China deal done that that gets some confidence back in the markets and some of those downstream derivatives start to pull demand and that'll firm things up a little bit. As it comes to construction chemicals, we've seen good volume and good demand in the housing side. And I think it's held up better for longer than we had expected. It's going into a wide number of applications, which has been good.","And it's offset good. And it's offset some softness that we've seen in some other parts of the PU business, for example, systems into automotive and into furniture and bedding. You don't think of it, but sometimes a mattress is a high-ticket item. But they were under some pressure because of the price of a mattress, it's one the things that consumers, if they're tightening the belt a little bit, will kind of slow down purchases on. But no, construction looks good, and I think we're off to, with the weather, we're off to a pretty reasonable start to the year. ","Operator","And next up, we'll have Steve Byrne with Bank of America.","Steve Byrne","Yes thank you. I wanted to ask you a little bit about your best owner mindset. What's your long-term view of the value proposition of your key joint ventures? And is your ownership of those the best use for Dow? And then also related to this best owner mindset. I was curious as to whether your recent benchmarking analyses has identified any new opportunities for you for a headcount reduction. You mentioned the e-commerce platform is gaining traction. Is that an area where you think that might ultimately lead to trimming the sales force?","Jim Fitterling","Yes thanks Steve for the question. On joint ventures, we do joint ventures for several reasons. The three key joint ventures that we have today, we have strong partners with, and they were for the reason of market access and to make sure that we had access to low-cost feedstocks. So when you look at that, you have to think about it in context of how do I serve the market with my customers if I don't have access to that partnership and that feedstock? Our priority on the ventures is we want them to be self-sustaining and self-funding and stand alone. That's why we're doing what we're doing with Sadara.","The Kuwait joint venture is already in that spot. The Thai joint venture is also in that spot. And then they can – as they improve, they can yield dividends and pay back or they have the ability to fund their own growth as they move forward.","All of our partners in the JVs are committed to that mindset, have the same mindset as we do. And obviously, what we need to do with Sadara is get through this debt reprofiling to get it in the best long-term sustainable solution. We're doing a lot of work on footprint. Most of that would be, think of divestiture work, like what we did in the fourth quarter, exiting a facility in a market that has declined, like Australia in polyurethanes was not competitive. Looking at our La Porte, Texas site, moving that capacity over to Freeport, getting off of that site, selling that site to somebody who really wants to come in and expand there. It's a good site. It's a good location. We only have one asset on that location. So we needed to make a change there.","And then, obviously, we will look at product chains that inside Dow may not get investment money like we did with acetone derivatives in West Virginia. That's – there's a better owner for that business. And we're continuing to look at that.","On digital, I believe digital is going to help us in two ways. If I look at the silicones business, Consumer Solutions, they are one of the most Sadara efficient businesses that we have. They're doing about $3 billion of sales through that digital portal. What they do then is they focus their Sadara capabilities on application development and very close customer contact. So they pull through a lot of demand through that chain. But what digital really does for us is help us get that end customer and that end-to-end signal back into our plants. So in polyurethanes, to give you an example, as we are able to get good demand signals, and that's a very complicated integrated chain through that polyurethanes chain, we can run the assets differently. In some cases, we can free up as much as 10% to 20% of incremental capacity off of an asset. ","So it isn't just about Sadara. It's also about how we run the asset, how we get working capital out. We did $400 million of working capital out in fourth quarter by the old-fashioned way. When we get digital rolling, I think we're going to have the capability to see more working capital improvements. ","Operator","Next, we'll hear from John Roberts with UBS.","John Roberts","Thanks. Congrats on an upside quarter. When you reprofile the Sadara debt, do you get paid back on these $500 million contributions right away? Or does that somehow get rolled into your investment in your equity?","Howard Ungerleider","Yes good morning John. Hey, I don't want to have that negotiation with the lenders on this earnings call. What I would say, though, is I wouldn't expect that. I mean because that's been a historical principle. I really think our focus is really trying to get – to use Jim's words, to try and get Sadara to a cash flow self-sufficiency. So looking to the lenders and working with them to extend the tenors and\/or to adjust the amortization tables, not to take a haircut. And that's our primary focus of what we're going to be working with them on.","Operator","And Christopher Parkinson with Credit Suisse will have our next question.","Christopher Parkinson","Thanks. Just a corollary to the question before. Can you just comment on your – any updates on your intermediate-term outlook for the MDI SD, just break out some key variables in the context of some capacity delays and so on and so forth. Just any update on your longer-term spread expectations. Thank you.","Jim Fitterling","Yes. MDI, I think MDI's exposure in the marketplace, Chris, is basically in those areas that I talked about that have been a little bit slow, automotive; some of the more rigid polyols and so appliances, those things pull on the MDI chain. That's been what's been the softest. There have been announced delays in capacity expansion, which makes obviously a lot of sense given where we are in the market and the spreads. And there's enough capacity out there to satisfy the demand for a while.","So I think you'll see these are not easy facilities to build and they're not easy facilities to operate. My sense is now that we've got a little bit of confidence coming back in after the trade deals and we start to see maybe some people seeing their way through higher demand if automobiles start to pick back up, you're going to see things tighten a little bit and these spreads have the potential to go up. ","Operator","And next up we’ll hear from P.J. Juvekar with Citi.","P.J. Juvekar","Yes, hi, good morning. A question on recycling. It seems that specialty and engineering plastics continue to grow while the commodity plastics come under pressure, your bags, your straws. How much of Dow's portfolio is in specialty category? And is there an update on recycling initiatives from the Alliance? And is it mostly focusing on recycling – mechanical recycling? And do you have any long-term view on polyethylene demand growth? Thank you.","Jim Fitterling","Good question P.J. I would say our portfolio today is probably running around 40% of the higher-value materials. So all of our functional polymers business would be in that category. That's about 25% of what we sell out of P&SP today. And then another 15% on the high end of P&SP would be in things like health and hygiene products, et cetera, which are probably not in that same space. ","Recycling and these bands have been targeted at low-end single-use, I would say, commodity types of materials. And people just aren't getting their heads around the need for behavioral change at the consumer level to make that happen. So what we're working on with the Alliance, we now have more than 46 members in the Alliance, and it's growing every day. We're focusing on chemical recycling back to feedstock so that we can make recycled plastic out of taking the plastic, going back through chemical recycling and back through the cracker and the plastics plant. We're looking at mechanical recycling and going into high-volume applications like construction materials, pallets, crates into asphalt for roadways, any number of those applications, they're going to be waste-to-energy facilities.","There's a large facility right now in Indonesia, 500,000 tons, mixed-use recycling, waste-to-energy, chemical and mechanically recycling both. We have several projects like that with the Alliance. We have a project with Nobel Prize laureate, Muhammad Yunus, working on a Zero Plastic Waste City in India, showcasing what can be done there. ","You're seeing, across the board, tremendous amounts of recycling activity. One of our customers, Sealed Air, just announced that they've taken bubble wrap to post-consumer recycle. We launched AGILITY CE last year, which is up to 70% post-consumer recycled material. You're going to see that go into things like collation shrink for water bottles or beverage cases. And we're getting it into a whole host of other applications. ","So this has taken off in a big way. Big announcements, like Nestle saying they're going to spend $2 billion to buy post-consumer recycled packaging, are great because we need that demand pull on the chain to make this work. ","Operator","And next up, we'll hear from Bob Koort with Goldman Sachs.","Don Campbell","Good morning this is Don Campbell on for Bob. Quick question on your U.S. cracker fleet. We saw propane prices come up in the fourth quarter. So I'm curious on kind of your ability to flex your U.S. cracker fleet in the fourth quarter relative to the third quarter. And then in early January, I think – or thus far in January, propane prices have come back in. So I guess kind of what your ability is to flex in the first quarter relative to the fourth quarter?","Jim Fitterling","Yes, a good question Don. We have the ability to flex – we can flex every day, but that doesn't sometimes make sense. But every week, we're looking at the flex that we need to take. Ethane has been in rejection here recently. So it's been advantaged. But there were periods in the fourth quarter where our variable costs from cracking propane were extremely low and butane has been in the mix all year as well. I'd say, with what's going on with TPC and the C4s, we're watching butane because we create a lot more C4s out of that that, and so we don't want to get ourselves into a jam on C4s. But propane has been advantaged.","Propane advantage is a big advantage for Dow because we have more flex in the industry. We can crack up to 70-plus percent propane in the fleet in the U.S. Gulf Coast. And it's been an advantage for Europe as well. So we've been able to crack LPGs all through the fourth quarter, and we're cracking now in Europe.","Operator","And we'll move on to John McNulty with BMO Capital Markets.","John McNulty","Yes thanks for taking my question. With regard to the silicone's debottlenecking, the new furnaces at Texas-9. Can you kind of ballpark the opportunities in terms of the earnings add that, that can give you this year? And then also, do you have any incremental cost-cutting or efficiency levers that you can pull just given the difficult backdrop? I know you have a little bit of the – still working on cutting out some of the costs tied to stranded costs from the separation, but anything beyond that, that we should be thinking about? ","Jim Fitterling","Good morning John. We've got another $140 million of stranded costs to come out this year, and we're well on track to deliver that number. And we're obviously looking to liberate more out of working capital, as I talked about and get that cash and some nonoperational things like the remaining settlement of the 2013 to 2018 part of the Nova litigation case, which will come in there. We're doing a lot with all the businesses and functions on what we can do for efficiency. So in fourth quarter, leveraged services in Dow was down 13% in terms of cost. So they're wringing a lot of efficiencies out. Digitalization will help that, and I think that will be a difference. I'll throw it to Howard. Do we have a number on Texas-9 and on Canada? ","Howard Ungerleider","Well, we didn't give a number this morning on the Canadian except for the capacity, John. So what I would say is you take 130,000 tons of ethylene, we're going to use our portion of that. We're not all of that. We're going to use our portion of that to make additional polyolefin. We've got the reactor capacity already there, and so that's going to be the primary focus.","The other thing that I would say that wasn't in Jim's list is $1 billion of cash that we'll get back from the lower transaction costs. We spent almost $1.2 billion in cash last year to finish the DowDuPont spin – spinout for Dow, and that – we'll get $1 billion of that back this year and then another $200 million in 2021. ","Operator","And that will conclude today's Question-and-Answer Session. At this time, I would like to turn the call back over to Mr. Neal Sheorey for any additional or closing remarks.","Neal Sheorey","Thank you everyone for joining our call. We appreciate your interest in Dow. For your reference a copy of our transcript will be posted on Dow’s website later today. This concludes our call. Have a great day.","Operator","And that will conclude today's conference. We thank you for your participation."]}}