{"title":{"12682":"J B Hunt Transport Services, Inc. (JBHT) CEO John Roberts on Q4 2019 Results - Earnings Call Transcript","12691":"J.B. Hunt Transport Services, Inc. (JBHT) CEO John Roberts on Q3 2019 Results - Earnings Call Transcript","11999":"JB Hunt Transport Services, Inc. (JBHT) CEO John Roberts on Q3 2018 Results - Earnings Call Transcript","12692":"J.B. Hunt Transport Services, Inc. (JBHT) CEO John Roberts on Q2 2019 Results - Earnings Call Transcript"},"date":{"12682":1579255200000,"12691":1571158800000,"11999":1539711000000,"12692":1563210000000},"body":{"12682":["J B Hunt Transport Services, Inc. (NASDAQ:JBHT) Q4 2019 Earnings Conference Call January 17, 2020 10:00 AM ET","Company Participants","Brad Delco - VP, Finance & IR","John Roberts - President, CEO & Director","David Mee - EVP, Finance & Administration and CFO","Shelley Simpson - Corporate EVP, Chief Commercial Officer & President, Highway Services","Darren Field - EVP, Intermodal","Bradley Hicks - EVP, Dedicated Contract Services","Conference Call Participants","Christian Wetherbee - Citigroup","Justin Long - Stephens Inc.","Jordan Alliger - Goldman Sachs Group","Brandon Oglenski - Barclays Bank","David Ross - Stifel, Nicolaus & Company","Scott Group - Wolfe Research","Bascome Majors - Susquehanna Financial Group","Todd Fowler - KeyBanc Capital Markets","David Vernon - Sanford C. Bernstein & Co.","Allison Landry - Crédit Suisse","Thomas Wadewitz - UBS Investment Bank","Brian Ossenbeck - JPMorgan Chase & Co.","Amit Mehrotra - Deutsche Bank","Operator","Good morning, and welcome to J.B. Hunt's Fourth Quarter 2019 Earnings Conference Call. [Operator Instructions]. Today's webcast is being recorded and will be available for replay after the call on the company's website at jbhunt.com.","I would now like to turn the conference over to Brad Delco, Vice President of Investor Relations. Mr. Delco, please go ahead with the presentation.","Brad Delco","Good morning, and thanks for joining us. Hopefully, everyone had an opportunity to review our earnings release that was issued earlier this morning. If not, you should be able to access the release on the Investors section of our website at jbhunt.com.","Before I introduce the speakers on today's call, I would like to take some time to provide some disclosures regarding forward-looking statements. This call may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as expects, anticipates, intends, estimates or similar expressions are intended to identify these forward-looking statements. These statements are based on J.B. Hunt's current plans and expectations and involve risks and uncertainties that could cause future activities and results to be materially different from those set forth in the forward-looking statements. For more information regarding risk factors, please refer to J.B. Hunt's annual report on Form 10-K and other reports and filings with the Securities and Exchange Commission.","That out of the way, I would like to introduce the speakers on today's call. This afternoon, I'm joined by our CEO, John Roberts; our CFO, David Mee; Shelley Simpson, Chief Commercial Officer and President of Highway Services; Darren Field, Executive Vice President of Intermodal; Brad Hicks, Executive Vice President of Dedicated; and our Chief Accounting Officer, John Kuhlow.","At this time, I'd like to turn the call to our CEO, Mr. John Roberts, for some opening comments.","John Roberts","Thank you, Brad. During our last call, my comments were focused on the key steps taken over the past several years that have charted our course. We highlighted how we prioritized two key growth initiatives, our technology platforms known comprehensively as J.B. Hunt 360 and our Final Mile service offerings. We also confirmed our commitment to Intermodal, Dedicated and Highway Services as a part of our long-term strategy.","In 2019, we grew total revenue by 6% and operating income by 8%. This data includes a downward shift of approximately $16 million in op income opportunity for ICS, in part driven by our stated position to move forward with the developmental strategies we have for our digital freight management platform, 360. We called out a challenging pricing cycle through fiscal 2019 impacting our comparative data. And it should be observed that the financial data between 2018 and 2019 is rather noisy due to several onetime charges that occurred in 2018. Even still, we see the results for the year is confirming our ongoing portfolio approach to the markets we serve.","A key to the improvement shown in 2019 for the company, overall, come from our DCS business unit. As the growth initiated in 2018 predictably moved into more stable performance for DCS, we experienced 25% top line growth and 39% operating income growth. In part, these increases are enhanced by the 2 previous acquisitions made for our Final Mile services, along with a strong trend in organic growth of private fleet conversion, which we anticipate will continue in 2020. We also enjoy an extremely high retention rate, approximately 98% with this business, which we attribute to the closeness we maintain to our customers in operations and shared data used in managing the services we provide. We are also pleased to have recently announced our third acquisition for Final Mile.","Through 2019, Intermodal continued to strive to return to loan growth and demonstrated a slight directional uptick through the third and fourth quarters. As we are in the early stages of bid season, we will watch closely for a balanced approach to growth and rate quality. We continue to experience cost headwinds and utilization challenges, both of which keep pressure on desired near-term margin improvement. Hopefully, with much of the PSR work behind us, we can work with our rail providers to increase the transit velocity and service reliability needed to convert more business from the highways going forward. In addition, we will keep a close watch on freight patterns with newer customers in 360 for Intermodal conversion opportunities.","Our highway services lines, ICS and truckload, continue to monitor the pricing cycle challenges presented through the fourth quarter and the beginning of bid season. Our truckload business delivered a solid year given the conditions in 2019 and continues its march toward a more asset-light model into 2020. ICS will continue to work through current bids, and we expect the investment in technology, particularly for the marketplace and shipper and carrier programs in 360, to continue throughout 2020.","Lastly, we will be breaking out the Final Mile service business from DCS beginning in first quarter 2020 with supporting financial data for the prior year from both Final Mile and Dedicated.","2019 was a progressive year in many respects, and I see the setup for 2020 is productive. I expect this year to both reveal and confirm our strategy in executing on our base businesses, while we expand our presence within our growth channels.","I'll now ask Dave Mee to make his comments.","David Mee","Thanks, John. I'll just going to focus a little bit more on the shorter-term results, basically around the fourth quarter of 2019. We experienced a fairly strong but a very compressed peak season during the quarter, and it allowed no room for operational hiccup. In addition, we saw customer expectations for operational accuracy at one of the highest levels we've ever experienced. This was not a surprise to us going into the quarter, and we knew that if conditions change from our planning assumptions, we were going to err on the side of customer satisfaction.","In Intermodal, we realized some volume growth off the West Coast, as expected, but we also continue to feel the effects of the volume contraction as we finally get to lap delay in closure comps, but continue to see headwinds from truck competition in the Eastern network. And the Western growth was not seen across all of our customers, that put additional pressure on revenue per load results. In addition, we lost some volume due to some rail service interruptions and we incurred some additional costs recovering from those events, trying to meet customer expectations.","In Dedicated, we benefited from our customers' fluid freight patterns during the condensed peak season as the year-over-year asset productivity improvement and steady and predictable new contract start-ups kept sequential margins from experiencing their normal seasonal decline from third quarter to fourth quarter.","In ICS, we realized both volume and revenue growth versus last year, but this was almost entirely due to freight mix changes away from LTL business and toward truckload freight. This mix change resulted from both customer directives and a more concerted effort on our product to penetrate further into truckload brokered freight and then drive it through our Marketplace 360 platform. Most of this freight was contractual business, where we experienced very competitive pricing gain to bid season over the prior several quarters. However, we did not experience similar competitive pricing in the third-party carrier markets, nor did we capture a materially larger portion of spot activity during the fourth quarter, hence, our margins were squeezed.","Our operating income declined as we continue to disproportionately invest in a disruptive technology of Marketplace 360. And as John alluded to, we will continue to do so, most likely for the next 4 to 6 quarters, as we complete and improve our digital platforms to generate revenue growth and operating income longer term.","In truck, we were down in both revenue and operating income, primarily from a smaller volume of spot activity and general customer rate pressure compared to a year ago. However, the mixture of company-owned equipment with independent contract carriers buffered the operating income and return on capital impacts we have historically experienced during these volume and rate declines when we were operating with 100% of fleet.","Brad, that pretty much covers my prepared remarks. I think we're now ready for questions.","Brad Delco","All right. We're ready for questions. You can open up the lines.","Question-and-Answer Session","Operator","[Operator Instructions]","Christian Wetherbee","It's Chris Wetherbee from Citi. I guess I want to talk a little bit about what we expect the Intermodal load growth to look like as we move at least into the first half of the year. You mentioned we're lapping some of the PSR initiatives for lane rationalization. I think there's been some share gains. Do we see an acceleration from what we saw on the fourth quarter? Do we need to see sort of improvement from rail utilization to kind of see that?","Darren Field","Okay. Fair question, one that we certainly would have expected. We hit a negative volume run rate in the back half of '18. As we entered early '19, the loan closures produced sort of a steeper hill to climb to dig out of the volume position we were in. And so we're happy that in the back half of '19, we were able to dig out of that and actually represent positive volume growth in the fourth quarter. Certainly, turning the corner on the comparison from last year when we lost an annualized run rate of 60,000 to 70,000 loads during the first quarter due to lane closures, certainly, this year, not having that comparison is going to drive some help for us. So I would expect continued volume growth. We're not guiding on just what that would be, but we're certainly -- have the expectation based on what we know today that we will continue growing in 2020.","Christian Wetherbee","Okay. That's helpful. I appreciate that. And then just a follow-up on the 360 spend, I know incrementally another 4 to 6 quarters of spend. Do you start to see that the potential losses go down or at least the rate of spending decelerates from here? Or maybe the net impact of that spending decelerates because maybe there's some profit coming from the initiative? I just want to get a sense of maybe how to think about the cost and maybe the returns starting to pile up here as we go through the next several quarters.","Shelley Simpson","Yes. So if we think about our investment in 360, we really think about it in 3 key areas. We are making an investment in scaling the business as we believe it's critical to reach mass scale for us to create a more efficient transportation network. So that's the first component that we're very focused on. That will be very dependent on what's happening in the market from a brokerage perspective in both bid season and in the carrier PTE side. The second piece of our investment is around our people. And so we do have people for both our shippers and our carriers, making sure that our experience is one that our customers would rave about and want to repeat and continue doing business with a very high retention rate on both customers and carriers. And then the third piece is in our technology spend. And so from a tech spend, we will continue to invest the rest of this year, really, our people and tech costs is fairly well-known for 2020, too early for 2021. It's -- the variability is more on our investment in scale and what that will look like here through the rest of this year.","Operator","This question comes from Justin Long from Stephens Inc.","Justin Long","This is Justin Long from Stephens. Wanted to start with a question on Intermodal margins. I know your initial expectation was for sequential improvement in the fourth quarter, we ended up seeing margins decline by about 40 basis points sequentially. Is there any way to break out how much of that shortfall was related to repositioning costs? And how much was related to the derailment you mentioned? I just wanted to get a better understanding of how much of this margin shortfall was specific to the fourth quarter versus something we'll continue to see in 2020.","Darren Field","Okay. Again, another fair question, Justin. This is Darren. I think our margin challenge in the fourth quarter is simply costs are higher today than what we have experienced. In 2018, we were successful in increasing prices, but a lot of those dollars found their way to support our labor costs. Our rail purchase transportation costs are up and Intermodal participates in the technology improvements we're making at J.B. Hunt as well. So all of those present, to some degree, some challenge. As we go into 2020, it's certainly our expectation to be working towards improvements in our cost structure, but it's probably pretty early to call anything specific about that. I would just say the fourth quarter was hurt in a meaningful way by empty repositioning. But at the same time, empty repositioning is something we've done during my entire career at J.B. Hunt, and I would expect we will continue to do some degree of that in 2020, obviously. But that's an opportunity for us through mix and sales and our efforts with our customer base to help fill some of those empties, and that's an ongoing effort. And as we go through 2020, we'll be working towards solving that.","Justin Long","Okay. That's helpful. And secondly, I wanted to get your updated thoughts on Intermodal pricing. I know it's still a little bit early, but curious if you had an initial take on what you think 2020 bid season could look like. And based on that outlook, do you feel like getting back to the Intermodal margin target of 11% to 13% is possible in 2020? Or do we need to see a better pricing environment to get there?","Darren Field","Well, you're never going to hear me say it's not possible. Clearly, it's possible. I think it's -- I think we have a lot of headwinds in front of us. The pricing, well, like you are saying, it is very early to say, we have very limited results and the results that we do have, have been a mixed bag. We have results that are beneficial. We have some pressure on price, certainly, and we have a lot of efforts going on in order to help solve for some of our mix challenges. And when you add -- layer that on to just a difficult capacity market, I think it's really early to try to predict what will happen with price, but I would highlight there's pressure out there.","Operator","Our next question comes from Jordan Alliger from Goldman Sachs.","Jordan Alliger","Just a question on the Dedicated business. Can you give an update on your fleet expectations for 2020 and then sort of longer term? And you mentioned productivity improving. I'm just sort of wondering if you could comment a little bit more on that and how you expect that to move through next year, this year as well?","Bradley Hicks","Certainly. This is Brad. Good morning. We would expect 2020 to be very similar to what we experienced in 2019 in terms of new sales, targeting 800 to 1,000 trucks inside of 2020, and really continue to have confidence in our ability to operate in the 11% to 13% range, as we've stated historically, for the long term for our traditional Dedicated business model. So pipelines remain very favorable to it based on historical standards, and we believe that -- it gives us optimism to believe that we'll be successful in our 800 to 1,000 trucks.","Jordan Alliger","And just a quick follow-up and you maybe addressed this, I don't remember, on the ICS business. I know you sort of talked about the -- obviously, the increased spending. And then, obviously, there's the market weakness that's pretty well documented in brokerage right now. Any sense for like the order of magnitude between the two in terms of whether it be the decline in profits versus last year or sequentially? Just to try to get a sense for order of magnitude between the market and your spending.","Shelley Simpson","So I would say, as we progress through the fourth quarter, we saw more margin compression as the quarter moves forward. So as we moved into December, really, right before Thanksgiving, all the way through December, we saw a pretty big squeeze from a margin perspective, primarily driven from the supply side. That has continued here in January. And I would say that's historically off from what we've experienced in the past several years in total. So I think for us, we're just watching what's happening in the market and trying to make sure that we make the best estimates with our customers on how we should best handle what's happening and being close to the market.","Operator","Our next question comes from Brandon Oglenski, Barclays.","Brandon Oglenski","I guess, Shelley, coming off the last question there, can you discuss the strategy, I guess, as you build out and make the investments this year? I think you guys have said that you have those losses probably continue through the year. But is this a game where you're increasing your efficiency to have much greater scale, you want to see a lot of growth and we just need to wait for the market to come back? Or is this more internally specific to what you guys are doing?","Shelley Simpson","Good question. So I believe we've said the losses could continue between 4 and 6 quarters from our last call. And I believe Dave also reiterated that in our opening remarks. I will tell you, we are focused on gaining scale in the platform from a shipment perspective, and that's really from the data we see in the platform from the carrier community. So we do have a large adoption from the carriers. We see the abandon rate inside our platform, how often they're abandoning, and really how we need to, if you will, get the shelves full. That's a huge focus for us. But in addition to that, the market is under pressure on both our customer side and recently on the carrier supply side. So I would say that has a more material impact in ICS over the last 6 weeks. But our strategy is to continue to work very closely with our customers through the rest of this year and next year to build scale, and we will see the efficiency with our people moving into 2021 back half in total, and that should drive towards our bottom line.","Brandon Oglenski","Sorry, just as a point of clarification. When we say supply, is that constraint on supply?","Shelley Simpson","There are constraints on supply. There have -- there's been constraints on supply since about the week before Thanksgiving. We have seen slight easing over the last day or two, but it has been very tight on the supply side.","Brandon Oglenski","Okay. And then if I don't -- if you don't mind answering, but there's a lot of competitors, I think, pushing bigger into similar products and business models. So can you just tell us what is really differentiated about the 360 platform versus maybe some of the new entrants?","Shelley Simpson","Yes. So for us, we are the largest multimodal digital freight platform. So we don't really look at it from a brokerage-only perspective. We really think about the $700 billion market and how do we take waste out of the $700 billion market. So 1\/3 of every driver that is available in the market today, 3.5 million drivers, 1\/3 of their hours is completely wasted every single day. And that's the heart of what we're trying to accomplish in 360, removing the waste in the system. So for us, our multimodal approach in bringing really the best Intermodal product, best Dedicated product to market inside that and certainly the large highway side really allows us to solve for our customers in a more efficient way.","Operator","Our next question comes from David Ross with Stifel.","David Ross","A question on the Intermodal side of things. You mentioned that you expect volumes to be up an undisclosed amount in 2020. Is that true for both the Eastern and the Western loads? Or is there a difference among those two?","Darren Field","So we didn't differentiate the two there. I would say that's on macro for our system. I think it's too early to know the answer to that. Clearly, Eastern Network is where the bulk of the highway capacity challenges is really hurting Intermodal's ability. Both Eastern railroads have improved their service in the back half of 2019, and we're encouraged by that. I don't have either railroad come and suggesting that they'd like to cut our costs so that we can become more competitive in the market. So we will offer Intermodal products to our customers across the board in the East and the West. I think, in today's environment, there is a challenge to grow in the East because the customers are able to secure truckload capacity at rates equal to or better than Intermodal. And until we can offer economics and service, combined, that outperform truck, we're going to be challenged there. So we're not highlighting that we think any one segment will be stronger. That would certainly be -- or would be growing, certainly, that would be -- our system, our network will grow in 2020.","David Ross","And then just a follow-on. You mentioned the lane imbalances that popped up more than normal because there's always certain lane imbalances. Was that concentrated in either the east or the west? And what drove, I guess, the higher-than-usual lane imbalances in the network?","Darren Field","I think what drove it is, for the first time in the history of our company, we were negative in volumes. And when trying to turn the corner, the load volume that is available to grow with comes on when it's available. And so growth, in essence, it's almost like a start-up expense. We're layering on new business, and the opportunities that were presented to us in the middle to back half of last year were concentrated in a few markets, and that drove empty repositioning requirements in order to produce the capacity to bring on that business. We didn't highlight any repositioning in the East or the West, and so we reposition empties in both markets. And so I'm just going to leave it at the macro, we certainly had a little higher run rate than what is normal. However, it's very normal to move empties in both markets all the time.","Operator","The next question comes from Scott Group with Wolfe Research.","Scott Group","So, Darren, I get 11% to 13% is tough for the year. So 2 questions. One, do you think you see any margin improvement in Intermodal this year? And then as you take over this role, do you think the 11% to 13% target is still the right long-term target? Or do you think it's appropriate to sort of reset those lower?","Darren Field","I'm certainly not going to change our long-term margin target. That's been our target for the long time and will continue to be our target. We're working every day to find ways to drive efficiency into our system, which would help expand our margin. Walk me through the first part of your question again. I just -- you hit me with am I ready to change the long-term target. Absolutely not.","Scott Group","The first part was just, do you think you see any Intermodal margin improvement or not this year?","Darren Field","Well, certainly, finding a better margin is part of our plan. There are just -- there's still a lot of unknowns out there. So I'm not going to tell you that we're not planning to improve the margin. Certainly, we are.","Scott Group","Okay. And then, Shelley, on the ICS. So I think we get 4 to 6 more quarters of losses. Any directional color on the magnitude of those losses, meaning, we did 103 or lower in the fourth quarter? Did that seem like the right sort of place? And then if we're losing money, at least for the next period of time, and you should be thinking maybe judging on maybe revenue growth, what's sort of the revenue growth that you'd be happy with at that segment this year? Is it 10%, 20%, 50%? I don't know how to think about it.","Shelley Simpson","So we think about revenue growth really outpacing our historical norm and outpacing what the market looks like. So if we are doing that, it will really trend with whatever is happening in the market, and that would be good for us. From a loss perspective, it's going to be very dependent on what happened here this bid season and also what's happening on the -- in the carrier market. If we haven't experienced such a tightening on the supply side the last 6 weeks, probably we would have more certainty as to when the losses occur this year and by quarter. But because of that, I'm a little fuzzy on what that's going to look like for the rest of the year.","Operator","Okay. Our next question comes from Bascome Majors with the Susquehanna Financial Group.","Bascome Majors","If you look back over the last six years, the Intermodal business has compounded profit growth of about 2% per year. If you look at the 6 years before that, it was closer to 11%, and that period actually includes the Great Recession right in the middle of it. From a real high-level and long-term view, is -- does management and the board of J.B. Hunt still view Intermodal as a secularly growing business? Or is it just becoming more cyclical in nature as you've gotten bigger, supply chains are getting shorter and the Class 1 railroads continue to work to extract value from their partners?","Darren Field","Sure. I think it's a very fair question. Certainly, we continue to see opportunities from our customers in the millions of loads. I think we've shared -- I even think Terry highlighted on the last call, 8 million to 10 million loads of opportunity to convert off the highway to Intermodal. Now that's in raw data. The reality is we have to produce the combination of economics and service that convince that customer base that Intermodal is the right solution for them.","I would be wrong if I didn't highlight that it's more difficult today than it was during the six year period you've referenced. There was a lot of expansion in the Intermodal system. We had railroads opening services during those 6 years. So you have -- you can go after some lower-hanging fruit that the business that is warehouse transfer and it's inventory replenishment, and it's items that Intermodal is perfect for.","In today's environment, our customers are expecting a more truck-like service environment with a benefit in the economics. Obviously, they're not going to give us Intermodal business at rates that are higher than they can get the business truck for. They do expect some version of a discount, and it's up to us with our rail providers to develop service solutions that will continue to drive Intermodal growth as we move into the next several years.","I expect us to be successful in doing that. So, yes, I expect it to be a growth market, but we need the railroads to participate with us on the service front and economics front. I think it is in their -- they are delivering a strategy that, that's what they want to do. I guess, over the next 4 or 5 years, we'll see if we're able to work together to accomplish that.","Bascome Majors","If I could just clarify the last point. In partnering with the railroads, has the bigger challenge in your perspective been the service design changes? Or is it the lack of flexibility in your cost of capacity?","Darren Field","Wow, great question. I'm not sure there's a correct answer to that. It's both. The lack of flexibility -- reality is the railroads would say, \"In order to be more competitive on the economics, I have to find a way to be efficient.\" And one of the ways they can be more efficient is they're removing some of the flexibility from the customers trying to drive benefits in their networks, which ultimately produce a lower cost that we can pass along to the customer. So is it a chicken or egg thing? Are they trying to develop efficiencies so that we can, together with the railroads and the Intermodal market, produce a lower cost to pass along with the customer? I think that's very real. And every railroad would say, \"I would love to offer a discount, a stronger discount to the market to grow Intermodal. But in order to do that, I have to cut my costs.\" And I think that's a fair perspective on their part to try to drive efficiency in their system so that we can, together, pass some portion of that on to the customer.","Operator","This question comes from Todd Fowler with KeyBanc.","Todd Fowler","Great. I just wanted to ask on Final Mile. I know that we're going to get some more detail next quarter and have that broken out separately. But if we strip that out from Dedicated, can you help us think about how you're thinking about the growth for Final Mile, maybe both in 2020 and then on a longer-term basis? And then also speak to what sort of investment is required to support the growth there? And do you see that being organic or are there other inorganic opportunities?","Bradley Hicks","Great question. And I think that we're gearing up, and it's part of the reason why we're separating it out as its own business unit. And so you're going to get and see a lot more information and details. As John alluded to, we do intend to show you what 2019 looks like in that separation and a look back. And so I think you'll have a much better perspective when we get to the end of the first quarter here in 2020.","In terms of investment, Shelley spoke about the tech investments. There are similar technology investments in Final Mile, not nearly to the magnitude that we see in the 360 platform, but we do have incremental investment. But again, I think you're going to see in the guidance we've given before is -- the Final Mile, is going -- and our target operating range is at 2% to 4%. And we believe we'll see that when we split it out, and we're very confident that we're going to be able to operate in and around that range for the foreseeable future.","Similar to the second part of your question on revenue growth, it's a lot like what Shelley said. We do believe that we will outpace the market in growth in our Final Mile segment. We're not prepared yet to disclose what those percent targets look like. But our full intentions are, as part of separating it out, are it will be a $1 billion business for us. You won't see that today. I think last reported numbers we heard were in the $500 million to $550 million for 2019 were the targets. But we're moving quickly towards that. John mentioned, we just had our third acquisition that was announced a few weeks back, and that's going to help us with some of that revenue growth. But we're also seeing organic revenue growth through our sales channels that we're excited about.","Todd Fowler","Great. That's very helpful. And then just a follow-up, David, I'm not sure if you spoke to kind of a CapEx expectation for 2020. If you have a number you'd like to share? And maybe you could break it down maybe a little bit and kind of give us some help on what you're thinking for the Intermodal container fleet and where the rest of the spend would be?","David Mee","Yes. I think the number in our models range from $675 million to $700 million on a net basis. As far as container growth, dry van containers inside of Intermodal are going to be virtually flat. We obviously have replacements we're going to place orders for.","There may be some back-end growth. We do have optionality in our contracts to allow for that. But we'll have to have some more conviction that we're going to actually need additional equipment. As I think you realize, our turns are not where they've historically been, and we're going to focus on that.","We will add refrigerated containers. The plan right now is around 1,500 throughout the year. They'll be sprinkled in throughout the year. We don't expect them to come in at any one quarter, but that's kind of our goal at this point in time is just to add refrigerated containers.","Brad talked about adding 800 to 1,000 trucks in Dedicated, so growth CapEx would be there. We have some technology that will be capitalized somewhere between $80 million and $100 million, I think, ends up being capitalized within the year. Again, that will be based on project completion, so we'll have to wait and see what that number actually turns out to be. And then the rest of it is just maintenance and replacement CapEx. So growth is somewhere around -- out of that $675 million to $700 million, somewhere around $200 million, $250 million, and the balance would be maintenance.","Operator","All right. Our next question comes from David Vernon from Bernstein.","David Vernon","Dave or Shelley, could you help us kind of ring-fence kind of what the operating loss could be in DCS for 2020? I know the sequential rate has ticked up a little bit. Obviously, there's volatility on the gross margin side. But is there like a tens of millions-of-dollar range you can put around what the operating loss should be for 2020?","Darren Field","Are you asking for guidance?","David Vernon","No, I'm asking for a directional range on what the loss should be around ICS for 2020.","Darren Field","Zero to $400 million. I don't know. David, that's what Shelley was talking about. It's a little early to try to quantify that. A lot of it is going to be dependent upon the market and we're seeing some mixed signals in the market as it is right now. We have a pretty good idea of what we're going to spend on tech and what we're going to spend on people. But how all that shakes out at this point, it's too early to give any kind of range.","David Vernon","All right. Well, maybe as you think about the volume growth in ICS coming in at 3%, I understand the LTL is falling off and TL is growing in there. If we kind of -- when should we expect us to lap that sort of LTL decline and see a pickup in the volume growth? Obviously putting a bunch of capital to the business, you'd expect to see some more volume running through it. Like when -- is that a 2020 thing? Or is that a 2021 thing?","Shelley Simpson","So we watch both revenue and volume. Our LTL volume will have a much lower revenue per load or revenue per shipment in total. I would say, throughout this year, you should see an accelerated change in what's happening with our total revenue, and that's going to be the number that we'll watch most closely. I would think you'll start to see that in Q1. Shipments, I'm not totally sure how much faster we're going to grow TL and what's going to happen inside LTL, so I can't really say when we may or may not lap that.","David Vernon","Is there a time when the LTL headwind is sort of lapped? Or is that just -- you're not going to give us any sort of additional insight into that?","Shelley Simpson","Yes. No more insight.","Operator","All right. We'll move on to our next question, from Allison Landry with Crédit Suisse.","Allison Landry","So I just wanted to ask one on last mile. You've obviously done a number of acquisitions, some more sizable than others. But just trying to gauge how aggressive you might be on this front, if, let's say, maybe a potentially very large opportunity came on the market and if you could answer that strategically. And from a capital allocation standpoint, how willing you might be able to take up leverage for M&A?","Bradley Hicks","You never say never, and so I would say that, from a strategic standpoint, I think that we've been fairly open to growth in both modes, especially when it comes to Final Mile, both organic and through acquisitions. Obviously, there might be opportunities to make an acquisition at much larger size than what we've done so far. And like I said, you never say never.","But frankly, I hadn't thought about it up until 2 days ago, to be candid. As far as a strategic, whether we would be willing to lever up to make an acquisition, we've always had that approach. Yes, we'd be willing to use our balance sheet if we think that the return profile is sufficient to add it to the portfolio. But it would have to meet that criteria before we'd be willing to extend our balance sheet in it. And that's, frankly, a rule regardless of the size. I think that we've been fairly disciplined in our acquisitions and our performance of those. And it is all being based on return metrics, and I wouldn't think size would have anything or wouldn't change that directive.","Operator","All right. Our next question comes from Tom Wadewitz with UBS.","Thomas Wadewitz","It's Tom Wadewitz. So I wanted to ask you, I think this is for Shelley. I think we've seen in the spot market data, the truck stop data or whatever spot data you want to look at, you've commented on it as well, that there was some tightening in the spot market in, let's say, December, I think you said like the last 6 weeks. Do you think that, that's more a function of seasonality? Or do you think this is really the beginning of the kind of anticipated big capacity reduction that I think people are hoping takes place and tightens up the trucking market. How do you think -- what do you think is happening? I guess you get into seasonally weaker freight here. And so it's -- just trying to figure out whether things are off due to the rates of capacity coming out or if it's seasonal kind of noise that has tightened things recently.","Shelley Simpson","Well, so I think I talked about this a little bit earlier, but it is the first time that we've had such a short period between Thanksgiving and Christmas in a very long time. And so we haven't gone through the seasonality of that in so long that we target or draw any specific parallel to that. So I think that could have had some impact in total.","But as I said earlier, we are watching very closely what's happening. I will say the available carriers went down considerably in both December and in the first couple of weeks here in January. That was a surprise even from normal seasonality.","So, for us, it's too early to call on what that means in the market. Certainly, it feels, from a supply side, like a tighter environment than really what people are talking about. We'll see if something starts to shake loose here in the next couple of weeks and then return more to norm. Maybe the shortened window between Thanksgiving and Christmas had an impact that we just can't forecast.","Thomas Wadewitz","So does that -- the recent tightening, does that give you some optimism that maybe rates don't need to be down so much in terms of the 2020 bid season, whether it's truckload or Intermodal contract rates? Or I think earlier on the call, someone mentioned pressure, so is it still realistic to think contract rates are down?","Shelley Simpson","We're working through each bid with each customer. It's something -- we're trying to match what's happening in the market with every single customer as they're coming to bid. It's like I said earlier, we're watching very closely, trying to keep our customers abreast as to what's happening in the market. And we'll continue to do that throughout this season.","Thomas Wadewitz","Okay. And last, a fine point on something you said. You're building scale or you're looking to kind of invest in scale in ICS. What is scale to you? Is it -- you had $1.5 billion in ICS revenue in 2019, that's a decent amount of scale. $3 billion, $5 billion, how do you think about reaching scale in ICS?","Shelley Simpson","Yes. So the post market is actually around $86 billion or so, something like that. And so, really, to have a platform where any shipment is available for any carrier, that would be our perfect platform that we've got to get to a place where our abandon rate and abandoned cart from a carrier perspective is now filled. And so I think scale at $1.5 billion is good, but it's not good enough for our platform. $1.5 billion is good for a traditional brokerage business. It is not good for our platform to actually execute freight in an automated way to create a more efficient transportation.","Operator","All right. Moving on, our next question comes from Brian Ossenbeck from JPMorgan.","Brian Ossenbeck","Just another question, Shelley, on the 360 platform. Maybe if you can give us some sense as to how the recent iteration of Shipper 360 went? What sort of adoption and feedback you're getting? And then also on the carrier side, it looks like you're kind of bumping up against that 700,000 carriers on the platform. How many of those are returning, if you do 80% of this, 20% of them? So if you can give us some sense as to the adoption and retention rate, both on the carrier and the shipper side in the platform.","Shelley Simpson","So I think we did release the percentage of carriers that are actually active in the platform. We were very pleased. That's what we came out with first inside the platform because of the fragmentation of the carrier market, and we are very pleased with the activity level. We continue to onboard new carriers, both into our entire company but also in the 360 as well. So I would say we feel really great about where we're at there. It really comes back to the shipment side.","So for us, it is about gaining more scale on shipments. From a customer perspective, our Shipper 360 launch that we did there in November. We have been talking to customers about what that looks like. We are setting up our sales offices as we speak, accelerating growth inside those offices to really talk with those. We expect that to progress as we come through this year that we continue to escalate the amount of shipments coming through Shipper 360, I would say really early in that space.","Brian Ossenbeck","Okay. Darren, a quick follow-up for you. Just going back to the whole cyclical versus secular movement within truck-to-rail conversion. How far -- how far off do you think we are from a tipping point of getting that secular conversion back? And do you think there has to be some sort of catalyst or shock to the system. Obviously, you felt some of those -- some of the opposite direction consolidation, but do you need something else to happen here to maybe put an existential threat in the mix? And I guess what I'm referring to is, with the autonomous trucking sort of launch or traction, do you think that would actually help drive some more collaboration here between Intermodal?","Darren Field","Well, certainly, I think, as truck capacity goes and prices in that market change, Intermodal will either benefit or feel pressure from that. If truck capacity tightens, we've got an opportunity. Now for more sustainability of Intermodal, what I would -- what I've told the railroads is I'm appreciative and supportive and a believer that the efforts that are putting in place to improve their service this year are material, they're impactful, and they're going to help us. But we as an industry have to sustain that for a much longer period of time than a few months in November, December and January. We have to sustain it for multiple cycles. We have to be very good at educating our customers on what's the best method to benefit from Intermodal. I think we're the best at doing that. I think we do offer the best service product already. But at the same time, we've got to continue to drive confidence in our shippers that Intermodal won't put them at a risk of delivering their goods to their customer if the transportation move is actually a transaction between 2 businesses.","That's really the big bucket of business left to convert. It's smaller shippers. And to them, they view Intermodal as being a little bit risky, and we have to continue to work hard to educate and give them assurance and make sure that their experience is excellent with Intermodal, and I think we're positioned to do that.","I'm not sure I'm answering your question. I don't know how to tell you the railroads need to cut their price by 5%, and that's going to give us a pickup. I don't think it's that clear. I think we'll have to continue to drive high-quality service and capacity and design and communication with the customers, and that will help drive Intermodal growth. Meanwhile, the railroads have to work with us, and together, a combination of our costs has to represent a value to the shipper, period.","Shelley Simpson","And, Darren, I might add to that. One of our long-term targets inside our platform is to be able to identify the shipments that are moving over the road that can convert into Intermodal. We still do a lot of our business in Intermodal with a small group of customers. And so we're just now entering the midsized market in small market with Shipper 360. We already see good results in our platform of shipments that historically have moved truckload and marketplace that we are talking to those customers now about what that would mean and what that would look like for them as they're getting introduced to Intermodal for the first time. So the more scale we gain inside J.B. Hunt 360, the better it is for Intermodal and for the rest of our asset business.","Brian Ossenbeck","All right. I appreciate that, Shelley and Darren. I guess the question is really if you have a mixed dilutive venture for railroads that are all focused on operating ratio, it might be a little harder to get them to the table. But I can appreciate the challenges and the opportunities you're trying to drive internally.","Operator","We'll take our next question.","Amit Mehrotra","It's Amit Mehrotra with Deutsche Bank. David, I was just wondering if you could help us with respect to the headwinds to Intermodal buffets from the 360 investments in 2019 because I think it would just be helpful in understanding the real underlying profitability of the business. And also, like whether that 360-related costs that are allocated to Intermodal increase or decrease in 2020.","David Mee","I'll let Darren hit on that. That's in his business.","Darren Field","Well, we certainly don't -- we're modernizing our technology platform, so that's our operating system. It's the way that we book orders, the way we did batch trucks, the way we communicate paid railroads, that sort of thing. All of those systems need to be modernized into today's technology and get an impact. Do I have a specific number for you, Amit? I guess we don't. We don't break that out, so I'm not going to be able to do that. But certainly, it's different than it was a cost headwind, and that's probably all I can say about it.","Amit Mehrotra","Is it higher in 2020 than it is in 2019 in terms of incremental costs?","Darren Field","I don't -- I honestly don't know the answer to that.","Amit Mehrotra","Okay. I just had a couple of very quick follow-ups. One is could you talk about yield? The length of all dynamics were more favorable in the quarter, I guess if you look at sequentially or year-over-year. We would -- I would have just expected yield to be a little bit better than it was in the quarter. If you could just talk about that. And then, I guess, more relevant is, as growth returns to the Eastern network because, hopefully, tightening truckload capacity, is there a potential for yield to be down this year because of that maybe mix effect? Or maybe I'm not thinking about it, if you could talk through that.","Darren Field","So we've -- through my years of meeting with the various folks, a lot of people would like to ask us, what's the difference in our margin in the West and the East, and we simply don't highlight that. We make our [indiscernible] marketing for...","Amit Mehrotra","I'm asking about yield, though. I'm not asking about margin, sorry. I'm asking about yields.","Darren Field","Okay. Well, I mean it's all going to -- the Eastern Network business, if we were to grow that faster than the Transcon business, is that going to lower our length of haul? Potentially, I guess, it could. In the past, we have had times where if it was going to grow in the East much faster than the West, it's going to influence your revenue per load, certainly it would. That's a potential outcome of growing faster in the East.","Amit Mehrotra","Okay. Okay. One quick, very quick follow-up. I know I'm over my allocation, but one very quick one. You talked about 700 to 900 trucks being added in Dedicated, and that's -- you have this nice wave effect in 2019 because you added a lot more trucks in '18 and you have that -- you benefited from that in the OR. I know you talked about 11% to 13% as a long-term target, but given that the additions this year are pretty consistent with '19, would the wave effect kind of be null and void and it'll -- kind of margins -- the way we should think about margins, are flat year-over-year at best given that dynamic?","David Mee","First, I would say that the wave effect that you have seen and we've realized was overstated off of historical standards because of the 2018 tractor add year that we had that was abnormally high. That 800 to 1,000 trucks, we'll still have a wave. But historically, our business does not come on evenly throughout the year. It doesn't come on 1\/12 each month, it comes on in chunks at points in time, and we don't know yet when exactly it will all onboard. There's also a gap in timing from when we sell the business to when it actually starts. And so again, we feel very favorable on our ability to hit our goals. But it's just a matter of you can't predict a win. Will, if there are no other question, we'll be ending the call now.","Operator","All right. That concludes our conference. Thank you for using AT&T, your conferencing enhanced. You may now disconnect. "],"12691":["J.B. Hunt Transport Services, Inc. (NASDAQ:JBHT) Q3 2019 Results Conference Call October 15, 2019  5:00 PM ET","Company Participants","Brad Delco - Vice President, Investor Relations","John Roberts - Chief Executive Officer","David Mee - Chief Financial Officer","Terry Matthews - President of Intermodal","Shelley Simpson - Chief Commercial Officer and President of Highway Services","John Kuhlow - Chief Accounting Officer","Darren Field - EVP of Intermodal","Brad Hicks - EVP of Dedicated","Eric McGee - EVP of Highway Services","Conference Call Participants","Todd Fowler - KeyBanc","Dave Ross - Stifel","Tom Wadewitz - UBS","Brian Ossenbeck - JPMorgan","Jordan Alliger - Goldman Sachs","Ben Hartford - Baird","Justin Long - Stephens","Jason Seidl - Cowen","Allison Landry - Credit Suisse","Chris Weatherby - Citi","Bascome Majors - Susquehanna","Scott Group - Wolfe Bank","Operator","Good afternoon. And welcome to JB Hunt's Third Quarter 2019 Earnings Conference Call. All participants are and will be in a listen only mode until the Q&A portion of the call. After today's brief presentation, there will be an opportunity to ask questions. [Operator instructions] Today's webcast is being recorded and will be available for replay after the call on the company's Web site at jbhunt.com. ","I would now like to turn the conference over to Brad Delco, Vice President of Investor Relations. Mr. Delco, please go ahead with your presentation.","Brad Delco","Good afternoon, and thanks for joining us. Hopefully everyone has had an opportunity to review our earnings release that was issued earlier today. If not, you should be able to access the release on the investor section of our Web site at jbhunt.com.","Before I introduce the speakers on today's call, I would like to take some time to provide some disclosures regarding forward looking statements. This call may contain forward looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as expects, anticipates, intends, estimates, or similar expressions are intended to identify these forward looking statements.","These statements are based on JB Hunt's current plans and expectations and involve risks and uncertainties that could cause future activities and results to be materially different from those set forth in the forward-looking statements. For more information regarding risk factors, please refer to JB Hunt's Annual Report on Form 10-K and other reports and filings with the Securities and Exchange Commission.","With that out of the way, I would like to introduce the speakers on today's call. This afternoon I'm joined by our CEO, John Roberts; our CFO, David Mee; Terry Matthews, President of Intermodal; Nick Hobbs, President of Dedicated; Shelley Simpson, Chief Commercial Officer and President of Highway Services; John Kuhlow, our Chief Accounting Officer; Darren Field, EVP of Intermodal; Brad Hicks, EVP of Dedicated; and Eric McGee, EVP of Highway Services.","At this time, I'd like to turn the call over to our CEO, Mr. John Roberts, for some opening comments. John?","John Roberts","Thanks Brad. Today, we're introducing a new element to our calls, which will focus on our strategic longer term point of view to help better shape the information you're getting from us each quarter. We hope this will enhance and align your understanding more closely to ours, and the extended perspectives we use to make decisions.","Let's reflect on some of the key steps and our more recent strategic efforts that will help outline the building blocks that are in place today. That there are key events that have occurred in each of the last five years that are very consistent with the cultural approach we have always taken as evolving growth oriented transportation service provider.","From 2015 to 2017, we implemented new processes to help identify and remove the waste from all aspects of the company using employee input, known as elevation. We also completely restructured our information technology change from the top down and publicly committed to reporting incremental growth channels in the commercialization of our freight management tools known as JB Hunt 360 and also to growing our Final Mile services business.","In 2018, we launched 360 Marketplace and continued growing and digitizing our brokerage business, running nearly $600 million on the platform that year. We also closed on the first acquisition the company has made in 26 years with special logistics to expand our presence in fulfillment and for deployment supporting Final Mile. This acquisition, now two years old, is performing above our expectations compared to the data we used in purchase decision.","During 2019, we have focused on and invested in growing the programming and infrastructure needed to support our new technology initiatives. The carriers have expanded to more than 600,000 trucks with a sign on through the JB Hunt 360 platform. And transactions executed through the marketplace for JB Hunt 360 are currently on a billion dollar run rate. We've also closed on a second acquisition in Final Mile, expanding our furniture delivery and agent presence with Cory. Overall through acquisition and organic growth, we have expanded the Final Mile network by over 40% so far year-to-date. And we will be breaking out this channel in 2020.","With regard to our legacy businesses so far, in 2019, Intermodal has continued to move towards accommodated service levels with help from our rail providers and the substantive completion of lane and service changes in what is commonly known as PSR. Our fleets continued to have elasticity in potential box turns, and we expect to return to historically sound utilization metrics per month. But we're prudently initiating new purchase orders to further expand the container fleets.","DCS accelerated organic growth through the past two years, reaching unprecedented contracted expansion in unit count and revenues. As expected, the implementation expenses related to strong growth have mitigated over time, and we expect the core business in private fleet services to return to targeted margin performance. We also expect continued organic growth in this channel with private fleet creation and conversion.","Highway Services, including our truckload business and all brokerage services, continues to migrate to a more digital and lighter asset model, moving towards independent contractors and contract carriers with our capital focusing on the trailer fleets. We're exploring new and different ways to approach the trailer needs of our customers and carriers with the 360 box programs, and hope to find the right equation to expand this opportunity.","Overall, I'm generally pleased with our progress on this part of our journey and continue to believe in our direction. I reiterate my confidence in this leadership team and our employee base across the country. ","I will now ask David Mee for his comments on the quarter. Dave?","David Mee","Thank you, boss. For the most part, we thought the quarter played out pretty much as anticipated. Again, in general, freight volumes are still below 2018 levels. But we have seen seasonal uptick remain and continue its pace. And most of it was evidenced in each of our segments.","In Intermodal, overall volumes were flat with year ago as we announced. During the quarter, we saw absolute year-over-year changes. In other words, calendar-month to calendar-month; we saw July, down 2%, August down 1% and September up 3%. However, as we pointed out in our second quarter call, we've been paying particular attention to the daily load counts each month, both in recognition at the lower 2019 freight volumes and looking for some assurance that a traditional seasonal pattern would remain even at the lower freight levels.","So for the third quarter 2019, loads per workday for July was 78.51, August was 79.87 and September was 83.42. And as a starting point for reference and a reminder, June loads per work day was 78.17. While we were encouraged by the increased throughput, we are still experiencing cost pressures, primarily in rail purchase transportation rates and localized driver inflations, not across the country but definitely in local markets, as well as the additional costs associated with growing our network, which is now more inbound out of balance than it has been in the past.","In Dedicated, new truck additions were lower than recent quarters, but they actually were in line with first and second quarter 2018. But the pipeline as it stands today remains very robust and we're confident that we'll add the 800 to 1,000 trucks in 2019. And we expect Final Mile continue to see good throughput in both the historical and newly acquired business. And the two acquisitions have positioned us to generate higher than expected organic growth in Final Mile in this current year, in 2019.","ICS results for the quarter reflect what we believe is the current state of the market. Competitive and even aggressive contractual pricing to retain business and\/or grow market share resulted in gross margin pressure with little or no opportunity in spot market to mitigate the gross margin decline. We compounded ICS's operating margin decline by increasing our technology spend on the marketplace for J.B. Hunt 360 by over 60% year-over-year, and 10% sequentially from second quarter with the expectation that we will compete and we'll have to compete for share in this environment to gain scale on the platform for the rest of 2019 and most likely through 2020.","Trucks, our same store sales contract rates were positive in the third quarter and year-over-year. However, customer spot activity was less than half of what it was a year ago, which affected both load counts and overall rate for loaded mile. While we have seen some seasonality in the market and customers are meeting their truckload contractual commitments, customer spot activity is not expected to rebound substantially in the fourth quarter of 2019.","Brad, that concludes what I have prepared.","Brad Delco","All right. Michelle, we're ready for questions. So let's open up the queue.","Question-and-Answer Session","Operator","[Operator Instructions] Our first question comes from Todd Fowler. Please repeat your name and company affiliation. Your line is now open.","Todd Fowler","Great, good evening. It's Todd Fowler with KeyBanc Capital Markets. I feel little bit guilty. You know John did a nice job of laying out some longer term things. But I'm going to start with some near-term questions. Dave or Terry, can you share some thoughts on just how you see the fourth quarter peak shaping up. You got volumes that are comping positive in September. One of the other truckload carriers talking about a little bit of a less robust peak, I know some of your earlier guidance talked about fourth quarter volumes turning positive based on bid compliance. So if you can just share some comments and what you're expecting for fourth quarter, both on the volume and the margin side for intermodal, I'd appreciate it.","Terry Matthews","Yes. This is Terry. So with regards to the fourth quarter, I think in the second quarter we talked about we would be in positive territory for volume in the fourth quarter, and we haven't changed that direction with regards to positive volumes in the fourth quarter. As far as peak is concerned, September from the West Coast was stronger than the September we saw in 2018. So it's been rather robust, and we see that starting to continue into October. With regards to margin, we believe our margin in the fourth quarter from an OR basis should improve from what we saw in the third quarter.","Todd Fowler","And just for a follow up, Terry, your comments on the September strength. Do you have a sense of any of that has to do with potential pull forward related to tariffs, or do you think that that's maybe more of a reflection of just true demand in the marketplace? Thanks.","Terry Matthews","I haven't heard anything from our customers. Shelly might have heard something. But I haven't heard anything from our customers that they're pulling forward product and shipping it early. I see her head shaking no. So I think it's more just basically what's going on in the marketplace.","Operator","Our next caller -- our next question comes from the line of David Ross. David, please repeat your name, your company affiliation. Your line is now open.","David Ross","Thank you, Dave Ross from Stifel. Good afternoon. Just a question on Final Mile, which seems to be growing quite nicely, you said it's been in the network for 40% year-to-date. How big do you think that could get in two years' time?","John Roberts","Well, our run rate of about $500 million $550 million and we're very comfortable to continue to grow at a very fast clip. I don't know if we're giving guidance today on some targets, or if we're going to be…","David Mee","Two years…","John Roberts","Yes, two years…","David Mee","Well, 10% a year, 5% a year?","John Roberts","10% 10% plus.","David Ross","And then on the on the dedicated side is that going to grow at a similar clip or is that expected to be a little bit more BDP plus? And have you seen any difference in the private fleet conversion recently versus the last couple of years?","John Roberts","The only thing that's really changed in the private fleet is we were really hot in '18, and I think it's back to a normal decision timeframe of 18 to 24 months that we've seen very consistently other than when it sped up a little bit in '18 because of the market. But I think you will see us be very consistent with the truck adds we have this year it's probably the truck add will have again next year. Our pipeline, as Dave said, is very good. We're very confident in the private fleet conversions. And we're -- our retention rate is still very, very high 98%. So we feel very good about where that's going next year.","Operator","We have next question. Caller, please state your name, company affiliation. Your line is now open. Caller?","Tom Wadewitz","Hi. It's Tom Wadewitz from UBS. I wanted to ask a question, how we might think about the Intermodal margin? It seems like you've -- you're executing on the transition in volumes and certainly seeing volume growth in the transcontinental side. It seems like price is a lever that you're pushing to some extent to get that growth. So how would we think about intermodal margin perhaps the next couple quarters or if you look into 2020? Is it reasonable to think that margins improve if you have volume growth but less price? How do we think about kind of that leverage the volume in price moving different ways and what that might mean for margin?","John Roberts","In the third quarter, we thought it was going to improve versus the second quarter. But because of some of the network imbalances that we have, we had to reposition more antes, and there are antes costs which exceeded what we anticipated it would be in the third quarter. And as I mentioned earlier, we believe the margin should improve in the fourth quarter as we compare it to the third quarter. As far as next year, we're still in the budget process. We don't foresee anything that should change our margin profile if we can continue to grow, and to continue to watch our costs and not have anything from a macro standpoint on the economy, we would anticipate that our margins should improve.","Tom Wadewitz","I guess just one additional question or one follow-up. How do we think about the numbers that you're providing in ICS of more volume going through that system and what that means? I mean, obviously, I guess it means you're utilizing the system. But is there a point where as more goes through the margin performance should be better? Or do we think about more going through being in acceleration in coming acceleration volume performance? Or what does it mean when you put more through 360 in terms of the impacts on results?","Shelley Simpson","Yes. So Dave talked about scaling the business, and I think that's a key piece in building a platform. We focused this year on really being able to move unit shipments through the platform. And we're about by the end of this year should be 85% of our volume, should be able to execute inside the platform if we were fully utilized inside that. But for us it really is about scaling our revenue and allowing us to really get after what we believe is the bigger idea, which is creating a more efficient transportation network in North America.","So it's about reducing costs for our shippers and increasing time for carriers, saving them money and giving them a better experience overall. So we believe there is a better way to move goods, just like Intermodal was a better way to move goods from truckload. We believe using a digital freight platform is actually a better way to transact in for customers and carriers alike.","Tom Wadewitz","Do you have a sense of the time lag of when we would see that, or is that tough to identify?","Shelley Simpson","We definitely are talking about that here internally. As Dave spoke earlier, we did further accelerate our investment into the platform. The more that we see the transactions that are occurring in the platform, the more we see the opportunity to further eliminate the waste in the system. And so I think we'll be going into 2020 with more work, particularly on the data science side with what we can do with the data that we see in the platform.","One other things that we're really focusing on, we've seen a 400% increase in the level of data that we see interacting in the platform, so about 5 billion sets of data points. We are really trying to discern in different categories how we apply more machine learning and AI into that information. It's one of the ways that we will create a more efficient transportation network. That work is really just beginning. I would say, we're at the infancy stage as we've been building the platform, we've been collecting data now our ability to really create a different way to move goods whether that's with a different carrier or a different mode.","So we've talked for a long time about how there are somewhere between 7 million and 11 million shipments that are on the nation's highways that we believe to move into Intermodal. That's one big idea we have through the platform, the more data we see the more information we have, the more we know how goods should move over a longer period.","Operator","Our next question comes from the line of Brian Ossenbeck. Brian, repeat your name and company affiliation. Your line is now open.","Brian Ossenbeck","Thank you. Brian Ossenbeck from JPMorgan. Thanks for taking my question. Maybe Shelley if we can continue on that last thought about the shipments converting off the highway to Intermodal over time. And maybe just a bigger longer term picture for John as well. What do you think really gets the intermodal business back to sort of secular growth that we've seen over the last couple of decades? When do you think the truck conversion really becomes material contribution to that, and still think service has ways to go on the rail side before you get there? And then if you could just size up the, maybe secondary opportunities when you’re look at research as the rail start to offload more trailers and more containers, and then anything material on the transport opportunity?","Shelley Simpson","So can I shift over to platform just for a second as it relates to Intermodal, because I think one of the things the platform allows is access, access to shipments and access to capacity. If you look at what's happening in the market, we see it about $80 billion to $85 billion of freight every year and that's continue to grow for us as we've illustrated. Really I would say mid to large customers, we've really not moved into small midsized market as much overall. So customers that are currently shipping in truckload, so this is more of a macro view. Customers that currently shipped truckload just don't know another way to do that. And I would even say those are in the midsize names.","And so they want, they believe that they have the assurance of how their shipments can move at a predictive price and predictive service by using what they've historically done. If you really give access to small midsize shippers to really what can transact on a real time basis making movements more dynamic, it changes the way a shipper can move and can open up what the market can look like. So I would just talk about that from a market perspective.","Terry Matthews","Yes, this is Terry. So from a growth perspective, I think I've identified before four or five key things. What is the price of fuel relative to truck? Price of fuel and what is the truck rate? What is the truck capacity? What is the rail service, which is a real key in terms of being able to convert highway freight to rail? And then what are the general macro economics? So when you put those five things together, we keep on looking at a bucket of freight of 8 million to 10 million loads that we see that fit the intermodal network in North America, but yet not have converted.","So as those factors turn positive and more of those factors that turn positive, you'll see the acceleration of intermodal. The second thing I would mention is that the railroads want to grow intermodal publicly stated the two Eastern roads they said they'd like to go 10% in 2020 in the East Coast. And these five factors will be key as to how we'll be able to try to accomplish that goal. So you have railroads willing and able and then you have some market conditions, but we also see the freight. So the timing of how all that melds together is really the big question. And I think you'll see, as I mentioned, as those five things turn positive for intermodal, you'll see an acceleration.","John Roberts","I'll just add a little bit on the top to question of transloading or refrigerated. All markets that we're studying, there're some big numbers in those channels that we want to pay attention to. I think the key point is that the railroads are [interested]. And we definitely hear them talking with us about what do we need to do to continue to be able to organically convert incremental volumes into their networks. PSR being sustainably done is at a clip and little bit of a cleansing activity. I think the conversations are positive. And their -- look the highway conversion and refrigerate transload and another, they're certainly looking at the future potential of intermodal as being growth oriented. And lastly with regards to refrigerated, we're up to 1,000 refrigerated containers. And we plan on adding containers in 2020 to continue to be able to grow that that business double-digit.","Operator","Our next question comes from the line of Jordan Alliger. Jordan please repeat your name, company affiliation and ask your question. Your line is now open.","Jordan Alliger","Yes. Hi, Jordan Alliger at Goldman Sachs. One question is can you talk a little bit about the impact of the IT spend versus the impact of the fundamentals on the ICS business some sort of order of magnitude. And as I know you're going to keep spending on IT as we go into next year. But is this sort of like the peak quarter impact, or is there a way to frame that? Thanks.","Shelley Simpson","So we aren't just spending money on the technology side, we're actually investing on the people side as well to build the marketplace is we really believe that's creating an experience, which has ratings in from both shippers and carriers is the most critical component to the platform. So in areas where carriers are interacting in the platform or shippers don't have an identity, we're having to insert our people in the process.","We also have quite a few people inside that space that are focused on what the experience actually is. It's a bit more from the sales perspective on both carriers and customers. So quite a bit there, I don't think we've given guidance as to what that looks like. I think leaning into next year, we will continue to make investments on technology. We are working, as I spoke earlier, around what we can do with the data and we still have to firm up what our budgets look like that. But I would expect further spending at least at the same level if not possibly more and on the people side, continuing to grow people.","One of the reasons [indiscernible] from an earlier discussion, or an earlier question is what do we get for that. We do think that technology will create speed, speed at which we can move transactions. But it will really fuel our growth from a highway perspective, and even the opportunity to talk to customers about ways to move goods. So I would say next year continuing to have pressure on our operating income results but our longer term focus really for us our three to five year vision on creating more efficient networks, create a very large marketplace, and that really is our north star.","Jordan Alliger","And then just on the -- so I guess sort of just as a follow up, and I know the fundamentals are separate, and I know there'll be pressure on even in 2020. Is there a way to get a sense will profits go back in the black at some point, or do you expect it to stay sort of in the negative range in some way?","Shelley Simpson","So we're still working on our budget for next year. But I would say, I think we're going to have pressure on our bottom line performance. We will be watching all the key metrics in the platform that can be our biggest driver overall. We know there will be inefficiency. Today we have inefficiency that's happening in the platform from material purchasing perspective and also from new freight that we're onboarding into the platform that will work itself out over time. And as we get through startups, that's probably more impactful right now. But as we continue to accelerate our growth, which is the key theme for us, we're continue to onboard new carriers new lanes for both customers and for carriers, and that's going to put pressure on our margins as well.","John Roberts","Yes. And Jordan, taking a little bit longer view. The answer is no, we don't expect this exercise to be a loss leader just to get into the market. We expect this business unit to take this technology and turn it into a profitable business using the technology, the people and all the investments that are occurring here in 2019 and most likely throughout 2020.","Does that mean that actually turns black in 2021 yet? We don't know. Five years ago, it was pretty easy to put some numbers on a chalkboard and say absolutely, yes. But the market's changed as we've seen in the meantime. But yes, I would say that from our perspective and from a strategic standpoint, this is not a loss leader. This is to be designed to be a profit center just as it was before we started spending the money to transform it into a more digital platform.","Jordan Alliger","And just one other quick question perhaps. Can you give a sense for what, on the Intermodal front, your thoughts on bid season and bid season timing? You're able to do 5% ex-fuel surcharge 2% all-in this quarter. I know you've talked sort of low single digit of late. So I'm just curious any follow up thoughts on that front?","John Roberts","Well, bid season is just starting and we haven't really got any results back. So last two years, it's been a very orderly market. And I would anticipate next year to be an orderly market, knowing the pressures that other providers have with regards to rail, PTE that's out in the marketplace. So if our costs are up, our expectation is that we would have positive price to cover those costs.","Operator","Our next question comes from the line of Benjamin Hartford. Benjamin, please state your name, company affiliation. Your line is now open.","Ben Hartford","Ben Hartford with Baird. Thanks. Maybe, Shelly, back to ICS here. When you measure success as you build up this platform how do you kind of singularly define success? I guess I'm looking at this $200 million in revenue executed through marketplace and ICS this quarter up 50 million year-over-year. Has the profile of the customer that you engage with through marketplace has it changed, is it meaningfully different from the profile of customers that you typically interact with across the business lines? It's a bit of a leading question. But I'm curious if you're able to engage with small or medium sized customers more effectively in that $200 million bucket this quarter year-over-year, and if not yet will you? Maybe you could talk a little bit about the profile of that customer and how it's changed and how it could change over time?","Shelley Simpson","Sure. So we have largely spent time with customers that know us and know us very well. And so the interactions that you see currently in marketplace, our customers that we have deep relationships with and that really buy across our nine services that we offer insider our business segments. We do plan to go into the small and midsize market. We really don't participate as an organization there much. That's something that will be coming up in 2020 and that's definitely part of our plan in our scaling out of the platform.","Ben Hartford","And then just looking at the gross margins this quarter, understanding some of the competitive dynamics. As this project matures and as you do kind of supplement the growth with some of the small or medium sized customers as that development continues. How do you anticipate that gross margin percentage trending over time if we kind of smooth the average if we look at this quarter as a baseline? And should it benefit from mix offset by the natural competitive pressures? Or is there something else going on as we think about the gross margin trend?","Shelley Simpson","I think that the gross margin percentage could stay similar to what you see inside our earnings results in Q3, plus or minus 100 or 200 basis points in total. But I think the bottom line performance can get back into the range that we've really talked about 4% to 6% in total. If you look at what's happening inside ICS just in the base part of our business, we're up as expense as a percent of revenue really across everywhere that we're investing. So certainly in our employee expense where we expect to get leverage in our direct expense, our E&T and all of our new system that all have significant expense sitting inside that.","We do watch each one of those metrics so that we can understand what our productivity and our throughput looks like. But as we lean into the back end of next year, so maybe fourth quarter of next year moving into 2021, we do expect productivity improvement to start to occur inside our people. We're just getting started on the points of automation that we need to really happen from an employee base perspective, and that we think will enable us to start getting to back to profitability.","Operator","Next caller, please state your name, company affiliation. And your line is now open.","Justin Long","This is Justin Long with Stephens. Thanks for taking the question. Maybe to start with Intermodal. I know you were successful winning some Intermodal business late in a bid season. If you were to strip out the tailwind from some of those market share gains. How would you say the underlying volume environment trended in the third quarter relative to what you would view as normal seasonality?","John Roberts","I think there's kind of two stories we had, four or five bid events that happened towards the latter part of the second quarter plus we had bid events prior to that, that should have allowed us to grow even more than what we're anticipating. And it really came down to the compliance that we've talked about. I think what you've seen in the latter part of the third quarter and into now is that the compliance is better than what we saw in the second quarter, and that's kind of lifting all boats, if you will. So we have four or five big customers that have helped us, but then the compliance with the rest of the base has also given us a lift.","Justin Long","And going back to the Intermodal OR questions and thinking about the progression going forward. Terry, do you feel like we need to see price increases in next year's bid season in order for the Intermodal OR to improve in 2020? Or do you think there's enough levers with volume growth, better rail service, et cetera to drive improvement in margins next year even if pricing is flattish?","Terry Matthews","Well, pricing is the lever quicker than volume so obviously price would help us to get there. I think with the momentum that we have with volume moving into the first half of next year, we should have some good volume comps given the economy staying where it's at and nothing new showing up with regards to the macro economy. So to answer your question, the price would move the needle quicker. The question will be is how much of that can we get and what are the costs that we have to try to cover to add margin.","Justin Long","And just to clarify something you said earlier, you said if your costs are up in Intermodal, you expect pricing to be up as well. Do you feel like Intermodal pricing can be at the even if truckload pricing is down contractually in 2020?","Terry Matthews","Well, that's what happened so far in 2019. I think there's a probability that yes, you could see that.","Operator","Our next question comes from the line of Ken Hoexter. Ken, please repeat your name and company affiliation. Your line is now open.","Ken Hoexter","It's Ken Hoexter from Bank of America Merrill Lynch. Thanks for the time, and good afternoon. Maybe just to follow on that maybe more near-term. If you're looking on pricing, you're looking for positive volumes for the fourth quarter. I guess you're saying that revenue per load can also be positive. And maybe you could just talk about the rate environment, not only in Intermodal but perhaps for each segment?","John Roberts","Yes, I think in the second quarter conference call, I mentioned that we should have a positive rate for load in the fourth quarter and we haven't changed that thought process.","Shelley Simpson","I would say brokerage both -- I think Dave spoke to the competitive environment inside brokerage. And I would say that we're just starting in the bid season. We do see competitive pressure to retain our current business inside brokerage and on the asset part of the business, nearly too early to tell having different conversations with different customers.","John Roberts","And I'll just say on the dedicated side, 70% of our business has ECI, CPI built in, so that portion will get whatever those indexes dictate. We got 30% that does not have that in there. But two-thirds of that's not up for renewal in the next year, so that will not feel any pressure. So that leaves about 10% of our business that would face some pressure that could face potential pressure in one way market. But we feel good about that. Overall, our rates will be up in dedicated is our feeling.","Ken Hoexter","And a quick follow up. Maybe -- you talked about the acceleration from the West Coast volumes and obviously, a decline still on the East Coast. Can you talk about -- are there any service issues still cleaning out lanes, or is it just demand picked up on a trans con versus the decline in the regional volumes? Maybe just talk a little bit about on the volume side for Intermodal.","Terry Matthews","Yes, services picked up from where it was last year, it's not where the railroads had targeted to be. But they have definitely improved and it's helped our velocity, and they're on time service to the customer. The East Coast is -- continue to see pressure with truck on the fringes and that hasn't really subsided at all with regards to what we're seeing in the marketplace today.","Ken Hoexter","So just to clarify, it's more of truck competition than it is a lane closure or change PSR strategy from your main provider?","Terry Matthews","Yes, we still have -- the hangover for another four or five months with regards to the PSR where we lost 60,000 or 70,000 loads starting in really January. And that we should comp that in January through March I think is where -- and those were implemented. So that's about 70% of what's going on in the East in terms of our negative volume. The others kind of the fringe phrase, as I call it, the 1%, 2%, 3% with regards to the competition with truck and then the slash the port service that we saw last year, those combinations where we've lost a couple percent to truck. But if service picks up and if the market starts to tighten that usually gives back our way.","Operator","Next caller, your line is now open. Please state your name, company affiliation and ask your question.","Jason Seidl","This is Jason Seidl from Cowen. Two quick ones here. One, you guys did a good job sort of breaking down how you see the market going forward. Obviously, you're not going to be predicting the economy or fuel. But I guess where do you see truck capacity going in 2020? And are you confident in what you've seen thus far from the PSR implementors that rail service will be improved next year?","John Roberts","Well, from a rail service perspective. Yes, I think the railroads will continue to get better, especially as other commodities are a little bit slow. So I anticipate that the rail service will get better. They have not met their targets that they have set out to meet. And I think they will improve versus what we've seen this year.","Terry Matthews","And Jason, are you talking about iron when you say the truck market, or are you talking about truck service? ","Jason Seidl","Overall truck capacity? ","Terry Matthews","Capacity, no that's -- okay, I'm going to let someone -- I thought you meant -- I don't know if you meant the price of used trucks or not that's why I was asking. I'll let Shelly talk about that.","Shelley Simpson","So I would say the macro view from a capacity perspective, obviously, would change our view. We think that it's sluggish in the market mostly from the supply side demand if not as strong as anyone would like. I don't know how confident we are in that being that we've done budgets now for 20 years and we never hit our budget up or down from a capacity perspective. So I would say next year -- first half of next year could be more sluggish similar to right now. Second half, I think macro will be more of a negative.","Jason Seidl","And I guess my follow up here is your main western partner is the only ones who not implement PSR, or at least a form thereof. Is that something that you envision them doing at some point?","John Roberts","You really have to ask them. The conversations that we have had with them they've said that they've had some form of PSR going on in the railroad for over a decade. So they might -- I would think that they're doing certain things, but they aren't calling it PSR.","Operator","Our next question comes from the line of Allison Landry. Allison, please repeat your name, company affiliation. Your line is now open.","Allison Landry","Allison Landry from Credit Suisse. Dave, you've commented earlier about some aggressive behavior in terms of brokerage contractual rate. So just curious if you think that's sort of normal from a cyclical standpoint, or are you seeing increased competition from either tech-based entrants or some of your more traditional peers that that might be also going after the digital freight marketplace?","John Roberts","I'll let Shelley answer that question.","Shelley Simpson","I would say it's more competitive than it has been. Certainly, I think technology in general has changed the way our customers view the level of predictability. So I think that what's happening in the brokerage space today, cost, and capacity and service is more predictable right now than it was a year ago. Our customers leaned into more asset mix. In this season last year, I think this season based on early discussions with customers, they are more comfortable leaning into brokerage based on the pricing that they're seeing from early bid season. I would say there could be likely a shift to more brokerage here this bid season at a macro view, and I would say it is more competitive.","Allison Landry","And then just as a follow up in terms of the extra repositioning and network imbalance costs that you saw in JBI. Could you help to maybe give us a sense or quantify what that was in the quarter, and give us a little bit of color on what drove that? Maybe seems like it was a little bit worse than you guys had anticipated. Thank you.","John Roberts","Yes, some of that came from the bid cycle. The last third of the bids that came out, part of its customer compliance where we thought we had balance and the customer didn't give us the freight that they thought that they were going to give us, that sort of created that. I think what I mentioned that if we hadn't had that extra costs that we would have improved our OR versus the second quarter, and I think I'll leave it with that.","Operator","Our next question comes from the line of Chris Weatherby. Chris, please repeat your name, company affiliation. Your line is now open.","Chris Weatherby","Chris Wetherby from Citi. Just to follow up on that question to make sure I understand repositioning costs we should not expect that to continue into the fourth quarter that was likely into 3Q?","John Roberts","It's too early to tell. We're only 15 days in. If the West Coast continues to stay strong like we've seen it, we could have some extra repositioning costs. Typically that fades off in the last 45 days of the month. It's too early to really make that call.","Chris Weatherby","That's helpful, I appreciate it. And then maybe coming back just to make sure we put some numbers around it, the tech spend. I think, Dave, you mentioned maybe up, I think you said 60% sequentially. I don't know if it puts us into the sort of $16 million or so million dollars. I don't know if my math is right there. But could you quantify sort of what that tech spend is? And Shelley, you mentioned that maybe it goes up going forward. Just trying to frame this up a little bit. I mean is it possible that maybe we're talking about an $80 million or $100 million for annual spend in this? I just want to trying to get a sense of sort of how maybe that adds up as we go out into 2021?","David Mee","Well, are you talking enterprise wide or inside ICS?","Chris Weatherby","Both…","David Mee","Enterprise wide, yes, $100 million enterprise wide guidance is piece of cake, that's easy. We -- through to September, we're past that and that's just the OpEx side. Inside ICS itself, ICS in the quarter, I think the tech side was a little bit shy of $14 million in a quarter.","Chris Weatherby","Okay…","David Mee","And that's up 60% year-over-year, and that's just on the -- that's just on the development side.","Chris Weatherby","Okay, that makes sense. And then I guess can you help us sort of frame out how you think -- and we talked a lot about this I guess on the call, but I just want to sort of make sure I understand sort of how we think about the growth through the marketplace as we think about 2020. What are sort of the numbers we should be thinking about from a revenue perspective? And then I guess when can we start to see this turn towards sort of income and start to generate a return? I don't know maybe you can trim up what you think your return hurdles are for this investment?","Shelley Simpson","So we continue to have more need from the base part of the platform. And I talked earlier about what we do with the data. That's going to be the most significant driver of what we do from a tech perspective moving into 2020 and beyond. In total, we do expect our revenue to accelerate next year. We still are working on our budget and what our five year book will be in total for all of ICS but also across the enterprise.","Our hurdles really are across every category that I've talked about that we are working towards scaling. So we have too high employee costs currently based on, as a percentage of revenue we have too high as E&P costs. Pretty much across the board that touches the platform, we're investing heavily inside that space. It will take us out I don't maybe 18 months or so to really get through that and develop the scale that we believe we need again to start leveraging into our cost as a percent of revenue.","Chris Weatherby","So we're thinking 18 months from now is the right way to be thinking about that, Shelley?","Shelley Simpson","Sure.","Operator","Our next question comes from the line of [Ren Yang] please repeat your name, company affiliations. Your line is now open.","David Vernon","It's David Vernon from Bernstein. I just wanted to ask you, Dave, question on the balance sheet and sort of the long-term sort of outlook for returns here, so first out of balance sheet. You've got about 75 million bucks worth of cash sitting on the balance sheet, and you're guys used to kind of pretty religiously manage that balance down. Is there a reason why we're holding that much cash or any sort of change in the prioritization of available cash from sort of prior practice?","John Roberts","No, David, no change. There's lot of times when we'll end up with cash inflows faster than outflows in a period of time where I can't do anything in public markets with it. And so I'm just basically putting it on my balance sheet, because I either can't deploy it in the repurchase programs I've a wall of equipment purchases. So it's more time than it is any kind of change in strategy.","David Vernon","And is there a draw on that other than equity repurchase, like is it being held aside or equipment or something?","John Roberts","No. Not in any particular purpose. No.","David Vernon","And then one other question I'd love to get your help in terms of helping investors understand is a little bit of a change in business mix. Obviously, the DCS business the ICF business is growing a little bit faster than the intermodal business, historically. One of the things that's been great about J.B. Hunt is the high level of return. Can you help us understand kind of what the relative return profile of these businesses are just to think about kind of how that shift is going to affect the business long-term?","John Roberts","Well, we haven't broken out the internal ROI piece simply because I don't want to get into a lot of debate with regard to allocation of shared services and allocation of footprint for asset profile, which you end up having to do and then you get comparison issues. We have that debate anyway. What we've said is that we definitely longer term think that the ICS should be the highest returning the asset that we own, or that we -- or segment in the portfolio, because it's the lowest capital intensive in Intermodal at this point in time be next in line. But even today, that probably is going to have a run for its money as we convert to a more asset light model in truck.","So everything is based on the relative asset size. And then -- so Intermodal would be -- I would say the truckload is less asset intensive, so it would be next to Intermodal and then Dedicated. With that being said, how we measure each of those business units is relative to the peer groups. And the peer groups, obviously, ICS would be brokers. Truckload would be asset light truckers. So maybe possibly a land star type model is what we would have to compare ourselves to.","Intermodal is in an business of itself. So that should be pretty easy if we can compare it to those players. And Dedicated, it's kind of a quasi business, because it is not truckload, it is not one way truckload. So while it does compare itself to Werner's and Knight's, which is phenomenal and the rest of the traditional truckers. We kind of hold it to higher standard because it doesn't have the price fluctuation that those typical truckload carriers have to go through. So I would say that you would end up comparing it to higher end truckload carriers, the Knight's, the Heartland's, so things of that nature from an ROIC perspective.","And the way they are performing, ICS is obviously lagging today. Historically, it is not but it is today. Intermodal is lagging on a 12-month basis given what the charges we've taken in the past year. And so it's no pat. Performance is low on a trailing 12 months. Truck is going through some transition. So it's kind of all over the board at this point in time, but improving. And Dedicated is actually performing on a turn basis better than our expectations.","Operator","Your next question comes from the line of Bascome Majors. Bascome, please state your name, company affiliation. Your line is now open.","Bascome Majors","Bascome Majors from Susquehanna. On Dedicated, heading into the after recession that was about a 5,000 truck 1 billion revenue business, you've got twice as many trucks, three times as much revenue in the growth you've generated over the last 10 plus years there. Can you walk us through how the larger dedicated business, how you think that performs in recession scenario? Where are you vulnerable to weaker pricing and volumes that that's going to hit the overall one way truckload market? And where do you get some typical protection from the contract structures you've had there? Thanks.","John Roberts","I would just say, typically, our contracts are about 4.5 years at least on average, some longer, some 7, 9 years. And so we get some protection there. But if you talk about just a downturn in the economy as we've gone through that and seeing that through the years, what we typically see as you may see a bankruptcy of somebody that goes out because of financial conditions. So we may take a hit of 100 trucks or something like that. And then as depends on the industry that's impacted the most in the down cycle, we may see some trucks shrinkage at accounts. And we do that with our customers that's the flexibility that we offer and then we'll take those trucks and place them at new accounts.","But when the economy turn south, that means that CFOs like Dave are really scrutinizing their capital and what they're going to do. And so we take that opportunity to really go talk to them about capital and deploying their capital and where they're going to deploy it and let us do it in a more efficient way and save them money. So we hit up the CFOs was hard during that time and we have a lot of success of selling that way.","Where we have some exposure to the one way market is again depends on the timing of that when that portion of our business, 30% of our business it does not have indexes in it, what portion of that is up for renewal at that given time when the economy is strong, will face some pressure on that. So it's hard to say. But it could be 10% of our business or something like that potentially. But I would just tell you that I turn up the heat on our sales team when the economy goes south, because there's a lot of people that just want to get out of their private fleet. And so the CFOs are more available to us than ever before during that time. And so I would expect us to continue to sell.","Bascome Majors","Thanks, I appreciate the detailed answer there. And Dave, just a follow up for you looks like net CapEx was approaching $600 million year-to-date. Can you give us an updated look at what the full year spend could look like through this year and any preliminary thoughts on next year? Thanks.","David Mee","I don't have preliminary thoughts on this year. The one number I know I missed on my forecast was the amount we're capitalizing on tech. Originally I thought I was going to be somewhere in the $40 million range is probably going to be north of $80 million. So CapEx is probably going to be up somewhere around $680 million by the time the year is out, and it's all due to the accelerated tech spend that's being capitalized.","Brad Delco","And Michelle, this is Brad. We have time for one more question.","Operator","Our next question comes from the line of Scott Group. Scott, please state your name, company affiliation. Your line is now unmuted.","Scott Group","It's Scott Group from Wolfe Bank. Thanks for squeezing in. So Terry, just -- is there any way you can help us think about transcon versus east margins if there's much of a difference there? And then you had a comment earlier about rail PT expense for some of your competitors. And I wasn't sure, were you trying to say that you've got similar cost inflation next year as everybody else, better or worse? I wasn't really sure what your point was.","Terry Matthews","My point on that is that as all providers of intermodal have rail PTE challenges, the likelihood of decreasing rates is less than the likelihood of having to increase rates. Our programs are obviously different than most. So I won't go into that. And your second part of your question was?","Scott Group","Transcon versus east margins if there's much of a difference there?","Terry Matthews","I think in previous calls, we've talked there isn't much of a difference in that. What you'll find is that the profile of the load is different iIn terms of there's more revenue associated to a transcon load. So a margin of ex-transcon load is different for the total op income versus a smaller load with a similar margin. But that load will take much less time to be able to execute.","Scott Group","Just back on PTE for a sec directionally. Do you think you've got more or less PT headwind in '20 versus '19?","Terry Matthews","Less.","Scott Group","And then the lastly real quick. Anyway you can help us just think about fourth quarter volume. I know you said positive. But do you think it's sort of similar to that 3% in September, better or worse? Anything just can -- just help us with the model.","Terry Matthews","Positives better than flat, so I don't have any real guidance on that. We haven't really given guidance on that. So a couple of percentage we should probably be looking at.","Scott Group","Thank you for the time…","John Roberts","Nobody's expecting a spike Scott.","Brad Delco","Okay, Michelle, that concludes our call.","Operator","Thank you for using AT&T event conferencing. You may now disconnect."],"11999":["JB Hunt Transport Services, Inc. (NASDAQ:JBHT) Q3 2018 Earnings Conference Call October 15, 2018  5:30 PM ET","Executives","David Mee - EVP, Finance & Administration and CFO","Shelley Simpson - Corporate Executive VP, Chief Commercial Officer & President, Highway Services","John Roberts - President, CEO & Director","Terrence Matthews - EVP & President of Intermodal","Nicholas Hobbs - EVP & President of Dedicated Contract Services","Analysts","Amit Mehrotra - Deutsche Bank AG","Adam Wieschhaus - Cowen and Company","Thomas Wadewitz - UBS Investment Bank","Matthew Reustle - Goldman Sachs Group","Albert Delco - Stephens","Allison Landry - Crédit Suisse AG","Christian Wetherbee - Citigroup","Ravi Shanker - Morgan Stanley","Todd Fowler - KeyBanc Capital Markets","Matthew Brooklier - The Buckingham Research Group Incorporated","Benjamin Hartford - Robert W. Baird & Co.","David Ross - Stifel, Nicolaus & Company","Kenneth Hoexter - Bank of America Merrill Lynch","Bascome Majors - Susquehanna Financial Group","Brian Ossenbeck - JPMorgan Chase & Co.","Scott Group - Wolfe Research","David Vernon - Sanford C. Bernstein & Co.","Brandon Oglenski - Barclays Bank","Don Thoren - American Fuel & Petrochemical Manufacturers","Barry Haimes - Sage Asset Management","Todd Fowler - KeyBanc Capital Markets","Amit Mehrotra - Deutsche Bank AG","Operator","Ladies and gentlemen, please welcome your speaker for today, Mr. David Mee. Sir, you may begin.","David Mee","Thank you, Donna. Good afternoon, everyone, and thank you for joining us. We have here, John Roberts, President and CEO; Terry Matthews, President of Intermodal; Nick Hobbs, President of DCS; Shelley Simpson, Chief Commercial Officer and President of Highway Services; and myself, David Mee.","Given that this is our first earnings call, let me kind of go over what we'd like the format to be. I'll make a brief opening statements and then we'll open up the lines for Q&A. The participants will have an opportunity to ask a question and then one follow up, before they have to return to the end of the queue to give everybody a shot at asking the questions that they want. We do have a call scheduled for 90 minutes. So we hope to get through as many questions as we can during that time. And we do appreciate your patience, given that this is the first time we've attempted this. As we go forward, I'm sure, it will be a lot more efficient into the future.","As far as the opening remarks, I have two areas that I want to address. The first is the quarterly tax rate and the difference between the preannounced after-tax charge and the actual after-tax charge reported in the earnings release. The primary culprits in the reduced rates are our annual computation of what is referred to as our FIN 48 exposure, and a tax rate adjustment for equity-based compensation.","At the time of the arbitration update announcement last week, we had not performed these reconciliations and had not determined the discrete item amounts. So we used our previous estimated quarterly tax rate of 26% instead of the 20.4% that Q3 ultimately generated. With this third quarter adjustment and our current estimate of what our discrete items will be in the fourth quarter, we anticipate that our full year 2018 tax rate will be 24%.","The second area is, obviously, the elephant in the room, the arbitration update. And as we announced, we received the interim award on October 5, 2018. The interim award is subject to a protective order, addressing among other things, confidentiality of the award and the underlying contract. However, in that interim award, we were able to identify a quantifiable claim for a specific issue that accrued over a multiple period, that was the $18 million pretax charge we announced. We also stated that the arbitration panelists requested additional submissions from the parties over the next several months. These submissions are needed to determine, a, an appropriate interim award or awards; and b, a final award. We cannot determine any further financial implications of the interim award beyond the announced $18 million pretax charge, until after the arbitrators review the additional information required to be submitted and issue an additional interim award or final award. Once we can determine any additional financial impact of any interim award or final awards, we will provide additional disclosure at that time.","Until then, we will follow what has been our standard practice during this entire process, which is, what we said in the press release is all we're going to say. So any questions on the arbitration process or on this interim award will most likely be answered with no comment, it is confidential what we have said all we're going to say or something similar.","Now as we do when the investor community visits our headquarters, we've assembled the entire management team to answer your questions and talk about their businesses.","With that, Donna, we're now ready to take our first question.","Question-and-Answer Session","Operator","[Operator Instructions]. Your first question comes from the line of Mr. Amit Mehrotra.","Amit Mehrotra","First one is just if you can talk about the deceleration in Intermodal volume growth, basically every quarter this year I fully understand that we have the derailment in the quarter, which likely impacted the number. But does the deceleration, I would imagine impact some price over volume focus from the management team, could you just talk about that? When do you guys expect? You did pull the volume lever or volumes to reaccelerate, just given the tight truckload market?","Terrence Matthews","Yes, this is Terry Matthews. We, obviously, this year, we've been focused a lot on price, and I think you're seeing the results of that in the marketplace. It's been a marketplace that I believe has been the most orderly marketplace I've seen in the 28 years I've been involved in Intermodal and I think that will continue into next year. With regards to volume, as you look in 2019, I think, you'll see a better balance between price and volume as we go forward and we'll have a more balanced approach as we hit 2019.","Amit Mehrotra","Could you talk about what the - what you estimate the volume impact to be from the five major derailments in the quarter?","Terrence Matthews","I believe it was around 4,000, 5,000 units.","Amit Mehrotra","Got it. That's helpful. And just as a follow-up, I guess, it was nice to see that step up in incremental margins in the third quarter over 20% kind of an underlying basis. Is that the right level to expect kind of over the next 3, 4 quarters, just given, as some of the pricing actions continue to cycle through the numbers. Is that sort of the right incremental margins you guys are targeting for the Intermodal business over the next several quarters?","David Mee","I think that's going - I mean, this is David Mee. I think that's going to be the result, given that the fact is that we will begin a new pricing calendar here in the fourth quarter, but the effects of those new pricings won't show up until later in the 2019. So yes, I would say that the pricing is set. So operationally, if we can squeeze a little bit more margin out of it, out of operations, then we will. But I wouldn't expect much difference in what you've seen here in Q3.","Operator","Your next question comes from the line of Mr. Jason Seidl.","Adam Wieschhaus","This is Adam on for Jason. I guess, first of all, do you expect more startup costs for Dedicated Contract Services heading into 4Q and then 2019?","Nicholas Hobbs","This is Nick, Adam. I would say, our pipeline is very strong and we would continue to see startup cost in Q4. And we already have some trucks booked for Q1. So yes, I would say that would continue through the next couple of quarters tailing off in Q1.","Adam Wieschhaus","Got it. And then a quick follow-up as well. I think that the way this data came out just this morning about spot truck rates continuing to fall. Do you guys think that this is mainly because of a pull forward of freight, which created kind of an artificial high, which we're now seeing to tail off? Or maybe do you think there's something else at work that's causing these spot trucking rates to continue to fall?","Shelley Simpson","Great question. This is Shelley. We have similar questions. We have been talking with our customers. We do know that some customers have done a full forward strategy, but I can't say that we've got a great answer to what that question is. We have confirmed our customers are expecting a good peak retail season that they are still considering to be good and so we would expect to have a pretty good peak as we come into Intermodal, finishing the first leg and then truckload coming after that.","Operator","Your next question comes from the line of Mr. Tom Wadewitz.","Thomas Wadewitz","I wanted to ask a little bit more on kind of the freight trends, and I guess, it's a little bit similar to the prior question. But can you give us a read on what the volume growth look like in Intermodal by month? And then, what the start for October is, in terms of just, I think, low growth year-over-year?","David Mee","Tom, I'll take historical stuff, and then I'll let Terry tell you about what's - how he feels so far in October, since it's too early. No, I don't tell you what the numbers are for the current anyway. July was up 4% year-over-year, not calendar affected. August was down 1% year-over-year, again, not calendar affected and September was down 2% year-over-year, again not calendar affected, that's how we get to our 1% up. As far as really how peak season has started off it - we've seen the West Coast pickup the last week or so in September, and basically the peak is hitting our expectation similar to what we've seen in the past here so far in October. We think the next 4 to 6 weeks up through Thanksgiving should be very normal - it'd be a very normal peak, and we're also thinking that December with possible tariff implications should be extremely strong in December as well.","Thomas Wadewitz","So how do you think about the relationship between spot market and what you're seeing and then what that might imply for next year. So I guess, we have seen that softness in the truckload spot market, but it sounds like you're expecting a good seasonal pickup. So does that imply that the spot data should be stronger as we get into kind of later October, November? But then I guess, if that doesn't play out that you see continued weakness in the spot metric. Does that give you concern that you're going to lose some leverage as you go into the contract negotiations and bid season for 2019?","Shelley Simpson","I would say customers have finished their bid seasons here through the third quarter with implementation. I know a lot of our customers were working towards getting more in the contract business. So they paid higher rate and in fact got taken somewhat by surprise, understood that the asset players needed more contract rate. They were willing to give that up, and I think you've seen part of it happen from a bid cycle being fully implemented in total.","Terrence Matthews","The other thing I would mention - this is Terry, that the - as much as we try to keep up with the truck rates, we did a pretty good job there, but the fuel surcharge has gone up substantially over the last year. And when you look at the differential between all-in fuel and the truck rate versus what the Intermodal rate is there's still a pretty good gap there. So I think that bodes well for Intermodal.","Thomas Wadewitz","Okay. So it sounds like you're not overly concerned about the spot market weakness in truck in terms of impact to Intermodal rate?","Terrence Matthews","No.","Operator","Your next question comes from the line of Mr. Matt Reustle.","Matthew Reustle","Just a bit more on pricing and contract repricing you mentioned as you're starting up the season again in the fourth quarter. What type of rate increases are you guiding your customers towards in 2019, and how those conversations been going?","Shelley Simpson","So I think that depends customer by customer. We have started talking with them about the costs creep that is occurring and that depends by lane, by customer and what that really looks like. It also depends on when they really came into the bid cycle with us. So we saw cost continue to creep after we started the bid cycle last year, and so some of those customers we're having different conversations with versus customers that have just completed their bids.","Matthew Reustle","Okay. Is it reasonable to still expect above average rate increases next year, I guess, it's a different way of asking that versus historical norm?","Shelley Simpson","We think that our - we still have cost challenges. We are talking to our customers about those and recouping those during bid season. Historical norm, I'm not sure what that number is for you, but I would expect customers to be able to manage the bids, it's better coming into next year not being as surprised being in the spot market as much. But they will still be paying more than really what any of us want to pay based on cost changes that are still happening.","Matthew Reustle","And then just one quick follow-up for me on the tax rate. As we look into '19, is 26% still the right number to use for '19? Or is there a step change down associated?","David Mee","Yes, at this point in time, I'm going to tell you 26% is going to be the number. Again, we'll have discrete items with both the stock compensation and the FIN 48. Stock compensation is affected by stock price, so if the stock price goes up or down that will change that baseline amount up or down accordingly with stock price. And then FIN 48 is going to be based on income levels in the states that we have uncertain tax positions in. So it's very difficult to predict on the front-end basis. So my budget, we'll use 26% until we figure out what the exact discrete items look like.","Operator","[Operator Instructions]. Your next question comes from the line of Mr. Brad Delco","Albert Delco","A question for Nick. Nick, could you - I know you talk about the dedicated startup costs, but when we you make the adjustments that were sort of outlined in the release and add back $4 million of quantified startup cost, you get to like 91.3% OR, and I don't think that's necessarily your steady state going forward. So can you talk about the kind of cadence of what you think the operating ratio should do, assuming you don't have anything other than the start-up costs you've quantified for Q4 and Q1?","Nicholas Hobbs","Yes. Well, I think, first thing is the startup cost is a lot of stuff around driver pay, hiring charges, training charges, so there's a lot of those in there. But the other thing to keep in mind, Brad, is you're right, that's not a normal cadence. Our cadence would be more in the 11% to 13% margin range and that's what our base business is running. And I think the other thing, when you're looking at the global dedicated, you have to take into account Final Mile is starting to grow some, and so there is little bit of dilution that goes on with that as well from an OR standpoint. Not a great amount, but it does drag it down a little bit. But it's just the timing of when all of them come home and when they go out and trying to estimate that. If you look at just our base business that's out of startup, it is performing in our accepted margins. And so we just got a bunch of trucks. We had 600 trucks that we added from the end of Q2 to the end of Q3, which is a lot. So that $4 million that we put in there, that's some very big items. There is lot of little items associated with that. So each one of them is different, but I would think you'd see the OR start heading back where it needed to be in Q1, and then Q2 of next year and as we get some more big awards.","Albert Delco","And then, Dave, for you just two small nitpicky follow-ups. The bankruptcy that you guys commented on, I'm assuming that's related to one from last year. Can you quantify if there is any exposure to one that's been very recently announced, if any? And then number two to the follow-up. Can you tell us when that 4,000 load impact hit which month in Intermodal?","David Mee","Yes, the Intermodal impact was the end of mainly August, but the first week in September, when the Cajon Pass had the major derailments and the three major lines went out. It's August 21, but it's taken them 3 or 4 weeks, so that bled led into September, but it was primarily August and the first 10 days of September.","Nicholas Hobbs","And then, as far as your bankruptcy, that one particular one did occur this year. It was with a store that was competed with the Dollar stores. We've had them as a customer for quite a while, but they decided to expand into the Northeast and we grew with them. And it turned out that it wasn't the most advantageous business decision for either one of us at this point in time. As far as the one that happened, was it today, by any chance? We have virtually no exposure to that one.","David Mee","Brad, and a follow-up, we had the Hurricane Florence in September. So we had derailments bleed in from August to September and then the hurricane that affected the Carolinas.","Albert Delco","And that was included in the 4,000?","Nicholas Hobbs","Yes.","Albert Delco","And then last September you had Irma and Harvey, and you think, you quantified 5,500, is that fair?","Nicholas Hobbs","Correct.","Operator","Your next question comes from the line of Mr. Allison Landry.","Allison Landry","I wanted to ask about what your thoughts initially are on the potential short and long-term impacts from precision railroading potentially being rolled out in across the U.S. rail?","Terrence Matthews","Yes, this is Terry again. The precision railroading, obviously, the CSX is the - Hunter Harrison is the pioneer of that. And I think, what you're seeing is each railroad is taking bits and pieces and trying to implement things that they think that fit within their railroads without going overboard with regards to maybe what the CSX did in going all out in the precision railroading. Some of the effects that could happen are some of the rationalization that goes on. They like big long trains and some of the shorter markets, they have announced, I think in January, there is a few things that will be discontinued, and I think that's probably the key thing that we're focused on, trying to figure out what does that exactly mean? Can we use a different ramp? Can we use a different railroad? Can we have a longer dray? But I believe that'll - there probably be less options than more, and hopefully this - the service will get back to where we all expect it to be and where they want it be in some form or fashion.","Allison Landry","Okay. And then following up, how does 360 play a role in this, if at all? And then could you give us a sense for your initial expectations for rail purchase trends in '19? And maybe some color on the - your initial thoughts on margins for JBI?","Shelley Simpson","So we'll be integrating the dray piece on JBI into the platform in 2019. And so any carriers that we do dray with, which will be about 15%-or-so of our shipments, will be contracting through our 360 platform that's scheduled to come online mid-year next year.","Nicholas Hobbs","Yes, the JBI, traditionally, we've been trying to have 11% to 13% margin. I think we're somewhere in that range now and we hope we can be able to continue that and hopefully, improve upon that. As far as next year, we're in the budgeting process, and we really don't have any hard numbers yet to be able to tell you what's going on with box orders or equipment for 2019.","Allison Landry","Okay. And does that - yes, do you have any - sorry, for the background noise. Any thoughts on the rail cost next year versus 2018?","Nicholas Hobbs","No. I mean, each year there's rail cost increases. And at this point, it doesn't look any different than what it has in the years past.","Operator","Your next question comes from the line of Chris Wetherbee.","Christian Wetherbee","I wanted to ask about the DCS segment. So I guess, I'm thinking about 2019 and the environment that we're in would seem that there's likely to be a continued push for shippers to sort of get capacity. So in that context, if you think about a good amount of potential fleet conversion of growth of the segment, do you think you can sort of stabilize and move margins higher. I guess, really the question is, can you get margins moving upward if you're still experiencing strong revenue growth. I'm just trying to get a sense maybe how that relationship looks in 2019.","Nicholas Hobbs","Yes, I think our plan - our focus is try not to get as much - we really don't focus on capacity fleets. We try to focus on private fleet convergence. We will get a little bit of that capacity with some of our historical legacy customers. But I think, we will plan on probably not adding as many trucks next year as we added this year. I think a good number of trucks for us to add is between 1,000 and 1,200, and that's probably what our plan is going to be for next year. This year, we're going to add a whole lot more than that, and so I think it will slow down and we call it the wave from '18 will help carry some of the better margins in the middle part to the end of next year. So I think, we - you will see some margin improvement. But if we happen to get another big deal signed up, where we've signed up little over 500 truck deal this year and some other large deals in our pipeline that we've signed that's in the middle of implementing, if those come along, it could be a little bit of a drag. But right now our plan is for 1,000 to 1,200 trucks next year.","Christian Wetherbee","Okay. Okay, that's helpful. And then on Intermodal, I guess, really since the middle of last year, it would seem that volume growth has been lower than what your traditional run rates have gotten and I appreciate the large number, so I know there are some mathematical forces at play here and clearly, there's rail service issues, all of those factors. But when you think out, I guess, to the drivers behind that sort of lower volume growth. Do you think these are more sustainable in that as we move into '19 and potentially beyond, we should expect sort of a structurally lower pace of volume growth in the network? Or are these sort of trends sort of like we saw with some of the derailments you have this quarter and other factors that have played out over the course of '18 that they might go away and you could see that run rate kind of move back up. I'm thinking more conceptually about your ability to grow in that segment really been the specific, so that would be helpful.","Nicholas Hobbs","Yes, the bucket of freight that we see in our bid and data warehouse is in the millions of loads and the east being a bigger portion of that bucket than maybe the west, even though both buckets are in millions of loads. So it's just a question of when the customers feel comfortable of moving that freight from Intermodal - excuse me, from truck over to Intermodal, and some years, it's a quicker transition than others. So I hesitate thinking that the story is over, because it's easy to say that the ability - the way it comes out. So a little increase in rail service and I think the cost of trucks will continue to increase. I think our ability to be able to grow in the Intermodal segment maybe not as the percentage law of large numbers that you talked about is still is good for the upcoming years.","Operator","Your next question comes from the line of Ravi Shanker.","Ravi Shanker","Couple of questions here. Just going back to the current freight environment. Since we aren't really seeing the kind of uptake and kind of spot rates and market tightness that you'd expect going into peak season. It does seem like shippers are more comfortable than we'd expect it to be, given the start of the year. Is that how you're seeing it? And kind of what impact does that have on the brokerage environment, given that a relatively balanced market kind of tends to be a headwind to shippers using brokers?","Shelley Simpson","So I think that customers this time last year, were really trying to figure out how to budget and we had sent out a customer letter in August, really trying to articulate our cost position and trying to guide them on budgets. And I think customers took several months to try to figure that out. And if you think back about the hurricanes happening this time last year, the network was in such a chaos that not only was it difficult to find a truck to move the shipment or capacity, but also the price. And as customers came through bid season, I think customers started to understand and were very receptive to talking about capacity and what prices look like. I think customers are more comfortable today because they've made it through bid season. They feel like that they've had a good plan. I think they probably picked to really good providers to really reset themselves for a successful 2019. And so at the beginning of this year, customers still weren't sure how high pricing would go. And if service would be acceptable or not. And the conversations we're having now, customers are still concerned about service, less concerned about cost, although I've never met a customer that wants an increased cost, they understand what's happening in the market and they really understand what's happening specifically with drivers. So I think they're more comfortable than what they were back in the day. And customers have really done a good job coming out of the spot market and being in contract relationships.","Ravi Shanker","Got it. And just sticking with ICS. Can you just talk about JB 360 costs, and kind of how they're - they've been trending through the quarter and kind of where do you see them in the next couple of quarters?","Shelley Simpson","Well, they're increasing. I haven't really put together the 2019 plan yet that we have, started with what we want from that, so we'll be working on our budgeting here in the next month or so, so we can start planning for those resources.","Ravi Shanker","Got it. And just one last follow-up, Dave, I think you said that you didn't want to comment on IM trends in October, but just to clarify, from what you're seeing so far, are IM year-over-year load growth numbers in October up or down year-over-year?","David Mee","Well, we don't comment on the quarter, but I would tell you that yes, Terry has said, and what he did say is, that we're about where we expected to be, maybe slightly a little bit ahead, but nothing to scream that we're seeing things just run off the chart.","Operator","[Operator Instructions]. Your next question comes from the line of Mr. Todd Fowler.","Todd Fowler","Terry, I wanted to come back to the comment you made about 2019 and kind of having more balanced between volume and price on the Intermodal side. If I think about the revenue per load trends that you're seeing in the back half of our 2018, and maybe where some of the contract pricing resetting thinking about that carrying forward into '19 and the comments about it still being a decent pricing environment, to me that implies that you could see mid- to high single-digit revenue per load in '19 on the Intermodal side, is the comment that you'd expect to see similar sort of volume growth with that into next year as well?","Terrence Matthews","As I mentioned, I haven't given any numbers out on that. I think, as Dave mentioned, you can somewhat extrapolate what the bid cycle is going to do for the first half of next year with regards to price. But again, we haven't put together our plan for 2019. But as I mentioned, I believe that there will be more balanced approach going into '19 than maybe what was - we had this year.","Todd Fowler","Okay. And - but it is fair to think about the fact that the rates that are resetting in the second half of this year, you get to carry forward of that into next year, and if it's still positive pricing environment, at least directionally that's a decent way to think about revenue per load into 2019 at this point?","Terrence Matthews","Yes, you're correct.","Todd Fowler","Okay, good. And then maybe just kind of a short-term question as we think about the fourth quarter. If we go back, and David maybe this is for you, kind of a high level. But if we adjust for the charges here this quarter. At this point - in the third quarter, is there anything that we should think about as to why we wouldn't see maybe kind of what you normally seasonally see from third quarter into fourth quarter, either some additional cost coming through on the rail service side? Or as you sit here today and we think about kind of how to think about the fourth quarter for the rest of the year, is it fair to think about normal fourth quarter trends versus third quarter and kind of typical seasonality or is there something else we should be factoring into our assumptions?","David Mee","Well, yes, I think the general trend for Intermodal should be fairly consistent. I think that our expectation, like we said, the customers are telling us there is going to be a normalized peak. You're not going to get the - obviously, the last year's hurricane wave come in, in spite of Michael that we just don't expect it yet, it could show up, but we're not counting on it as an item. In Dedicated, I think, they'll see their seasonal operations and so they would expect a seasonal rise, probably a little more so than normal, because frankly, ICS lost some of their seasonal activity to DCS. The big - one of the big or the big contract inside DCS was a direct result of cross-selling, and there is a little bit of robbing Peter to pay Paul, so ICS is going to have to backfill to get to its normal seasonal uptick in Q4 considering they gave a bunch of their freight to DCS this year. And then truckload is actually starting to perform very well inside the seasonal market, relatively speaking. So I think the trend is going to be okay. I couldn't tell you that I see any abnormal cost on the horizon, so I'm hoping the trend is again as predicted, but we're hoping that the pricing covers that trend as it did 3Q.","Todd Fowler","Okay, that makes sense. Yes, and I think that the biggest piece really is just typically when you see that improved OR in the fourth quarter on the Intermodal side that, that really drive some of the seasonality, it sounds like that that's on track and that's helpful on kind of the interplay between ICS and DCS, as we think about the fourth quarter.","Operator","Your next question comes from the line of Matt Brooklier.","Matthew Brooklier","So another DCS question for you. Could you talk to how many trucks you expect to add in fourth quarter?","Nicholas Hobbs","Yes, we should see our total number go up in the range of 98, 100 to 99, 100 is where we'll end the year with trucks on the books.","Matthew Brooklier","Okay, that's helpful. And then kind of a higher level DCS question. If we think about this, the incremental growth that you're seeing this year. How much of it would you attribute to a tighter overall truckload market versus the continuation of converting private fleets and also maybe taking some share from your competitors, trying to get a feel for how much of it is just blocking and tackling on the competitive side versus a function of a tighter overall truck market?","Nicholas Hobbs","Yes, I would say probably 70% of it is more private fleet blocking and tackling basic stuff. The other 30% is probably because of tightening capacity with, like, with some of the stuff we got from ICS that's going into a long-term contract with us, but also just our base fleets are growing. We're expanding our service radius from 200 to 250 out because the one-way market is going up, so we're signing up trucks for longer periods of time because of that. So that's where I get that longer - extending out for longer miles and that's growing to some of our base fleet. So that's a ballpark.","Operator","Your next question comes from the line of Ben Hartford.","Benjamin Hartford","Want to circle back on the DCS margin question. I know that I think on this call you had mentioned the long term 11% to 13% margin. How should we think about that over the next five years or so to the extent that Final Mile does grow, you had acknowledged that, that is a lower-margin business? So maybe twofold, is that 11% to 13% still the target, as you assume scaling up the nonasset-based network, one? And then two, it's a nonasset-based network, is it fair to assume that it is a to higher return on invested capital business than the core legacy DCS business?","Nicholas Hobbs","Yes, so the way we do our pricing and all of it is based on ROIC guidelines. And so I'll start reverse of that, talk about the Final Mile, the nonasset portion of that does have a much higher ROIC. So as we grow that, it's going to be growing it from a smaller base but a higher percent. So we'll have some dilution, could be anywhere from 20 to 50 basis points depends on how fast we grow of the overall DCS margin. But I think we can still within DCS, we can still maintain that 11% to 13%, even with that starting to dilute and pull a little bit more as we go forward. But our ROIC on our Dedicated, we price each one of the deals based on how much capital we got to put in it and hitting our ROIC targets. And so we feel very good about that. But it'll have - Final Mile will have some drag on it, but we still should be able to hit within those guardrails, if you will, of 11% to 13%.","Benjamin Hartford","Okay, that's helpful. And then, if I could circle back real quick on the tariffs. And you had mentioned that December could be quite strong given the looming tariff on January 1. But what are customers saying as it relates to inventory across the channel, to the extent that there was any pull forward in 2Q ahead of the 10% and the now, if there is some - in front of the 25%, where do inventory levels sit and have they - have customers experienced any issue at all, as it relates to passing on higher costs to customers? Has there been any impact to aggregate demand outlook to '19 based on these tariffs?","Shelley Simpson","I'm not sure that I could specifically talk about tariffs, because our customers are also trying to think about their own strategy. So what is their sourcing strategy, will it make an impact on them and that's from our most recent visits in total.","Operator","Your next question comes from the line of David Ross.","David Ross","Dave, you mentioned that JBT, the truckload segment is actually performing well for a change. Could you elaborate?","David Mee","Well, I meant for - from an opportunity standpoint, they've got room to improve, and I - they've not been let off the hook. But I think that yes, that they're - I'm getting a dirty look from Shelley because I'm answering her question. I really should let her describe that the trend is actually moving in the right direction. So go ahead, Shelley.","Shelley Simpson","So first, I'll take the acknowledgment from our CFO that Truckload is doing okay. That doesn't happen very often. But Truckload, I think, is performing. Our prices really came through here in the third quarter. We feel really comfortable with our power mix and our direction moving forward in Truckload segment. And we also feel comfortable how they can interact and operate inside of our 360 platform. So that's something that we plan to integrate as well coming into 2019.","David Ross","And can you talk a little bit on the driver side, how much wages are up this year across Dedicated, Truckload, drayage? And then do you expect a similar increase next year? Or what's been communicated so far about driver wages into '19?","Nicholas Hobbs","Yes. This is Nick. I'll talk about Dedicated. Probably in the last 12 to 18 months, our driver wages are up about 10% or a little bit more than that. As far as going forward, we price each deal depends on where it is and what the demand is and how tight it is in that particular market. So we price each one of our individual deals based on what we think it would take to recruit the drivers. We've been recruiting drivers very well in this difficult market because of the pay that we've been able to price into our deals for our drivers. So I can't really speculate what it's going to do next year on driver pay. We're just pricing deal by deal.","Terrence Matthews","Yes. Our driver wages are...","David Ross","Wages different on the trucker, drayage side in terms of 10% wage inflation?","Shelley Simpson","So in Truckload, we are seeing double-digit increases in driver wages. I would say it is the more difficult job to attract new entrants in the market. We've done a nice job in turnover in that segment overall but we are trending double-digit.","Terrence Matthews","In the Intermodal, we've had to increase wages as we will increase wages next year. We already have increases on the books around the plans for early next year. So we anticipate next year will be similar to what this year was.","David Ross","And then my question, Shelley mentioned earlier about customers getting out of the spot market where they got abused this year and into the contract business. Are any of those contracts coming with volume commitments in terms of - if you're going to put them under contract and readjust the truck network for them, is it fair that they also commit to give J.B. on a certain number of loads?","Shelley Simpson","Well, first, I don't know that they got abused. In the spot market, the network was completely out of balance. And so their loss of planning, our loss of planning, and more importantly, what the driver market was doing in total really created such a demand that people resent adding and doing things they needed to do to be up for service customers. I don't think any of our customers intend to not live up to their commitment. If they don't do as good of a job at forecasting and neither do we, and so the crystal ball is very foggy for our customers, so it's foggy for us as well. Customers are trying to do their very best in estimating how much volume they need to move, and they're trying to commit to their carriers based on that. We never have a conversation with the customer. It doesn't come with the commitment, and that's really a two-way street.","Operator","Your next question comes from the line of Ken Hoexter.","Kenneth Hoexter","Just I want to turn back to Intermodal. Your comments on the growth turning negative, particularly in the Transcon side. Is that - I want to understand, is that because you're being more aggressive on the rail - because of the rail costs going up and you're being more aggressive on rates? Or is it something in the market specifically?","Terrence Matthews","Well, there's probably 3 or 4 things I would point you to. One, we've talked about the weather events and the derailments that we previously mentioned. Last year, we were almost up 8% on the Transcon, so the comp was a little bit difficult. And as we mentioned, the West Coast was not quite as robust in August and in the first half of September. And then lastly, some of the freight that we lost due to the pricing and the customers did not by our price with regards to long drays, happened to be some of the Transcon freight.","Kenneth Hoexter","Okay. And did you mention if you - if that's what you saw turning when you mentioned the October outlook? Or is that to understand where you are in that process?","Terrence Matthews","Well, I think the West Coast is certainly strong now, so that should help us. It's only 15 days into the quarter. So that's what I was alluding to as the West Coast has been strong as a normal peak should be.","Kenneth Hoexter","Great. And then, Shelley, for the follow-up, on your thoughts on negative rates at brokerage, you talked a bit about LTL growth ramping up, and I guess, the ramp-up of J.B. 360, is there a shift in focus at brokerage in terms of driving more LTL growth? Or is that the shift that you mentioned between the brokerage and DCS?","Shelley Simpson","No, I would say that's more a contractual relationship that we have that grew more on the LTL side that we're continuing to expand services and cross-sell into our customers. And certainly, on the 360 side, that's been a big growth for us. We're pleased with where we're at. Our statistics somewhat, the carrier and the customer side and that gives us good promise moving into 2019.","Operator","[Operator Instructions]. Your next question comes from the line of Bascome Majors.","Bascome Majors","Dave or Terry, the long-term range of margins expectation you talked about in Intermodal of 11% to 13%, that dates back to, I think, last March. Clearly, a lot has happened since then, both good and bad inflation, an interim award from your largest supplier in Intermodal business and in some shifts in customer preferences, mix, both regional, et cetera. And I believe earlier, you pretty much said that's the right range to be at going forward based on what we know today. Can you say that - or maybe talk about that a little more explicitly? And if we need to think about referring to the higher or lower end of that range with some of the changes that have happened, just maybe expand on that a little.","Terrence Matthews","Well, I think we are a little out of that range in the latter part of last year, and I think we've gotten back into that range in the last quarter. So - and we anticipate to be within that range going forward. And whether it's higher or lower or in the middle, I can't give you any direction on that, but I think we'll be in that range moving forward.","Bascome Majors","All right. And Shelley, just one on the brokerage business. The gross margin sequentially seemed to improve on a fairly seasonal basis based on the history that you guys have experienced. Can you talk a little bit about the profit margins you're earning on the transactional versus the contractual side today coming out of bid season? How wide is that gap, which one's in favor? And what does that mean for the overall gross margin of business as we move forward?","Shelley Simpson","Well, on our contractual business, we've been going through repairing that business and recouping costs that we paid out to carriers on a more real-time basis. So certainly, those margins have improved as the year has progressed. Our spot margin in total, the revenue per load in spot is generally higher because that's more out-of-pattern shipments. A longer length of fall, our margins tend to be slightly better and definitely less volatile. We typically stay in the 14% to 16% range on spot margin in total, and then published pricing continued to repair as the quarter moved forward.","Operator","Your next question comes from the line of Brian Ossenbeck.","Brian Ossenbeck","So Terry, just one more for you on the Intermodal volume side. You made some comments about the Transcon freight and the West Coast being stronger - or it should be stronger into the normal peak. But we've seen the rails running more tailored on flat car especially with e-commerce demanding the parcel is taking off some capacity there. Has there been any sort of limitation for this base that you're able to get on, on the network as well?","Terrence Matthews","I think it's maybe caused a - in a few ramps, a little congestion here and there. But in terms of being able to service our customers and get their loads on the trains, I believe we'll be able to be successful in doing that this year.","Brian Ossenbeck","Okay. And the other one for Nick. As you look at the private fleet convergence, which has been a majority - a big chunk of what you're getting now. How is it right now retaining drivers when you make those convergence? Does it - is it easier because you're getting the same people running the same sort of freight? Or are you finding it difficult to hang on to those folks when you do the conversion?","Nicholas Hobbs","No. With those private fleets, it makes the conversion a lot easier, because we have ability to go and talk to them. We know ahead of time. We can do our comparisons on pay and benefits. And we have contingent conversations with the decision-makers on how we want to align that to make sure we're aligned. So we're much - we like doing those because we get a lot of the drivers, come over in the transition. But based on to pass some of our tests or something, but the vast majority do. And so that makes the startups go quicker, and we get to profitability a little bit quicker.","Brian Ossenbeck","Okay. Just to confirm the $4 million charge from this quarter, is that expected to basically continue in 4Q and then sort of tail off into the first quarter and second, depending on, I guess, the bumpiness of any new big contracts that are signed on?","Nicholas Hobbs","Yes, I think that's probably a good way to look at it. Again, that $4 million were just the big bucket items, there's a lot of other smaller things in there that we didn't roll up in there. But I think that's a good way to look at it.","Operator","Your next question comes from the line of Scott Group.","Scott Group","A couple of quick things here. So on the Dedicated side, it sounds like you're talking about fourth quarter being better than third. Can you just clarify if you're including or excluding some of the charges you talked about in third quarter with that comment? And then maybe for you, Nick, on Dedicated - on the new business that you're winning, are you pricing that as 11% to 13% margins? Or do you see opportunities to be pricing that better given the environment?","Nicholas Hobbs","I mean given the environment, I would say we're pricing it a touch better. Our margins, if I look at our price business in '18 versus '17, it is better than what we were pricing in '17. And then go back on the first part, was that for me or for Terry?","Scott Group","I guess it was for Dave who made a comment about fourth quarter being better than third quarter in Dedicated.","Nicholas Hobbs","Okay. I would just say that I think we're going to have some of those same startup cost, but it might be a touch lighter in the fourth quarter. But I think the $4 million is going to carry forward, it might be a touch lighter, then it's going to tail off in the first quarter.","Scott Group","Okay. Terry, just going back to that 11% to 13% Intermodal margin comment, I just want to make sure, that captures or reflects anything you know at this point, as it relates to the arbitration, is that right?","David Mee","We don't have any comments about arbitration because we don't know. Nice try, Scott.","Scott Group","But you know more than we do, right? And you're - I guess I just want to make sure, Terry's still saying 11% to 13%, I just want to make sure if he's...","David Mee","11% to 13% is what our target is. 11% to 13% is still our target.","Scott Group","Okay. And then last one on the brokerage side. So gross margins improving, gross revenue per load falling, when you add all that up, Shelley, is net revenue better or worse than you thought in the quarter? And do you have a view on the direction of net revenue growth accelerating, decelerating going forward?","Shelley Simpson","I would say net revenue growth was better than expected. And moving into fourth quarter, I think we'll have a good net revenue growth year-over-year. And spot is somewhat needed. We come through bid season, but I would still expect to have a good fourth quarter in net revenue.","Operator","Your next question comes from the line of David Vernon.","David Vernon","Question for you on the Intermodal growth. It feels like the rail network as well as some of the drayage network in the yards are really constraining your ability to kind of grow in that market. Can you comment at all about kind of how rail service is progressing and what kind of the industry or shippers need to do to help kind of increase the fluidity of Intermodal traffic, and so that it can actually accommodate more growth?","Terrence Matthews","Yes. That's kind of a two-part question, Dave. The rail service isn't where the railroad's wanted. It's not where we want it, and it's certainly not where the customers want it. But if you look at history, when they kind of - their services degraded. You normally don't see it more than 18 to 24 months, so I think, hopefully, next year they'll start coming up out of that. I know there's a lot of things going on with the railroads with a variety of commodities and that they've always been able to recover. The velocity is key to them as - especially as they start looking at precision railroading. And they make more money with better velocity typically than they do with slow velocity. So - then to answer your question about the terminals and what the customers can do, the flexibility that the customers can have with regards - to be able to deliver freight 24\/7 will allow us and the railroads to be able to clear those terminals quicker, better, and the lower open windows they have to deliver that freight, the quickly there will be able to pull it and deliver it to them and that will allow more fluidity in the rail system.","David Vernon","So you're not worried about capacity on railroads kind of concerning growth into '19 then?","Terrence Matthews","Not at this point, no. I think they're going to make the appropriate plans, and we will work with them to get those terminals and work with customers to get their freight picked up and delivered accordingly.","David Vernon","All right. And then Dave, maybe just as a follow, as you think about CapEx for the year, where do you think you're going to end up? And it feels like we're spending a little bit more, maybe that's associated with the start-ups. If you can give us some added color as to how much of the spend is going out this year is backstopped on contract versus assets that shareholders may be on the hook for and downturn, that would be helpful.","David Mee","Now I think where we will probably end up is probably just shy of $800 million. At this point in time, Nick is spending a boatload of money. Those are all under contract. So we're less concerned about downturn risk in those particular environments. But that's I think that's where we're going to end up at this point in time.","Operator","Your next question comes from the line of Brandon Oglenski.","Brandon Oglenski","I jumped on a little bit late, so I apologize if we already discussed this. But I - following the question about CapEx, I think maybe more strategically it seems like you might be putting more capital behind Dedicated and the technology effort, the 360 platform. How should long-term investors view that? Is that a strategic shift within the company? A little bit less focus on Intermodal and more on some of the other segments? Or how do - how should we interpret that shift?","John Roberts","Hey, this is John. I wouldn't say it's any less focus on Intermodal as much as an increased focused on building the platforms and connection that we need to reach more people and to better automate what we're doing and how quickly we're doing and how efficiently we're doing it. I think we're really seeing all of the businesses connect through the investments that we're making, probably found out some things that - places where we can connect better than we're doing today. But it's not a deemphasis on any part of the business. We've always held ourselves to a pretty high standard of return, and I think so far we've been pretty true to that.","Terrence Matthews","The other thing I would mention is that as 360 grows, it just adds more loads to Intermodal.","Brandon Oglenski","Should we be thinking in any way that this is going to be a more capital-intensive company looking forward, or is that the wrong way to characterize it as well? Because when I think Dedicated, I think very asset-intensive.","David Mee","I think that - this is Dave. It might be somewhat asset intensive. And no, I don't think we have any delusions that the returns that Dedicated can generate even with their contracts can approach, say, Intermodal with an asset light or ICS with the nonasset model. However, I would say that the late Dedicated is priced in at - what standard they're held from a return on invested capital standpoint, that it is not going to look like a traditional Truckload model or at least the ones that we can see out there. And Brandon, we can only see it on a consolidated basis. But what we break down and where we hold - Dedicated to ROIC thresholds to be - is not going to look like what a traditional Truckload model - or at least one that we've operated in the past or what we see out there from public information is going to be. Or asset, but a better return than normal.","Operator","Your next question comes from the line of Donald Thoren.","Don Thoren","Real quick. Listen, If you can display a little history lesson for all of us to make sure I've got my history right, and also to be better equipped, so that we can think about how you look at the business strategically in coming years, months, quarters and years. Your agreement with the BN is an ongoing relationship that actually began what, how many decades ago? With the Santa Fe, correct?","Nicholas Hobbs","1990.","Don Thoren","Yes. And it's a revenue-sharing agreement. The net resulting price, that's the absolute minimum to be in. SF can charge anybody else in the system, correct?","David Mee","Well, I think I said earlier that contract is under a confidentiality agreement. I think it is fairly well known that it is a revenue-sharing agreement.","Don Thoren","Well, yes. When it wasn't under a confidentiality agreement, that's certainly what was out there. And you - on an ongoing basis, you the - you both renegotiated percentage revenue split. You've been involved in minor litigation with each other before, but it's in the both of your best interest to continue the relationship. There's no rational reason for anybody to inject fear into this, to expect anything other than you and the BN are going to continue to be prosperous business partners for years and decades to come. Am I overstating that? Or is that just the reality of the business for both parties?","David Mee","I guess I'm not sure what you want us to say on that.","Don Thoren","Well...","David Mee","If I comment and it sounds like I'm speaking for BN, then that would - you had asked - have to ask us both that question at the same time. And I'm not about to answer that question without them.","Don Thoren","You can speak for them, but strategically, it's something that - it's not unreasonable for us to expect that from your vantage point, you should be continuing to do prosperous business with them for years and decades to come?","David Mee","I would think that any contract that we sign with any type of provider or supplier, yes, we would expect to create prosperous business out of that contract, yes.","Don Thoren","Yes, right. All right. Well, that - not fully where I was headed, but the point being this is an ongoing thing that happens now and then between the two of you. This isn't new news by any means, is it?","David Mee","It isn't new news. I think that we have been in arbitration once before this particular time and we are in arbitration again.","Don Thoren","Fantastic. All right. Thank you, gentlemen. And everyone else has already expressed and appreciate you being willing to host the conference call and being willing to take live questions, that shows a level of transparency and accountability that, quite frankly, is needed by more of those in the industry. So thanks for that and greatly appreciate it.","Operator","[Operator Instructions]. Your next question comes from the line of Barry Haimes.","Barry Haimes","Can you hear me okay?","David Mee","We're here.","Barry Haimes","Great, great. I had a question which happened to do with shipper behavior and it's, maybe, a Truckload question or probably also Intermodal question. And the question is, as rates have moved up over the last year or so, one of the issues, of course, has been drivers waiting around. And as the power has shifted, if you will, from shipper to provider, one would expect that, you guys and others, have less tolerance for that. And I'm wondering, are you seeing a lot of shipper behavior change? How many of them, just gut feel, were not doing a good job? And when those - how many of those are now doing a better job? How much productivity benefit do you get? So any just - color around changes in shipper behavior that you guys have seen across your businesses.","Shelley Simpson","I think as customers have become more knowledgeable about where we at - are as an industry with drivers and specifically for J.B. Hunt, they want to know what they can do to help. They have probably the greatest awareness of what their facilities look like. Shippers are wanting to be a shipper of choice and so I would say, a large part of our shippers are trying new things and thinking about driver amenities and the way that they treat drivers on dock. And so we've seen a movement of that. Could I say what percentage in the past? I think as transportation cost has - have reached other companies' press releases, it has gotten the attention, all the way up to the C-suite of our customers. And so those that are over our customers' locations also are trying to figure out, so you don't just have transportation trying to manage cost. In the past, it was primarily transportation trying to manage cost and the locations were managed completely separate. So I would say not as great of a percentage. Did anything in the past out of the ordinary work today because of the heightened cost in earnings releases, they are very interested in making their locations very driver friendly.","Operator","Next question comes from the line of Todd Fowler.","Todd Fowler","I know that you quantified the weather impact of the Intermodal loads in the press release. I think that last year, you had given some color around the cost side for weather in the third quarter of '17. Do you have a similar number this year for what you think weather was on the expense side this year?","Terrence Matthews","No.","David Mee","Right. Right. There you go. There you go.","Todd Fowler","I take back everything I said about it. I'm happy to do these calls. Come on.","David Mee","Yes. And I have to admit, I don't have last year's. I'm not sure we talked about costs. I know we talked about loads lost. If we did quantify it, I apologize, I don't remember that. And yes, the weather was only one component because we also had the derailments, which are probably more of an effect on the load count than the hurricane event was this year. Last year, it was just hurricane events, but I know they have tried to quantify some cost forming, but I don't have that. That's why Terry said no.","Todd Fowler","Okay.","David Mee","That's why Terry said no.","Todd Fowler","I won't take it personally. Okay. I think that we had a number in our notes, so maybe it wasn't that was specific and then released at some point.","David Mee","It could have been.","Operator","Your last question comes from the line of Amit Mehrotra.","Amit Mehrotra","Okay. The first one and the last one, great. So just a few quick ones here. One is, when I was out there earlier this year, truck orders - new truck orders weren't at the level they had been over the last several months. Obviously, the outlook for Intermodal volume and pricing was quite strong. But if you could just talk about how the record truck orders had changed your view at all about next year rolling and pricing trajectory for Intermodal. I guess more appropriately probably for the second half of next year. And I know it's a little bit of a crystal ball question, but I would imagine that it would have had some effect in terms of how you think the cycle plays out.","Terrence Matthews","Yes, I think it's a little early to tell on that. As I mentioned earlier in the call that the differential between the truck price and the Intermodal price when you include fuel has widened. I think the line-haul price made it - we may have kept up with that in most cases, but the fuel cost has widened. So the gap between truck and Intermodal versus this time last year has widened. So the question will be, does the truck rate come down? But then you have all the pressures that are on truck. I don't perceive seeing that come down. So I don't believe early on in '19, it should have really any effect, and we'll just have to wait and see with regards to what happens with truck pricing. Even if truck pricing comes down a little bit, which I don't think is going to happen, you - and there's still a large gap between truck and Intermodal.","Amit Mehrotra","Okay. Let me just ask one follow-up for David. I don't know if I heard this correctly, but the September Intermodal volume comp, I thought you said was negative. If I'm not mistaken, I think the overall comp in September was actually pretty easy. It was - I could be wrong unless - but plus 1% September last year. Can you just talk about why that comp turned negative in September despite the comp being so easy?","Terrence Matthews","Yes, there were 2 or 3 things that I had mentioned earlier. The West Coast was not as robust as what it was last year. The - of course, the weather events happened in September, and the major derailments on the Cajon Pass affected what happened in early September plus some of the final bids that were implemented that had long drays that we weren't able to retain, started showing up in August and September.","Amit Mehrotra","Got it. Okay. And then one last one for me on the Dedicated business. Would there be - I mean, obviously, the growth initiatives have been organic so far. Would there be any appetite to, I guess, bulk up in that business via acquisitions?","Terrence Matthews","I think on the Dedicated side, we've got a roster of 35-plus salespeople out there. And our pipelines are full. And so I see no reason to pay a premium to go grow when we can do it organically.","Operator","We have another question. It comes from Bascome Majors.","Bascome Majors","Dave, the $800 million or close to $800 million in CapEx that you talked about spending this year with the boost from all the Dedicated growth you've been able to achieve here, I think historically you've talked about closer to $500 million in a \"normal year.\" How far down closer to that did we look next year based on what we know today?","David Mee","Well, I think if you look at where our fleet size is - and when I say \"fleet,\" I'm referring to the consolidated fleet. Yes, my guess is that $500 million as a norm is probably inching its way up that you're going to talk about replacement CapEx and normal growth CapEx combined is probably going to look closer to the $650 million from the old $500 million. We've been inching up for the last couple of years on that anyway, Bascome. But yes, I have to wait and see what my trade cycle looks like for the next 2 or 3 years and then add to that what I would consider normal growth inside of Intermodal and Dedicated to give you what a normal CapEx number would be. But I think we've moved off the $500 million just given our general size.","Bascome Majors","Understood. And has the return profile you're targeting straight from the kind of, call it 20% returns on capital you've generated historically?","David Mee","No, it hasn't. It has not. As a matter of fact, that even though we're seeing solid record-type growth numbers inside of Dedicated, the return profile that those growth numbers are throwing off is not diluting what Intermodal return profile and ICS return profiles should be. So I - at this point in time, I would say that we're not willing to move off the dart throw of 20% ROIC for the consolidated group.","Operator","We have your last question. It comes from Mr. Ken Hoexter.","Kenneth Hoexter","Bascome just kind of have to ask the question I was going to on CapEx, so let me just round it out on Intermodal. Dave, did you - were you specific on the Intermodal portion of that, changing at all given the growth deceleration from - or is there an outlook on your target CapEx just for the Intermodal side?","David Mee","In the current period, Ken, no, we've not deviated from many of our plans. The trucks that we wanted to bring on for the dray group, we are bringing on in training, frankly, during this quarter as well as planned. The box count that we expected to bring on, we're sticking with and not deviating from that. Frankly, we kind of need them because our returns have not been the greatest. So we certainly don't want to give up opportunity for growth just because we don't have an extra box or we shorted ourselves boxes accordingly. I think we make modifications that will go into the '19 budget process, and we haven't made those determinations yet.","Kenneth Hoexter","Well, just to clarify, when you say modifications, you mean you might - if the service improves, you might not need to spend as much because you've got extra boxes? Or you're going to need more?","David Mee","Both, it could go either way. If we have a growth target and we think the growth target can be satisfied from the elasticity that we already have in our equipment, then we may make that decision. On the other hand, if we see that this is going to be a steady growth target more than a 1-year period of time, that we're not heading into an actual downturn from an economic standpoint, yes, I wouldn't anticipate us not showing growth boxes in '19 as well.","Kenneth Hoexter","And then just lastly for me, your thoughts on leverage and the pace of the buyback?","David Mee","Leverage, I think our attitude has remained the same. As a unwritten rule, we've always kind of targeted 1x EBITDA as relative, safe, prudent debt levels. I wouldn't expect us to deviate that from any - in any material way. Naturally, we could be little bit higher in one period and a little bit lower in another period, but I think we always come back towards the 1x EBITDA as a target. And if we get substantially lower than the 1x EBITDA, we certainly consider that excess cash. And we've been active in our share repurchase, but I don't see us - I don't see any real reason to accelerate that and lever up or pause on that, if we start seeing additional EBITDA over our debt levels.","Operator","There are no questions at this time. Please continue.","David Mee","Well, Donna, if we've answered everybody's questions, we can certainly terminate this and let everybody get off to writing their reports, if they want to. And I can send all these people back to work around here. Okay, Donna, I think that - if that's the case, then I think we'll call it early and call it quits early. Thank you all for joining us, and have a good evening.","Operator","This concludes today's conference call. You may now disconnect.","David Mee","Thank you."],"12692":["J.B. Hunt Transport Services, Inc. (NASDAQ:JBHT) Q2 2019 Results Conference Call July 15, 2019  5:00 PM ET","Company Participants","David Mee - Chief Financial Officer","John Roberts - CEO","Terry Matthews - President of Intermodal","Nick Hobbs - President of DCS","Shelley Simpson - Chief Commercial Officer and President of Highway Services","John Kuhlow - Chief Accounting Officer","Brad Delco - Vice President, Investor Relations","Conference Call Participants","Jason Seidl - Cowen","Chris Weatherby - Citi","Tom Wadewitz - UBS","Jordan Alliger - Goldman Sachs","Bascome Majors - Susquehanna ","Todd Fowler - KeyBanc","Ben Hartford - Baird","Allison Landry - Credit Suisse","David Vernon - Bernstein ","Ken Hoexter - Bank of America Merrill Lynch","Matt Brooklier - Buckingham Research","Justin Long - Stephens","Brian Ossenbeck - JP Morgan","Ravi Shankar - Morgan Stanley","Amit Mehrotra - Deutsche Bank","Dave Ross - Stifel","Scott Group - Wolfe Research","Operator","Ladies and gentlemen, welcome. And thank you for joining today's teleconference, the 2019 Q2 Earnings Call. Please note that all lines will be muted until the Q&A portion of the call. We will provide you with instructions on how you can ask the question at that time.","With that, I'll turn the call over to David Mee, Chief Financial Officer. David, please go ahead.","David Mee","Thank you. Good afternoon, everyone and thank you for joining us. I have with me this afternoon John Roberts, our CEO; Terry Matthews, President of Intermodal; Nick Hobbs, President of DCS; Shelley Simpson, the Chief Commercial Officer and President of Highway Services; John Kuhlow, our Chief Accounting Officer and the worst kept secret in Investor Relations community; Brad Delco, our Vice President of Investor Relations.","As far as call goes, same ground rules as before. Let me start with two to three minutes synapses of our view of the quarter, and then we'll open up the lines for questions. If you don't mind, please limit yourself to one question and one follow-up so we can get through this with everybody getting an opportunity to ask a question if they'd like, appreciated.","Overall, we felt like there was some positives and an otherwise weak freight environment. We saw our cost inflation becoming more normalized. And the bid season pricing is performing largely as we expected. Though, the range of pricing from beginning to end is wider than what we had originally anticipated. We expect asset-based pricing in trucking and intermodal to be positive. Though, the year-over-year increases are ending the season in the low single-digits. In private fleet outsourcing interest has not subsided, because dedicated pipeline remains very, very strong.","Specifically in intermodal, we were disappointed with the loads counts for the quarter. But we saw visible signs that the seasonality of freight flows has not completely disappeared as our loads per workday improved throughout the quarter. Our Eastern network loads were down 11%. But we knew we could start off in the whole 9% due to the linked closures alone.","Customer award compliance remained around 7%, which is about 10 to 15 percentage points below historical levels. However, our load count increased sequentially from Q1, and that additional throughput did allow us to see a modest improvement in our profitability.","DCS had a strong quarter on the base business, which we defined as anything that non-Final Mile operated as expected, both from a revenue and profitability perspective. The Final Mile business continues to improve its profitability, excluding the charge for the action and settlement. And it continues to need its EBITDA targets and did for the quarter.","In ICS, while the trend for the quarter was disappointing, we were encouraged with the top line results. We lost or eliminated some LTL business compared to a year ago, but we're able to offset some of the effect with growth in the drive-in sector. And we continue to see conversion to and adoption of the use of the marketplace for J.B. Hunt 360.","The new technology, though, does not come without some hiccups. There's a year-over-year $4.8 million increase in spending, and that's to further develop and harden the platform. And that puts pressure on operating margins, but we expected that. However, with the new technology, we found some bugs in the new applications and missed some internal processes to manage those new features. And that put even further pressure on gross margins, late in the quarter specifically.","We believe we've added or we've addressed these issues with both technology fixes and human interaction to be better prepared as we continue to increase the scope and functionality of the platform overtime.","Lastly, in truck, the mix fleet of company trucks and independent contractors yielded the expected result in a sluggish rate environment. While revenues down from prior year in-spite of higher customer rates per mile, the flexibility of the total fleet size and the planned efforts to control overhead allow truck to improve its margins, both sequentially and year-over-year.","That pretty much concludes our prepared remarks. [Viju], you can go ahead and open up the lines. And we'll start taking and answering questions to the best of our ability.","Question-and-Answer Session","Operator","[Operator Instructions] First caller, your line is being un-muted.","Jason Seidl","It's Jason Seidl from Cowen. I wanted to talk a little bit about the pricing that you mentioned. You said asset based trucking. Can you differentiate between your over the road fleet and your dedicated in terms of what you're getting on contract?","John Roberts","Go ahead, Nick, that's the -- since you're the differentiation, go ahead.","Nick Hobbs","I would just say that in our business and dedicated 68% to 70% of our revenue had some type of index, or built in rate increases in the contract and it just happens automatically. And so, we're not in the cause out dedicated business and so ours are separate. And so we're anywhere from 2% to 4% but its consistent year-in and year-out. If you follow us historically, you'll understand how those indexes work. The other 30% is typically it's at the anniversary date, we're working on rates and it's just vary based on the demand and what driver pay and so forth is doing. But like I say, 70% of ours is already contractually scheduled in the contract.","Shelley Simpson","In truckload business, started off the year much higher as we did discuss earlier that it was in the mid to out for single-digits been actually progressed through this season that didn't lower the, I would say, flat to us.","Jason Seidl","And I guess as a follow up. Are you expecting updates going forward for the remainder of the year based on what you're seeing so far with demand?","Shelley Simpson","I would say [Technical Difficulty] and truckload assets parts of business were lapping on top of historically higher prices on published business. So, we don't expect rates to accelerate much from here we think visibly for the full year and second half of the year in the flat to up 2% to 3%.","Operator","And moving to our next question. Caller your line is un-muted.","Chris Weatherby","It's Chris Weatherby from Citi. Thanks for taking the question. I guess I want to talk a little bit about the comment on seasonality and freight return. And if you could talk maybe a bit about intermodal load growth progression through the quarter and maybe what you've been seeing so far in July that'd be helpful?","Terrence Matthews","Sure, Chris. Historically, what I've given everybody was just the change by month, and I'll start with that. And then tell you about workdays, because that's really where we dig into the details and where our comment came from. So monthly, in April, they were -- we were down 9%. In May, we were down 8%. And in June, we were down 5%. Now, on a workday basis, so in April, we saw 7,300 ops, 7,300 loads per work days. In May, we saw 7,450 loads per workday. And in June, we saw 7,800 loads per workday.","Chris Weatherby","And does that progression, does that type of progress carryover into 3Q, or early 3Q?","Terrence Matthews","Well, I mean, it was 4th of July week or -- I don't have enough data to make that assessment. I would say that customers have not run away, so that advantage hidden anywhere.","Chris Weatherby","Okay, fair enough. I appreciate that. And then, just from a dedicated side some significant improvement in profitability, excluding the charge that you had there. Can you talk a little bit about what the pipeline looks for the back half of the year in terms of potential fleet growth? And then, if you expect that type of productivity and an operating leverage to continue on and move forward through the year?","Terrence Matthews","We're coming out of a big truck-add the last year and so you're seeing, what we call the wave of they’re up and profitable and running and stable. And so you're starting to see the results of that. We had good truck adds in Q2, and we continue to think we'll have the same level of truck adds in Q3. And so when we look at our top line all the way from beginning stages, we have six or seven different stages. It's just as robust as it has ever been.","The only thing that is a little tepid, I would say, is just the last couple of months, same amount of deals that close the rate, its taking just a little bit longer. Seems like everybody's trying to figure out what's going on with the economy. But we're still on our target plan for this year, feel very good about that and the demand is still very high for pure dedicated business.","Operator","And moving to our next caller. Caller your line is being unmuted.","Tom Wadewitz","Good afternoon. It's Tom Wadewitz from UBS. I wanted to see if you could give us a bit of perspective on the, I guess, just the intermodal margin outlook. And how you would think about the second half, whether it's, I guess, similar level of year-over-year pressure, or if there's a reason why things might be ease? It seems like maybe volume gets a little bit favorable, but not clear where the pricing helps you or hurts you in second half. So any thoughts on second half intermodal margin? And thanks.","Terrence Matthews","I think the intermodal margins for the second half, because we think our volumes will pick up going into the third and fourth quarter, should improve from where they are today. And of course, our long term outlook is between 11% and 13% margin. We're just north of that, I believe, for the quarter. And I think if you take the five year history adding years up either say in that 13% to 11% margin, and it should get a little better here the second half.","Tom Wadewitz","So you're saying sequential improvement in the OR, or you're saying improved -- I mean, you're not saying year-on-year improvement, you're saying sequentially some improvement. Is that the right way to understand it?","Terrence Matthews","Yes, correct.","Operator","The caller was unable to hear that response. He said that it's correct. Moving to our next caller, your line is being unmuted.","Jordan Alliger","Hi, it's Jordan Alliger at Goldman Sachs. Just a question for you, you mentioned that you're looking for second half volumes to pick up on the intermodal front. I'm just curious what the basis for that is primarily rooted in. Is it rail service getting better? Is it an expectation on inventories coming down and pent-up demand for shipping as we move into the third and fourth quarter? Any color would be great.","Terrence Matthews","Well, as we went through the bid cycle and we look to sell and what the awards were in our bids for the last two or three months. We believe that our volumes will increase via those bids. And as we look at the third quarter, there's probably a month or two that should get us into the positive comp territory. And then by the fourth quarter, the quarter should be positive as a whole with regards to quarter, fourth quarter last year versus fourth quarter this year.","Jordan Alliger","And then just as a quick follow-up. I think last quarter you did mention that warehouses were pretty slow and we continue to hear anecdotally at least that that's the case. I mean, are you starting to see or hear about work down of any of that? Or is the trade issue still impacting the port situation and warehouse situation?","David Mee","Yes, I'll answer that a little bit. And then I'll have Shelley follow-up on that. From what I've heard from our customers, it's a little mixed. Some customers say some of the inventory has bled off. Other customers say they still have a month or two where they're going to try to lead off inventory. So, it's a mixed message from my perspective.","Shelley Simpson","And I would say from a demand perspective, our customers are optimistic. They did recognize the level of inventory that they brought in incremental to avoid really what was happening around tariffs. But they are studying to work through that inventory and feel better about the back half of the year.","Operator","And moving to our next caller, your line is being unmuted.","Bascome Majors","Thanks, Bascome Majors from Susquehanna here. In April, you said that the big compliance from your intermodal awards was tracking below normal. Can you guys size up what's \"normal compliance\" based on, or maybe blended across the book there? And how that progressed during -- sequentially during 2Q from first quarter into July? Do you have more visibility now? Or are things tracking normally? Just anything you could share on that probably helpful? Thanks.","John Roberts","The normal bid compliance is usually 80% to 85% of the state of the award. We think we mentioned that we were around 68%, 70% in the first quarter and that did not change as we went through the second quarter. But I think we'll have a little bit of an uptick going into July, August and September with regards to our compliance.","Bascome Majors","I mean, does the trend stabilization even at a below normal -- I mean does that give you the ability to manage the cost side of the intermodal business and the capacity side tighter in the second half? Or you still need to keep that extra capacity in case the volume starts to pick up? Thanks.","John Roberts","Well, we anticipate the volumes to increase, because we're going to hit positive territory in the months ahead. So that will help better utilize the assets from a container standpoint, as well as a dray standpoint moving forward.","Operator","Moving to our next caller, caller your line is being unmuted.","Todd Fowler","Great, thanks, good evening. It's Todd Fowler with KeyBanc. I guess maybe you can help us out a little bit with ICS. It sounds like that there were quite a few puts and takes in the quarter. And I guess what I'm just trying to understand with the slight loss here. The expectation that you can return to profitability in the third quarter and then maybe help us to understand how much of the cost was unusual related to J.B. Hunt 360 versus the lost LTL business?","Shelley Simpson","So, Todd, we further accelerated our investment and marketplace in Q2, and we'll continue that acceleration moving into Q3. We do have a good list of projects that we want to try to complete here this year, but we do anticipate continue our accelerated investment as we've been talking to our customers and what they are asking for and really long range to eliminate inefficient losses, and to get to a better way to move goods, that's really our focus, where we're at. And when we're making a little more investments that we have inside our technology and our people, there's been room for any error inside that that space.","So part of what happened inside Q2 happened mostly in the month of June, as traffic get tightened in the month of June but also our acceleration, we've had a very successful bid season. Our acceleration of bids implementing through the quarter yielded lower margins in total as we were on-boarding new business that we were using from our data and the platform and really trying to time through our startup along with spot volumes really falling significantly in the month of June.","Put that on top of some of the new systems that we put in place. We had a few issues with and so we back those out as we ended the month of June. We do feel like those are repaired here in July. However, we are experiencing more growth from the publish side of the business. So the bid season customers, you're continuing to on-board that business as we weighing into here in Q3, and we are operating at the smaller margins and really plan to operate that way.","And then our LTL volume, we are very committed to making sure we can exceed our customers' expectations. There were, as we are transitioning into off the mainframe and into the cloud based system and also on the marketplace, there were a few key pieces in the LTL space that no longer could be supported. And so, we intentionally exited that business, wanting to make promises to our customers that we can keep. We worked with our customers closely make sure that really with good plan for our customers, and really finishing that out here by the end of the year with some of those gaps that were inside on the IP space.","Todd Fowler","Okay, so all that's helpful. But just to follow-up on the profitability piece of that. You've talked about intermodal improving in the back half of the year. Can we expect improvement in profitability that an ICS will all those moving parts for the second half?","Shelley Simpson","Yes, we would expect from the second quarter, is that your question? I think it is. From the second quarter, we would expect the second half of the year to improve. Certainly, we want to operate in a profit base scenario and that's what we're marching towards.","John Roberts","But our expectations -- and I'll add onto this, Shelly. The expectation was that ICS would still be below its historical operating income margins, simply because of the tech spend that we knew we're going to have on this. So while we did expect, we would expect a recovery in the back half of the year, we would not expect it to be in that normal 4% to 6% range, or get to 4% to 6%.","Operator","Moving to our next question, caller your line is unmuted.","Ben Hartford","Ben Hartford with Baird. Shelley, maybe interested in your perspective on supply capacity. You made a comment, I think in June, perhaps comment about tightening up. Just curious about how supply trended through the quarter and what the outlook is for the back half of the year from an ICS perspective, or even from a JBT point of view as it relates to recruiting. Where do you think we are in the industry supply correction cycle?","Shelley Simpson","So, I would say as the quarter progressed in Q2, we did see a tightening in June. Part of that was road check, which was to be expected but that came right on the hill really a religious holiday. And the combination of those two things really put pressure, more pressure than expected on margins and tightens more quickly than we expected in this environment. As we move into July, we've seen a seasonal softening, just like has happened every other year. And we would expect the second half of the year to be more balanced market, maybe even on the supply side more plentiful and supply than it was in the month of June.","And then if I could just talk about the truckload side of it. I think you're talking about drivers, in general on the truckload side. And I would say, drivers are slightly easier to come by on the truckload space, but significantly more expensive to on-board. So, we really increased the level of pay for our professional drivers. And we've seen that happen here two years in a row, so our cost per hire is up and our W-2 is up with drivers. So although, we're seeing a little bit of anything inside that space, I guess our W-2 increases that I've heard inside JBT had good result, attract many people into our business.","Ben Hartford","And if I could just follow up on that comment, I think you said you expect supply to be a little -- more plentiful in the back half of the year than June, or what do you think the supply growth is coming from? There is obviously some discussion about small carriers that have failed and I think owner operator equipment has improved generally among the larger carriers? Where you think that net supply growth is going to come from? And how long is it going to take or what is it going to take for that to return to a more balanced or even tight market?","Shelley Simpson","Well, I mean, I would say second quarter is normally the tightest environment, which is in June inside the supply side. So we say we return to a more normalized second half -- 2018 was an anomaly. If you look at really many of our trends that have happened, we've had a couple of new issue in the last six years that have been unusual on the supply side, but we would expect adopting and have seen an it's getting happen here in July.","Operator","And moving to our next caller, caller your line is unmuted.","Allison Landry","Thanks, good afternoon. So I want to go back to your intermodal volume outlook comment. I know there has been quite a few questions on this. But if I'm hearing it right, it sounds like you had maybe a couple of significant contract wins are in the bid season. So I guess, first, could you clarify whether you would expect loads to show better than normal seasonality in Q3? And then did you have to trade price for volume more than you originally anticipated in order to get some of these wins? I know that earlier here you had talked about leaning more towards volume versus weight. But just curious, I'm curious to understand how that tracked relative to your expectations? And what that means for the pricing and revenue per loads on in the back half of the year? Thank you.","John Roberts","Allison, is that you?","Allison Landry","This is me. I’m sorry for asking seven questions in one.","John Roberts","Oh, smart. You just didn’t announce first. That's why I was just double checking that it was you.","Allison Landry","Oh, I'm sorry, Allison Landry from Credit Suisse.","John Roberts","No problem.","Allison Landry","Sorry about that.","John Roberts","The volume increases, we should see in the second half of the year, are from a group of customers, not foreign individual customer or two customers. It was not a price play and I think you will see that play out in the next few quarters when you start looking at the revenue per loads. It's more of a service play in terms of the quality of service and the differentiation that we've been able to work with our customers on through difficult time last year. I think we separate ourselves from that.","And as I stated earlier, if you look at the third quarter, we believe there's a month or two in there that will hit positive comps versus the third quarter last year. And we should hit positive comps in the fourth quarter, in general.","Operator","Moving to our next caller, caller your line is being unmuted.","David Vernon","Yes, David Vernon with Bernstein. David, could you talk a little bit about how much OpEx was J.B. Hunt went through…","Operator","We're sorry, caller your connection seems very unstable. If you wouldn't mind please hang up and dial back in. Moving to our next caller…","Ken Hoexter","Hi, it’s Ken Hoexter from Bank of America Merrill Lynch. Dave, maybe just to step back and bigger picture. Is there anything that shifted recently during the conference season? It sounded like you were maybe a bit more pessimistic on the outlook? And here, it sounds like the outlook into third quarter, both intermodal even ICS maybe turning more positive. Is there is there something underlying the shifting that we should be taking away from this from your point of view?","David Mee","Well, I think that it's just a matter of volume starting to appear to show up. Now, I'm still cautious and my point of view and obviously, I'm probably the biggest skeptic in the group, which is one of the reasons I don't likely talk to customers. But I was happy to see the trends throughout the quarter. While they are below expectations are at least directionally correct, I think that yet we can get through July, because I think July is not a good month to gauge anything off. I mean, from our perspective every month worse than July is typically February. So I'd like to see a little bit more in August. But based on sentiment, what I know are the awards and as the volumes are starting to come on, yes, I'm a little more optimistic than I was when we this good in May. Sure.","Ken Hoexter","And just to clarify, I guess, on that particular intermodal thought. You thought, hey, intermodal margins are not likely to hit our target range. I think, Terry, maybe mentioned earlier that we expect to get right back on that. Is that -- am I reading that commentary right in terms of your margin outlook for intermodal?","David Mee","Well, let's clarify. The question that I got asked, I believe at your conference. I interpreted that as for the year. And so my response is, no. We would have knocked it inside the 11% to 13% for the year of 2019. I stand by that statement today. I think that the first quarter is just something that would be extremely difficult to overcome.","Now, I understand and I've seen what Terry is looking at, and his field is projections. So yes, it's possible that we get back into 11% for a particular quarter. But I stand by my statement that we would not show an 11% or -- 11% to 13% for the full year of 2019.","Operator","Moving to our next caller, your line is unmuted.","Matt Brooklier","Thanks, Matt Brooklier at Buckingham Research. So I wanted to circle back to intermodal pricing questions for you. If you could talk to of your contract volume, what to-date has been priced at the end of second quarter and maybe your expectations for what remains and where potentially contract rates could follow off for that portion of contract side of your business?","John Roberts","So I think I've mentioned before that the first start of the bids, we're in higher single-digits, middle third was middle-single-digits and the last third were lower-single-digits. And we're basically through all of our major bids. For the most part, some we don't haven't implemented yet but we know what we're going to be basically looking at. So, I think that'll end up somewhere in the middle-single-digits when it's all said and done for this bid cycle.","Matt Brooklier","Okay, so it sounds like the contract pricing pretty much in line, I think, with your expectations a little bit of a fade into the second half of the year. But I think that's what you guys have been conveying through that. And then, the more positive outlook at intermodal in terms of volume, I think, you guys mentioned that some of it had to do with your ability to execute the relative service levels that you're providing. Is this partially driven by UMP's PSR efforts, or am I not reading this correctly?","John Roberts","Well, the service levels we received, especially from the Eastern railroads, are up significantly from last year at this time, not to where their goals are or where our goals would be. But being assessed started off extremely well. Then we had a weather issue in February into March, starting to rebound. And then we had flooding issues here in the last couple of weeks in June that they're starting to rebound here. And this we're starting to see an uptick on as a service, obviously, it was help there. And some of the technology investments that we've made, we've been able to better set appointments that are analyzing rail schedules and predictability of what will happen. And has allowed us to be able to communicate to our customers a better level of service, even though it might be a couple hours slower here and there. But we've been able to use those tools to what we think is differentiate our product from others.","Operator","Moving to our next question, caller your line is unmuted.","Justin Long","Hi, this is Justin Long with Stephens. Good afternoon. So, Dave, I think…","John Roberts","Finally, you've got [Technical Difficulty]…","Justin Long","I don't know about that. It only took me about a decade to get coverage of the stock, but the day is finally here. So, Dave, I think you gave a number earlier on the intermodal volume headwind from lane closures in the second quarter. Could you clarify what that percentage wise? And then on the loads per workday that you saw monthly in the second quarter, you noted the pickup. But I'm curious how that acceleration compares to the normal seasonality in that metric that you've seen historically in the second quarter?","David Mee","Yes, the 9% volume decline, if you will, due to the lane closures is simply the snapshot of the number of loads that we saw disappear that could no longer be serviced. And like I said, that was expected. We understood that going into the end of the quarter. But obviously, our goal was, we said this earlier, that we were going to try to overcome that. And we just didn't see the demand to allow that to occur. As far as the trajectory of the loads per workday, I would say that -- Terry, you jump in on this -- that was pretty normal to me as far as the trajectory from month-to-month-to-month, even though it's at a lower base.","Terrence Matthewsd","Right. The trajectory was good, obviously, from April through May and ended June and it should continue into the months and quarters ahead. The other comment I would make is that the floods in May and June costs us about 2,500 loads that we weren't able to handle that had to run truck, because of the various floods that we were not able to handle.","Justin Long","And then circling back on the 11% to 13% margin target in intermodal. Dave, you said it sounds like that won't happen in 2019. But is this something you think of achievable next year if we continue to see low-single-digit pricing environment where we're exiting, like we're exiting this bid season? Or do we need to see an acceleration in the pricing environment from here to get to that target?","David Mee","That would be -- I guess, given guidance for one and I'm not ready to do that yet. And the second thing is I have to wait and see what their plan for next year looks like. And I haven't seen that yet either, Justin, so I don't know the answer to that.","Operator","And moving to our next question, caller your line is being unmuted.","Brian Ossenbeck","Good afternoon. It's Brian Ossenbeck from JP Morgan. So want to ask another question on ICS in the marketplace. Shelley, maybe if you can give us a sense what type of benefits you're seeing, excluding the extra spending on IT and maybe even on headcount, getting more of the transactions pushed through the marketplace, leaving up to that two-thirds which continue to climb. But I'm a little surprised to see that the loads per employee are down significantly and headcounts up. And maybe that's a function of adding more IT folks. But maybe you can give us a sense as to what benefits you're seeing, and when you think they'll start to flow through that second line item?","Shelley Simpson","So the mix is that LTL and truckload does change our volumes, going forward. But we also did add employee as part of our further investment in marketplace, because we're trying to build the marketplace as new systems are coming on board, taking more time spending more time with those customers and carriers making sure that their experience is top notch. So as we move into 2020 and start thinking about our automation, that's everything that we're really trying to invest in this year really reviewing [Technical Difficulty] it is not automated and the things that we need to do to move us inside automation.","And then lastly, probably the thing that impacts us the very much is the level of data and the granularity that we get of the data through the platform. So earlier I spoke of the supply side come back. We can see that immediately inside the platform all from a digital space what authors are doing, how many peers are on board, what percent are on board, what lanes are becoming softer or harder. All of those pieces are allowing us to get better at our pricing, better at serving our customers. And we think that we'll see that really push up here towards the end of the year as we come -- and come to better comps against LTL was being fourth quarter moving into next year we'll have market share gains as a result.","Brian Ossenbeck","Okay, thanks for all the details, Shelley. And, Dave, a quick follow-up for you. Can you just remind us of the buyback program? Looks like it was pretty active this last quarter, you still got some left on the optimization. So maybe you can just give us a sense as to why you're so active this last quarter and what you expect to be doing it from a capital allocation standpoint throughout the rest of the year?","John Roberts","Well, I mean, the one of the reasons we were active in the quarter. I mean, we definitely had cash, if you will. We typically use our revolver as cash, or our debt to EBITDA ratio as a cash indicator. So, we had availability. And frankly, we thought the price was attractive. So we've always said we would be an opportunistic buyer. I think that we would continue that approach on a go forward basis. And so, if we see something happening in the future, where we either have additional room on our debt to EBITDA ratio or we end up seeing another attractive price and we have the ability, we'll probably participate again in the future.","Operator","Moving to our next question, caller your line is unmuted.","Ravi Shankar","Thanks, everyone. Ravi Shankar from Morgan Stanley. Just couple of questions on DCS. Can you just clarify what drove that big decline in DCS salaries and wages and was that related to the charge? And if you can give us any more details on that charge, was that an in-sourcing decision by customers?","John Roberts","No, it was not an in-sourcing decision by customer. It was -- a lot of it was a workers' compensation and insurance policy accrual adjustment that came back in that frankly everybody participated to a certain level. But it showed up more materially inside of DCS, simply because they got more people just the way the policy works. So, as they got a benefit, it went back to the business units and DCS was just a more material effect.","Ravi Shankar","And just a follow-up. I know you probably wouldn't comment on the BNSF arbitration. But do your results include any charge or reserve for a potential verdict or result in the future? I mean, you had $44 million, I think, each last three quarters. So are you taking like $11 million a quarter for that in the guided results?","John Roberts","We haven't commented on that. People have asked that in the past, Ravi, should they do that inside their models. And frankly, my response has been since I don't have any other additional information to give to them. If they were to do that, there's nothing I could do to argue to say that was inappropriate conclusion.","Operator","Moving to our next caller, caller your line is unmuted.","Amit Mehrotra","Thanks, Amit Mehrotra here from Deutsche Bank. Thanks for taking the question. And Brad, congrats on the appointment. Terry, on the commentary around intermodal volumes, any update on how PSR may impact the outlook for the second half? Union Pacific is taking significant action in Chicago this month, I believe and Berkshire has talked publicly about PSR quite openly over the last few months. So maybe any updated thoughts on how you're thinking about PSR as being a headwind or not on the volumes in the second half? Thank you.","Terrence Matthews","Well, we obviously don't use the Union Pacific. But I believe that the benefit of PSR is we should get better service, which should give us better turn times. It should give us the ability to be able to move more freight from the highway over. We've always talked about sometimes with PSR that they get into a fixture derailment. Sometimes they're not quite as resilient. They don't have extra crews waiting around to play catch up. So that there is a watch out with regards to PSR.","With regards to the BNSF, we see some of the things that they're doing. I don't think they're public is maybe what the EP is with regards to what they're doing. But I don't see anything out of the ordinary that should come about in the second half of this year that be the pause in terms of what we're seeing and what we've been doing in the past, and how we should react going forward.","Amit Mehrotra","Okay, thank you for that. And just as a follow-up just sticking with intermodal, if I could and on the cadence for pricing. You talked about earlier at the top of this call up low-single-digits pricing, and truck spot rates have obviously been pretty negative for a while and the expectations for contract rates have been coming down pretty consistently over the last year. Just in that context. Terry, what are the risks that you might have positive volume in the back half of the year but the yields turn negative in the back half of the year? If you can talk about the comfort you have around positive yield in back half of the year, either based on the negotiations you've done to-date, or the volume outlook just in the context of the trucking environment getting a lot weaker, at least in the contract expectation side?","Terrence Matthews","Yes, I think I'd mentioned in the previous conference calls that we thought that intermodal pricing would stay higher than truck pricing throughout the year, and I think that's been unfold and be true. As I mentioned, the bid cycle is over with the results are in. And we know what those results are, and we know what our path is moving forward for the next couple of quarters with regards to pricing. And I don't see that moving around going negative at all.","Operator","Moving to our final question for now, caller your line is unmuted.","David Vernon","Hi, hopefully, the lines a little bit better. David Vernon from Bernstein. Dave, could you talk a little bit about how much development OpEx for J.B. Hunt 360 is going through the P&L today? And when, over the course of the next several years, you might be able to expect some fall-off in that investment into the software?","David Mee","What we said was we got an extra $4.8 million, or we got $4.8 million in the quarter OpEx spend were inside of ICS. I'm looking at Shelly.","Shelley Simpson","Incremental…","David Mee","It's incremental.","Shelley Simpson","Correct.","David Mee","Basis off of our $2 million base, so it's up to $6.8 million.","Shelley Simpson","Roughly.","David Mee","Roughly, yes, and so it was off of -- okay, so we're up $5 million off of $6 million prior. So we're spending $11 million a quarter in ICS, primarily for the development of marketplace 360. Now, if there's other pieces inside that, because you also have to harden the systems to handle the capacity, expand the available capacity, they're also doing further development through the intelligence pieces and stuff. So it's not all just for the marketplace 360 but it is part of the 360 platform.","When do we realize the revenue side? I mean, we're starting to see a little bit trickle in now. Do we see capitalizing on our further development? I think that that probably plays out over the next two to three years. How much more do I have to spend to get it to the point where we're seeing what we would expect to be maximum revenue generation out of this thing? I don't know the answer that yet, David.","David Vernon","Thanks for that color. One separate follow-up question on the DCS business. I was just wondering if you can give us some qualitative commentary on the impact of Final Mile from a margin perspective in that segment. The results were a lot stronger than we thought and obviously, that seasoning is some of the prior contracts. So I'm just wondering are you also getting some margin gain on that Final Mile that you've acquired last year.","Terrence Matthews","So I would just say, as Dave talked about early on. The DCS business minus Final Mile is hitting right in the middle of our target range of where we want to go. So that portion of DCS is doing well. Final Mile, if you take out the onetime adjustment, it's making incremental improvement. The acquisitions are coming along and hitting their EBITDA targets. And we're continuing our sales pipeline, there is very strong. We're going to hit our expectations on sales there. So, it is going well. The integrations are all going very well. So, we're very pleased with how that's moving and progressing in the right way. But the margins on Final Mile are not at the level of the margins. So it's actually diluted, David, because non-asset, lot of the mix stuff going on this non-asset.","Operator","And we did have a couple more questions come in as well. Caller, your line is unmuted.","Dave Ross","Good afternoon. Dave Ross here from Stifel. I wanted to dig into the truck segment. Better than expected given soft 2Q in the overall truckload market, and it looks like you improved the margin due to some internal initiatives. Could you expand on those comments as to what specifically helped the profitability in the quarter and the truck segment?","Shelley Simpson","Well, inside truckload, we are continuing our transition to move to more of an asset light model. In total, we did change the number of company owned trucks as we move some of those trucks into our dedicated contract services group and continued moving forward. And we planned for the rest of this year to increase the percentage of independent contractors inside that space. That mix of business is more of a variable compensation model and so that did benefit us in total.","And then I think we just talked about some of the cost cutting measures that we have inside that segment. We did a better job in yield management. Just with the trust that we had and what the freight that we moved with our customers, the type of freight product that we move with their customers, we move those trucks into more committed relationships and that helped our quarter as well.","David Ross","And then any change in the used truck markets, what are you seeing going on there right now?","John Roberts","We actually had one of our OEMs in last week. Their view of used truck market was that it's -- I'm going to use the term stabilized, I can't remember the exact quote they said. They weren't seeing any increase in used truck prices nor would they see an additional deceleration. They do expect, frankly, a change in the value depending on what does happened with the ultimate delivery of the inventory that they have at the dealers right now. Obviously, it's well-known that the new order bids or new order placements are down considerably, but the backlog is still working its way through the system.","I believe that their conversation with [Technical Difficulty] more course, they're worried about October, it's the next month, I'm looking at John Robert, he know, talking to them. I think October was the next date that they were really trying to figure out then what do they do. So in order to stay at this level is at productivity or not. So, I think that they're still in search mode but the immediate used truck pricing, they have not seen any material change, one way or the other.","Operator","Moving to our final caller for now, your line is being unmuted.","Scott Group","It's Scott Group from Wolfe. How are you?","John Roberts","We're just wondering where you were. I was worried…","Scott Group","I think I was hitting the wrong numbers to get in the call.","John Roberts","I do that all the time myself that's not a problem.","Scott Group","The monthly loads per day that you gave. Dave, do you have those from a year ago just so we can understand that this is a good or bad progression?","David Mee","A year ago?","Scott Group","Yes.","David Mee","Well, yes, you're talking about April 18.","Scott Group","Yes, so that 7,300 to 7,400…","David Mee","I know that. I'm horrible with technology. So, I have to stack the paper here. I don't know, but that will..","Scott Group","I'll keep going maybe for -- I hear you there, if you want. Oh, you don't, okay.","David Mee","No, I've got April, was 8,000. And May '18 was 8,100and June was 8,200.","Scott Group","Okay, perfect.","David Mee","And as we've mentioned -- like I said, it's at a lower level.","Scott Group","Okay. When we think about that 11% to 13% margin and maybe not getting there in 2020. What do you think are the bigger swing factors? Is it volume growth? Or is it the ability to keep pricing positive? Where is the bigger risk to 11%, 13% on volume or price?","John Roberts","I'll let Terry answer that question.","Terrence Matthews","Yes, I think the biggest benefits try to get to volume on pricing is pretty well locked into '19 and then the cost control.","Scott Group","I was thinking…","Terrence Matthews","My apologies please go ahead.","Scott Group","Sorry, I was thinking about 2020 and the ability to get to the 11% to 13% next year.","John Roberts","Well, obviously, if price falls apart that that would have the biggest impact of any of the above. But at this point, we don't see that happening, haven't seen that happen yet.","Operator","And with that, there are no further questions on the line.","John Roberts","Well, then will be this as one last call. So if there's couple of minutes here and going once, going twice. Thank you all. Appreciate it. I'm sure we will catch up. And I'm sure you know where to find Brad.","Operator","We have one questioner come in from someone who's already asked a question. Would you like to take that?","John Roberts","Fine, go ahead. Let it through.","Operator","Caller, your line is unmuted.","Scott Group","Hey, Scott, again, sorry for this. My other question was on ICS. Can you just talk about what's causing the big drop in the LTL volumes? And what's the impact on the gross margins from that?","Shelley Simpson","Yes, so I've mentioned this earlier, I'm not sure if you were able to hear it. As we're moving our system off the mainframe into cloud based system, some of the business that we had in LTL, we had not completed the development in the new system and we needed to work with our customers really to exit part of that business. So we set the tone with our customers that was intentional on change, we do have on the roadmap this year to complete some of the work that is needed to really onboard those customers again and we've done it.","Scott Group","And, Shelley, does that explain some of the big drop in gross margin percentages, the big drop in LTL?","Shelley Simpson","Well, LTL has a greater percentage of gross margin or gross margin percent. Certainly, it's higher because there's a lower gross margin dollar per load. But the change overall was our mix that happened the new publish business that came on, and accelerated as the quarter progressed. I would say that was more of a material impact in LTL.","Operator","Okay with that, there are no more questions.","John Roberts","All right, Viju. Thank you very much. Appreciate it. Thanks everyone.","Operator","Thank you for using AT&T Event Conferencing. And you may now disconnect."]}}