{"title":{"15924":"News Corporation's Management Discusses F1Q13 Results - Earnings Call Transcript","16406":"News Corporation's Management Discusses F2Q 2013 Results - Earnings Call Transcript","16407":"News' CEO Discusses F2Q 2014 Results - Earnings Call Transcript","16408":"News Corporation's (NWS) CEO Robert Thomson on Q4 2015 Results - Earnings Call Transcript"},"date":{"15924":1352219400000,"16406":1360168200000,"16407":1391704200000,"16408":1439402400000},"body":{"15924":["News Corporation (NASDAQ:NWS) Q1 2013 Earnings Call November  6, 2012  4:30 PM ET","Executives","Reed Nolte - SVP, Investor Relations","Chase Carey - Deputy Chairman, President & COO","Dave DeVoe - CFO","Analysts","Anthony DiClemente - Barclays Capital","Jessica Reif Cohen - Bank of America Merrill Lynch","Michael Nathanson - Nomura Securities","Richard Greenfield - BTIG","Doug Mitchelson - Deutsche Bank","Todd Juenger - Sanford Bernstein","Michael Morris - Davenport & Company","Adam Alexander - Goldman Sachs","Tim Nollan - Macquarie","James Dix - Wedbush","","Operator","Ladies and gentlemen, thank you for standing by and welcome to the News Corporation First Quarter 2013 Earnings Release. At this time, all lines are in a listen-only mode. Later, we will conduct a question-and-answer session. (Operator Instructions) And as a reminder, please limit yourself to one question per queue. (Operator Instructions)","I would now like to turn the conference over to Reed Nolte, Senior Vice President, Investor Relations, News Corporation.","Reed Nolte","Thank you very much, operator. Hello everyone and welcome to our first quarter fiscal 2013 earnings conference call. On the call today are, Chase Carey, President and Chief Operating Officer and Dave DeVoe, our Chief Financial Officer. First, we'll give prepared remarks on the most recent quarter and then we'll be happy to take questions from the investment community.","This call may include certain forward-looking information with respect to News Corporation’s business and strategy. Actual results could differ materially from what is said. News Corporation’s Form 10-K for the three months ended September 30, 2012 identifies risks and uncertainties that could cause actual results to differ, and these statements are qualified by the cautionary statements contained in such filings. Additionally, this call will include certain non-GAAP financial measurements. The definition of and a reconciliation of such measures, can be found in our earnings release and our 10-K filings.","Finally, please note that certain financial measures used in this call such as segment operating income, adjusted segment operating income and adjusted earnings per share are expressed on a non-GAAP basis. A GAAP to non-GAAP reconciliation of these non-GAAP measures is included in our earnings release. ","And with that, I'll turn it over to Dave.","Dave DeVoe","Reed thank you and good afternoon everyone. As you all have seen in today's earnings release, we are quite pleased with the continued growth we are delivering at our Cable Network, Filmed Entertainment and Television segments so far in fiscal 2013 with double digit segment operating income increases at all three segments. However, much of this growth is offset by anticipated declines in SKY Italia and our Publishing businesses.","The current quarter operating income results also include a $67 million charge related to the ongoing investigations initiated upon closure of The News of the World in United Kingdom as compared to $17 million in the first quarter a year ago. Excluding these charges in both years and a $5 million charge related to the proposed separation of the company's Entertainment and Publishing businesses, first quarter adjusted total segment operating income of $1.45 billion, increased 3% from the year ago adjusted result of $1.4 billion.","First quarter reported revenues were up 2% driven by strong Cable Network reported revenue increases of 16%. These increases were largely offset by currency related decline at many of our divisions led by SKY Italia. It’s important to note that the stronger US dollar negatively impacted the company's financial performance this quarter. In constant currency terms, total company revenues and adjusted total segment operating income both grew 5% over last year.","Our share of reported results from our equity earnings of affiliates were up $69 million in the quarter, with this increase primarily reflecting this quarter’s gain for participation in BSkyB’s share repurchase program. Also included in this quarter result is $1.38 billion of income and other, primarily related to a gain on the company’s sale of NDS, partially offset by $152 million of pre-tax impairment or restructuring charges.","The reported net income in the quarter was $2.2 billion, with reported earnings per share of $0.94 as compared to reported earnings per share a year ago of $0.28. Excluding the net income effects in both years of one-time items, principally consisting of the items I just highlighted, first quarter adjusted earnings per share this year are $0.43 compared with a year ago adjusted results of $0.32, a 34% earnings per share improvement.","Our press release includes a reconciliation of our GAAP results for these amounts. The reduction of shares outstanding versus last year from a buyback accounted for $0.04 per share to the adjusted EPS this quarter.","Now I would like to provide some additional context on the performance of a few of our businesses and let’s begin with Cable Networks. This segment continued to drive overall company results, generating up to two-thirds of News Corporation’s total segment operating income. First quarter Cable segment operating income contributions increased 23% of a year ago levels to $953 million, with double-digit earnings growth at the RSNs, Fox News and at FX, partially due to the timing of original programming and marketing costs at FX. This strong domestic channel growth was partially offset by higher sports cost at STAR India, reflecting the inaugural broadcast of the new BCCI cricket matches and the strength in U.S. dollar that more than offset local currency profit growth at the Fox International Channels.","Cable Network growth continues to be topline driven; the segment revenues up 16%. Reported affiliate fees of the Cable Network’s increased 18% over a year ago levels with domestic channel affiliate fees up 16% and international fees up 25%. And about two-thirds of the international affiliate revenue increase reflects strong local currency of in growth at Fox International Channels and at STAR in India. The balance of our growth was from the inclusion of Fox Pan American Sports’ business partially offset by the impacts of foreign currencies.","First quarter advertising revenues for this segment were up 5% of a year ago levels led by domestic ad growth of 8% and at the International Channel local currency organic growth was in the high single-digit range. However, after reflecting the negative impact of the stronger U.S. dollars these revenues declined by 1%.","At our Television segment, operating income in the quarter $156 million, increased 17% versus the first quarter a year ago due to a more than doubling of retransmission revenues and higher political advertising which more than offset a lower base market effected by the Olympics and the economy. Political advertising is generally coming in as expected with approximately $40 million of political ad revenue received in the quarter.","At our Film segment, first quarter operating income was $400 million, 15% higher than a year ago. This growth primarily reflects higher television production contributions that include the increased digital distribution revenue. The quarter result also includes the successful theatrical release of Ice Age: Continental Drift, which grossed over $850 million in worldwide box office receipts to-date.","Turning to SKY Italia, this segment operating income in the quarter of $23 million declined $96 million from a year ago. This anticipated decline was driven by higher program expenses including nearly $70 million of costs related to the associated broadcast of the Olympics.","The timing of this additional premium programming was not ideal given the current challenging economic environment in Italy which is directly impacting gross subscriber additions and churn. SKY reported 4.86 million subs at quarter end, a net loss of 40,000 in the quarter. Local currency revenues increased 1% from a year ago levels on higher subscription revenues, although U.S. dollar reported results reflecting more than 10% negative impact from the weakening of the Euro.","In the Publishing segment operating income of $57 million declined 48% compared to a year ago. This decrease larger reflects lower advertising revenues across all newspaper divisions led by declines in the Australian and U.S. publishing businesses. These declines were partially offset by contributions from the launch of the Sunday edition of The Sun and higher revenues at HarperCollins principally from the acquisition of Thomas Nelson.","And that our Other segment reported a first quarter segment operating loss of $211 million, versus $99 million in the same period a year ago. This quarter result include $67 million of costs related to the ongoing investigations initiated upon the closure of The News of the World and $5 million in costs related to the proposed separation.","Additionally, this quarter reflects higher development costs at the company’s education business. Joe Klein is scheduled to give you considerable insight into our plans and strategies for this business at the upcoming UBS Investor Conference in early December to be held here in New York City.","Before I turn to guidance I would like to update you on our $10 billion buyback program. Through November 5, the company spent about $5.8 billion repurchasing over 308 million shares has reduced News Corporation total average shares outstanding in the first quarter by over 9% compared to the first quarter a year ago. ","As indicated previously, we are fully committed to completing the full $10 billion of our buyback and we are targeting to repurchase shares at a $3 billion to $4 billion annual pays as we work through the details of the separation process. Our objective is to buy back our shares in a disciplined manner without artificially pushing our share price up during periods of low trading volume. ","And finally let me address our guidance for fiscal 2013; total segment operating income and as a reminder we measure this guidance excluding from fiscal 2012 to $224 million of charges related to the ongoing investigations of United Kingdom resulting in a base of $5.6 billion in segment operating income when compared to purposes. ","After excluding the full year effect of the UK investigation costs and separation costs that are based on all the assumptions inherent in our projection, we expect that our total segment operating income as a percentage of growth rate for fiscal 2012 to continue to be in the high single or low double digit range above the $5.6 billion fiscal 2012 segment operating income base load as we outlined for you three months ago. ","And while this guidance now includes the estimated consolidated contribution from the acquisitions of CMH in Australia and ESS in Asia, those contributions are essentially offset by the inclusion of the first year’s timing impact of the margin cost for the initial releases under our new DreamWorks Animation distribution deal. ","And with that I would like to turn the call over to Chase.","Chase Carey","Thanks Dave. Before I comment on our business I want to [recognize] to many of you who live in the New York, New Jersey area and hope you and your family and friends are managing and recovering from Hurricane Sandy. As a company we've done our best to help the relief efforts both through donations and also by working directly with FEMA to raise awareness of federal disaster relief initiatives through various media across News Corporation. We know this has been a difficult time for many of you, so please note we wish all of you the best as our entire community works to make a full recovery. ","Now let's look at the quarter. Our first quarter has provided us with a solid start to fiscal year, as we continue to meet our growth targets and drive our businesses forward. We are facing some significant challenges due to economic headwinds, particularly in a couple of businesses. We are confident and are standing for both the financial and the strategic perspective and continue to believe we are positioned for growth in both the short and long term. ","As Dave noted, our results continue to be driven by our cable channels business, which delivered almost a $1 billion in operating income in Q1. In the US, our strength in this segment was pretty much across the board. Fox News continued its strong performance ranking number one in total day and primetime viewers for the 43rd consecutive quarter. ","At FX American Horror Story and Sons of Anarchy, had some spectacular season premiere and is laying the groundwork for solid seasons ahead. Our US Sports channel also had a solid first quarter. More importantly, we finalized key agreements with Major League Baseball and NASCAR that will collectively serve as foundations for both our cable and broadcast businesses for years to come. ","In a world of increasing fragmentation and growing digital technologies, we believe key must have content is more important than ever. Equally I want to emphasize that we only make financial improvements like this, and we are confident we can create real incremental value. We are very excited about the long term growth potential of the broad and diverse mix of the must have leading channels we are building. ","Internationally, our channels were on target and continue to execute well in spite of the economic woes in Europe and the adverse consequences of the strong dollar on our results. As Star in India, our results are in line with our expectations, although down from a year ago to ramp up the sports business discussed last quarter and as we feel the impact of a weak rupee.","We continue to be very excited about the long-term growth potential for international businesses and believe they are stronger comparatively than ever before.","Our creative businesses continues to develop award winning films and television shows across every genre, posting exceptional box office and ratings numbers and building loyal fan bases around the world. The fact that our three TV studio recently won the best drama and comedy Emmys for Homeland and Modern Family respectively.","With those series as well as traditional stalwarts like Sons of Anarchy and Glee plus new franchises like New Girl and American Horror Story, we continue to have a great pipeline of products for traditional syndication and cable outlets, as well as the ever growing collection of digital distribution outlets.","The digital market, both in the US and abroad continues to be a real area of growth particularly for unique hit content. Our film studio is also well positioned. In the first quarter, Ice Age Continental Drift was a worldwide box office hit and a testament for the growing strengths of our Blue Sky Studio, which has become a clear leader in the growing animation segment. We're now gearing up for a great month with Taken 2 having grossed more than $300 million and a critically acclaimed Lincoln and Life of Pi waiting in the wings.","We also continue to build additional distribution opportunities for feature films. Our recent ground breaking digital HD initiative for advanced electronic sell through of Prometheus was a success and bodes well from more innovative opportunities to reenergize the home entertainment segment over the next few years.","In our broadcast business, our results have been mix this fall. On the positive side, we continue to be on track with our goal of building a dual revenue stream business through both retransmission and reverse compensation with our affiliates. Our station continues to do a great job maximizing margins and market share. However, our (inaudible) entertainment launches have been below our expectations in the four game world series that clearly not we had hoped for. ","Nonetheless we are focused on initiatives to build on some of our key franchises and look forward for the return of refreshed American Idol in January and dynamic upcoming new series like the Following starring Kevin Bacon. ","The advertising markets have also been mixed. Political spending exceeded expectations while the base local ad markets were a bit softer in the first quarter, with trends down in the mid single-digits excluding political ads. Q1 was also adversely impacted by the Olympics. The second quarter looks a bit better with post election results tracking up in the mid-single digits from a year ago. ","Naturally we are still seeing broadcast scattered at modest premium job front pricing and national cable is a bit stronger than national BroadBlast. It is still clearly however marked with very limited visibility.","Two businesses were clearly feeling the impacts of economic woes is Sky Italy and Australian Publishing. In Italy a decline in subscribers coupled with the weak Euro and the one-time cost of the London Olympics made this a uniquely challenging quarter. And we assume the economic challenges are going to continue. ","Therefore our plan is to stabilize profits and stabilize profit in a short-term by focusing on quality subscribers to limit churn and reduced programming and operating costs to the level appropriate for our current subscriber base. Our competitive position continues to strengthen as others struggle in the market, so we remain bullish in a long-term potential for this business. And when the market improves, we will be well positioned for growth from a streamline base.","In Australia Publishing, the decline in the classified advertising has clearly hit these businesses. As discussed previously, we have major plans already being undertaken by our management team to address these shifts. Most of our other businesses we are pretty much on target. In the UK we are recognizing the benefits for the Sunday edition of the SUN or HarperCollins and we are realizing expected gains from the Thomas Nelson acquisitions.","As said these businesses continue to face challenges starting from lower advertising revenues since readers continue to migrate to digital platforms. In closing, I would like to emphasize, that despite the challenges I outlined, News Corporation is an unique position to faced challenging macroeconomic issues, head on as they continue growing our core businesses or taking advantage of new opportunities wherever possible.","We will continue to address our balance sheet assets as illustrated by our recent CMH agreement, and we will also continue to address our capital structure through initiatives like buybacks and strategic investments to strengthen our core businesses. As the company progresses towards its planned separation,  we are convinced that our business is ideally positioned as leaders in providing the best in news and entertainment to our customers of delivering the greatest possible returns to our shareholders.","With that I will turn it back to Reed.","Reed Nolte","Thank you, David and Chase. Operator, now we would like to take questions from the financial community place.","Question-and-Answer Session","Operator","(Operator Instructions) Our first question will come from the line of Anthony DiClemente with Barclays Capital. Please go ahead.","Anthony DiClemente - Barclays Capital","Two questions; I guess, one is for David and one for Chase. If I look at your other segment; even if I add back the one time items that you talked about in the release. The $67 million and the [515] they are still in operating income loss of $120 million and that didn't widen year-over-year. So I am just wondering if we could just take a step back and maybe remind us what's in that other segment, is it same losses that continue and what can you guys do to try to bring that segment to breakeven over time? And then second question is a bigger picture for Chase wondering if you could update us on sports globally, you guys have been successful on your strategy of acquiring sports rights in different countries and leveraging those rights for higher affiliate fees internationally, just wondering if you could update us on your efforts in that way and what we should expect from that strategy moving forward? Thanks guys.","Dave DeVoe","What’s in other entity is principally our head office, its our education business which I mentioned and it includes our executive comp and our executive comp is slightly different with some others is that any of the related compensation that's related to our stock is mark-to-market so to the extent that we have an increase in our stock price that compensation is mark-to-market and in this case our stock improves significantly. So we've got a bit of a hit in the current quarter for that.","Chase Carey","And I guess in terms of sports I mean obviously some of the recent deals that I talked about we've just signed and really like the in the US the baseball and NASCAR deals are new and just implemented. But I think the US really and for us we are pretty much on track where we want to be. We think sports as I said in the opening comments are increasingly important part of particularly building a real [tool] revenue business and in a world that gets as more and more choices and more and more technologies we think sports become ever increasingly valuable and so I think it gives us an opportunity really to build all our businesses across the channels, it really have the breath or strength same theme is really true internationally. ","Most of the international initiatives other than the one tied to the SKY platforms are pretty new, probably less than a year into Latin America, that's ahead of plans; in Asia we are really just, we are just launching. It was just the first quarter in India. I think we are just closing now the ESPN Star transaction so we don't, so we really haven't even, I don't actually think we've closed it yet. So that is closing, I think the initial results, the initial results of India were, we feel good about, we are very much in line with our expectations, sports in Europe in the SKY platforms continue to be a critical part of that business, and in places like Germany we launched a sports news channel a year ago, that's been a real success for us. The key rights we've acquired have certainly been an important part of building a platform like that and I think as we look at the SKY businesses, we think those sports have been critical to their growth and will continue to really deliver what we expect and I think we look for new opportunities.","I think we announced the deal to take the Dutch football rights that deal is still awaiting approval, but again I think that the transaction would give us an ability to take those sports rights including a broad package of programming and really drive all our channels forward. You know where we've had a chance to execute on that around the world, it certainly I think is very much delivering what we expect that are more, again a place like Latin America is probably the one that at least stands out. As a year under its belt, the other, the Sky platforms have actually been [added] for a while, certainly it's been critical for their success and growth in the UK, in Germany and in Italy.","Reed Nolte","","Next question please. ","Operator","The next question comes from the line of Jessica Reif Cohen with Bank of America Merrill Lynch. Please go ahead.","Jessica Reif Cohen - Bank of America Merrill Lynch","Thank you. I guess couple of quick ones. What do you think about the profits (inaudible) and given the increase in sports, which is a very clear strategy and the FX headwinds? Have you changed your outlook at all for your goal that you outlined the $1 billion in profits?","Chase Carey","I mean, I think, (inaudible) the maturity of that is it's certainly, and some of them like Latin America because we're a year into it, it will be incremental, that we be probably on top of the billion dollars in some of the other places. You’ll probably have a couple of years of building process. I mean right now India will be a process where we are investing in building the sports business for a couple of years and really the gains will come a couple of years down the road. So I think we haven't even started in Asia. We don’t take possession of that probably till the end of the year. So, in a couple of years, we will be still in the early stages of it. So, clearly it changes the perspective, I think if you look two years from now, you will some places that are mature not to really be an incremental addition to it. You will probably have others where we are still in the building process of building those sports franchises.","Jessica Reif Cohen - Bank of America Merrill Lynch","And then [Jacob] love to get your point of view of what do you think is happening with viewers overall? I mean, some networks have very strong ratings. Many, many are down. It really does seem like the appointment viewing is a thing of the past and how you guys thinking about it in terms of how you capture these viewers, what are the discussions like with Nielsen?","Unidentified Company Representative ","I think there is no question that you were saying you said it an ongoing change in how people view this content. I think the content viewership is actually strongest than it’s ever been, the sunlight is stronger than it’s ever been. I think the ability to access content when you want, where you want multiple platforms, out of the home, in the home makes this content more valuable, but the fact of the matter is people are watching in a lot of different places not just linear networks. ","Linear networks I still think they are going to be tremendously important launching that’s the product, but people are watching it on DVRs and digital platforms on VOD, on inside the home, as I said outside the home and I think we need to continue to work with Nielsen and others to figure out how do we first measure that viewership. Clearly, parts of it like VOD after three days and mobile platforms are being measured.","We need to get it measured. We need to make sure we continue to find ways to make sure we are getting I think the dual revenue stream obviously become increasing important, TV Everywhere becomes a part of that to make sure you have got business, you have got abilities to get rewarded for that viewership wherever it is, some of it is going to be through subscription based payments, some of its going through advertising. We need to do both. We need to make sure we find ways to continue to maximize the value of that through things like dynamic ad insertion to make advertising more valuable. ","I think all of these are really opportunities for us to continue to make, to continue to grow this business, again I think this actually is a real opportunity because its content gets more valuable, more popular, more important but we need to make sure we continue to grow the business model that enable us to get rewarded for creating and distributing great content.","Jessica Reif Cohen - Bank of America Merrill Lynch","Right. And then just Dave one quick one just to on this foot, can you give us any color on what the balance sheets of the two companies will look like have you given them any more thought?","Dave DeVoe","No. We will give you more information as we get closer to the end of calendar year. ","Jessica Reif Cohen - Bank of America Merrill Lynch","Okay.","Dave DeVoe","We rather than say that we are unplanned, we believe (inaudible) going to be finished by the end of June that's what we are working towards.","Reed Nolte","Operator next question, please.","Operator","That comes from Michael Nathanson with Nomura. Please go ahead.","Michael Nathanson - Nomura Securities","Yeah, thanks. I have two for Dave on guidance. Can you talk a bit about what [expectations] for Fox looks the rest of the year within your guidance, you are assuming gets better with ratings or we assuming just kind of rates will perhaps the entire fiscal year?","Dave DeVoe","I think we look at the ratings and look at those guidance, we thought it really good start about cable and the (inaudible) business we got some ups and downs across all the businesses. So we feel very good about where the guidance are as rather we have and obviously we know where we are after ratings are been and we know where we are after the World Series and I think that's pretty much all we are going to really say about it.","Chase Carey ","No, I think we take a realistic view of what we think will happen to this, we he said we recognized we are below our expectations certainly in the both through entertainment and the World Series and we are realistic about, we got things coming but I think it’s a realistic set of assumptions enough about where we will be.","Michael Nathanson - Nomura Securities","Okay, then let me ask one more follow-up on the DreamWorks impact. Is there anything else precise just P&A expense that you are highlighting, is other cost or is that or you are calling these types of P&A in the second half?","Dave DeVoe","That’s the effects, the timing effects of the P&A. ","Chase Carey","Just happens the first when it was our first film; I think its second film. But released early July so you got all the P&A in front and you got the release right behind it where we capture everything on a first dollar basis. The reality of the way the accounting and our year end works.","Reed Nolte ","","Can we have next question, please.","Operator","It comes from the line of Richard Greenfield with BTIG. Please go ahead.","Richard Greenfield - BTIG","Hi, I was just hoping a couple of questions, one on the Film to follow-up, you made obviously some changes in the senior management team, I was wondering if you could talk to kind of strategically why and how to think about what that, how directionally you may change with the changes and related to that kind of why DreamWorks Animation, what really drove that deal in your mind, what was so important about that deal for you? And then just there has been, Rupert’s been tweeting about Penguin, the press has said you are a buyer of Tribune and the LA Times, I guess is there anything you could comment on in terms of your ambitions to grow acquisition wise on the Publishing side would be helpful?","Chase Carey","Okay. Well, I will not comment on Rupert’s tweets, but on the Film business, there isn't a shift in, you know there's not a shift in strategy and direction. There may not see a lot of change well, I think you know these businesses at times its for both sides is the right thing that sort of give us some fresh perspectives and anything change, stability is good and times change, its been for about and but I think its really continuing where we've been.","For DreamWorks look at, we think that product is a great event product and great worldwide product. We clearly have it, when we think a uniquely strong, global distribution operation, it enables us to create incremental value out of that and I think this is a business that really benefits from having a broad set of a hit products and we can make some money off it. So I don't think it may, not badly, not rock solid, I think why we, what we look to get out of it, it’s up here, is make some real profits and have some hit films that we think can really strengthen our business. And we value the relationship with DreamWorks and look forward to working with them.","","I am not going to get too deep into all the rumors on what we are going to, what we are buying and what we are looking at; we always seem to be, the topic of the day when it comes to a rumor of some transaction. We were quite clear on a couple of them, or where we are. I think those comments on some of the late, one of the most we mention speaks for itself. The reality is, a lot of times we are associated with just is true, but sometimes we are picking if find some thing, obviously we should look at things, but I'm not going to get into commenting transaction by transaction, rumor by rumor.","","Richard Greenfield - BTIG","And in terms of just from the Publishing business is there, looking at Rupert’s comment that you would expect, I think you said on the call or maybe Dave said it that you thought that it would be relatively similar in profitability year-over-year in fiscal ’13, is that still accurate despite what happened in Q1?","Dave DeVoe","Yeah, I would say that our overall Publishing segment would be down year-over-year.","Operator","That comes from the line of Doug Mitchelson with Deutsche Bank. Please go ahead.","Doug Mitchelson - Deutsche Bank","","Hopefully to come, it seems like we get a daily email speculating News Corp.’s going to buy something, any update on the level of M&A upside that management has right now especially given the ongoing split process and I have a follow-up for Chase?","Chase Carey","No, I mean I am rather not allowed to add to what I just said. We are not, yeah, I agree with you, we are there is a daily rumor and I don't think we maybe practically commenting on the daily rumors. So as I said a lot of them are not true. They are a lot – the places where we think we should get to hire some things and lots of places where we think we can add something that makes sense for us, but our focus is really on building and growing our businesses.","Doug Mitchelson - Deutsche Bank","","Yeah, sorry if I missed that if you already answered that. So Chase, maybe this question is a bit unfair, but can you talk, answer to Jessica’s question about how the TV business sees a change to capture modernization of usage of the more from high broadcast within on-demand streams and we've been hearing this from sort of all the management’s for a couple years now. Why is it so hard to change TV business and how big a priority is it for News Corp right now? Is that this year’s problem, next year’s problem? Any sort of context around the pace of change will be helpful?","Chase Carey","I mean I do think business has changed. I mean, I guess, look one of the things I cited is important to dealing with [world] is making sure you are building to a revenue business that are not solely dependent on advertising. They have the other lag of strip the revenues and certainly our growth in retransmission speaks to it. So I think there are aspects to it. We actually today are monetizing our digital viewership in ways we weren’t a year ago.","So we're doing some of that. We're working with Nielsen as you said to continue to expand the measurement tools, things like TV Everywhere, as our transactions come up, I think our ways can create and we're certainly putting that. Now I said before, we probably still say, we're somewhat frustrated by the speed or the lack thereof growth and implementation and execution of TV Everywhere, but certainly it's moving forward and I think that’s important as a business model. Hulu, we’re taking the Hulu Plus, which is a way to monetize and sort of create revenues for accessing content to mobile platforms.","So I actually do think we're doing things. We got a lot more to do and clearly, a lot of opportunities that we still have to develop, but and we're not where we should be on some things like TV growth, so I will acknowledge there is work to do, but I think we got a lot going on and I think we have made and we had a number of fronts","","Doug Mitchelson - Deutsche Bank","So dynamic ad absorptions sort of have to have follow TV Everywhere right, you have to get those deals done and then may be that starts to become the conversation?","","Chase Carey","","Yeah, we obviously dynamic ad insertion, we certainly we can’t do alone; you need, I think everybody recognizes the opportunity inherent in it. There certainly are efforts trying to get replace to try to start to develop it and I think everybody again would like to see it evolve. Yeah it’s part of a broader set of discussions, but everything sort of intertwined and I think that one I think is a win, win for all and hopefully we can finalize to move it forward.","","Operator","Comes from the line of Todd Juenger with Sanford Bernstein. Please go ahead.","","Todd Juenger - Sanford Bernstein","Thanks so much for taking the question. I guess I got one and a half questions; so you closed the quarter with about $12 billion of cash in the balance sheet I think and…..","Chase Carey","","Hello.","","Operator","Okay, Mr. Juenger your line is open.","","Chase Carey","We lost that question early on.","","Operator","His line disconnected on us. We will move on to the next question it comes from the line of Michael Morris with Davenport & Company.","","Michael Morris - Davenport & Company","Thanks, good afternoon. Two questions, first on retransmission agreements and the length of the contracts there; some of your peers did have entered into long-term sports rights agreements; they also have entered into long-term retransmission or cable affiliate agreements as long as 10 years. I guess my question is when you look at the deals that you have done on the sports side, would you also like to enter into those long-term type agreements or do you think that limits your flexibility too much going forward. And then second just over on Latin American sports, there is a couple of big events coming up over the next four years, between the World Cup and the Olympics. Will you participate in those events and how will you, how does that help your business, thanks?","Chase Carey","In terms of retransmission, our goal and what we have done today is try to keep agreements shorter rather than longer. You know they are all multi-year agreements obviously, but we will prefer that we strive to keep the agreement short, we believe content is increasingly important and we rather be able to continue to have the flexibility to get rewarded for being successful and creating great content that franchise these brands. ","So actually that's where we try to go and that's where we look to go and that's we have been successful taking on. In terms of Latin America, I don't think its ever the right thing to say, speculate on individual franchise before we don't get, before they are there. I think we evaluate an array of them. The backbones to those channels have been probably more regular season sporting events, but I think if we can strike the right deals in right places, we’d certainly look at it. But we don't a deal, we don't have any arrangement with the Olympics today down there. ","Again we will see world takes us, but we like the properties we’ve got in Latin America, we are significantly ahead of our plans, and when I think we will continue to focus on the path we are on, not until I get down the road on and speculate on individual rights we don't have today.","Michael Morris - Davenport & Company","Just back on the first question on retransmission, is it safe to assume then that you feel that the increases that you should get over time for retrans, the value of your network should increase at a greater rate than the increases that are in these long term sports contracts that you are entering into.","Chase Carey","Yeah. I think its and I have said before so let me check in. We feel good about the retransmission revenue stream we built, but the reality is I don't think on any competitive basis if we look at all the other channels out there there's no question we are not getting rewarded comparatively for the value of the Fox Network. I think we've taken a real step forward. We are looking to get what we think is something that the market could hit, the market could manage and move us in the right direction but it certainly is not competitively comparable to what other channels get given the rapid reports of the programming that exists on the Fox Network.","Operator","We do have Mr. Juenger back on line. Please repeat your question.","Todd Juenger - Sanford Bernstein","I had one and a half questions if I would. So about the cash, you ended the quarter with $12 billion of cash on the balance sheet, some (inaudible) and I think in your note you issued, I believe you said before that you need about $3 billion sort of liquidity at steady state. So I don't know if there's any of the blanks you can fill in between the $12 billion and the $3 billion that you might help us sort of round that out. ","And then half a question that I would like to accompany with that is just, if you could be so kind as to talk about the [overall] dividend in that answer. I think its yielding less than 1% now. I know you have a preference for buybacks at the share price, but it seems like you could argue you’ve peppering for both. So let me hear your thoughts on that, thanks.","Chase Carey","Yeah, a couple of comments; one, we are in the process of completing just the acquisition in Australia that alone is a $2 billion acquisition. So that is obviously on the short term.","Dave DeVoe","With the closing of the ESS we have the --.","Chase Carey","So we have some things we've…","Dave DeVoe","We have continuation of our buyback.","Chase Carey","And so we've got our minutes in place, you know that piece, I think as we said before recognize (inaudible) which was $2 billion to $3 billion of cash and up two to two and a half times leverage. So obviously you guys have a clear lead there. There are events that are on the short term, very short term horizon against the $12 billion. I don't want to get to and again more recently what we said with the split coming we don't want to, I don’t want to get too far down the road kind of having those two companies in place, the balance sheet establishes boards and place for each, that enable each to come out with an appropriate picture. ","Obviously we are splitting the businesses and there could be businesses with different profiles and different needs, and so I think until we get there I think its probably better for us to just ride where we go from there, when those things are achieved, and I think that will include dividend statement. I think the dividends should be a part of the mix of our discussions, they have been with buybacks. ","I think we said with our drop in the [value], we think we have looked at buyback as a better path to returning cash to shareholders than dividends. But it should be a part of the conversation. But I think with the split becoming more and more eminent, I think its more preferable for us to get to this place and have the discipline to get the splits on and then address where we go from there with the two separate balance sheets.","Todd Juenger - Sanford Bernstein","It sounds like basically the answer is other than the identified items, yes we got those that more we come clear after the split. Thank you very much.","Operator","Next question comes from the line of Adam Alexander of Goldman Sachs. Please go ahead.","Adam Alexander - Goldman Sachs","Just a quick question on the Fox business; it seems to be getting some right instructions during the September quarter. I am wondering whether Chase, you can give us an upside there and whether you have any plans for more extensive use of the Wall Street Journal content in the cable space next year?","Chase Carey","As you know Fox Business channel has made nice strides. We still have some recent issues we have to deal with. It's not distributed as widely as we would like it. So, we had to deal with that. It's made some nice strides in rating and this guy looking at me the other day, it was what’s his name, you know [Lou Dot], they are (inaudible) counter part of the CNBC. ","So it’s got a nice momentum to that business. This channel will be profitable this year, this fiscal year. So it's on a good track. We’ve got to continue to build, fill out the distribution. We got good distribution but not so full distribution we need, but we think we have powers to addressing that in a reasonable short-term in the next year or two. ","So it's on a good track and we feel very good about it and feel very good about the progress we’ve made there and the opportunities to continue to build that business, and look we’ve got a great team leading the Fox News Group. The results they’ve got speak for themselves. So we have tremendous confidence in their ability. They have begin with building Fox News to really continue to distinguish the Fox business as a really exciting sister channel to the FOX News One.","Adam Alexander - Goldman Sachs","Just on the Wall Street Journal content mix Dave I think your agreement is (inaudible).","Chase Carey","I think our agreement, I don’t know the exact timing, (inaudible) it’s not over yet, but it’s recently soon. I think we look for opportunities to do things that makes sense. So we’ve had discussions and I think we book the opportunistic.","Operator","Next question comes from the line of Tim Nollan, Macquarie. Please go ahead.","Tim Nollan - Macquarie","I just wanted to track back on the issue of advertising in the most recent quarter and in the current quarter, could you give us a view again please stripping out all the political and Olympic impacts. Why do you think advertising was soft in the quarter just completed and why do you think it might get better now in calendar Q4 your fiscal Q2, please both broadcast and cable please?","Chase Carey","Well it’s not to strip out the Olympics so may be sort of I can strip out - it’s easier to identify political. So I do think for calendar Q3 clearly the Olympics and stripping out political the Olympics a lot of the money got in that period, we got sucked into the Olympics. Again that will be a more subjective valuation and I probably not do it but it’s just a fact. ","I think in looking at calendar Q4 (inaudible) which we are looking at what we are seeing today it’s not this is not a sort of yes some of these assumptions on what will happen at the end. As I said you got a pretty short-term finalizing (inaudible), but we get reasonably certainly the level of visibility to a quarter that we are close to the middle of where they are. And I am not saying that this quarter is…….. [Technical Difficulty]","Tim Nollan - Macquarie","If I understood correctly, we are talking about right sizing the cost structure and to reflect the revenue opportunity there now and if I'm correct what kind of margin do you have on mind, is my model correct I think the peak margin was around 11% to 12% for SKY Italia?","Chase Carey","Yeah, I'm really not going to get into that type of precision on margin. I mean your general assumption is right, I mean we assume, we are on a track to have a higher subscriber count than we do today. That's clearly affected the top line. I think we assumed, the net subscriber got a subscriber growth would be reasonably, our subscriber level will be reasonably flat for this year. I think with that in place we need to, we want to move to both our operating costs and programming costs.","And unfortunately they are mostly from the programming sides and pretty much are not very long-term and really get the cost reset to the revenue base. So we've got a lean business but as the market improves we can take advantage of it and I think in some ways we can take advantage of the fact that while the market is impacting everybody, I think I do really believe our competitive position continues to improve and in some ways its the strongest player in the market where a lot of people are struggling, there should be opportunities for us to take advantage of that intelligently while continuing to improve our financial and our position.","Tim Nollan - Macquarie","So would it be fair to say that your current contract, programming contract and so on they would allow you to see and cause rationalization by next fiscal year already?","Chase Carey","No, obviously we have a lot of programming contracts they are not, just not all one, they are certainly ones that go past next year. They are not, we have multiyear contracts, but we don't have long -term contracts, as the nature of the business is like I think the agreement that started earlier in the year is on the soccer rights when the first of three years so there's something that go for a couple of years, there are some that are shorter than that, there aren't a lot of long-term contracts there but we can certainly make, I think we can make strides, this year make strides and in next year.","Reed Nolte","","Operator I think we have time for one last question please. ","","Operator","Okay and the last question will come from James Dix with Wedbush. Please go ahead.","James Dix - Wedbush","I guess Chase you commented more than once about how your broadcast retransmission fees still seem to have a lot of upside compared to what the broadcast networks offer to consumer, I am wondering if you could just look more broadly across all your cable networks and see are there other networks where you see particularly large opportunity and particularly I'm interested in comments regarding RSNs and the upside that they might have compared to comparable properties if there are any in their markets. Thanks.","Chase Carey","Yeah, I mean we haven't, we have a large group of channels and I probably usually put them in a couple of buckets. I think there are channels that are uniquely strong or with unique programming and I think unique programming becomes more important than ever again its in a fragmented world and certainly something like Fox News as we said before we made real headway but I think Fox News continues to be a channel that is important, as any to a segment out there in the marketplace and we should get fair value for the importance that Fox News has. ","Sports we think becomes increasingly important and its important for us to get continue to generate fair value for those sports rights, I think the channel channels like National Geographic where you think the opportunity for us is really to staff into something that we got new management in place. They actually had an event that did really well on Sunday night, but happened to an opportunity to really build that channel to what it can be. And I don't think we have done that. I think we got national sports channel that really have been, below the radar screen and I think we got enough breadth in the right franchises to really build them into something that can be special for us. ","So I think we got properties, I think we got identify strong franchises where we continue to get value, we got room to do that, we’ve got channels that they aren’t taking advantage of, aren’t really probably achieving what we think they can achieve. We got some channels that we probably have strategically focused on enough and we're going to do some things to get value there and I think channels like FX, just continue to get stronger with more distinct programming than anybody else in that sector. ","So I think it's a matter of getting fair value for unique content. I think we got great content, great unique content and probably in many ways, equally exciting, a number of franchises that haven't really been developed anything close to their full potential. So that’s where their growth comes from.","Reed Nolte","Thank you. At this point, we're out of time. Thank you everybody for joining today’s call. If you have any further questions, please call Joe Dorrego or myself here in New York.","Operator","Ladies and gentlemen that does conclude today’s conference. We did record today’s conference and it will be available for replay starting at 6:45 Eastern today through November 2, 2012 at midnight. You may access the AT&T replay system by dialing 1800-475-6701 and entering the access code 268818. International participants may dial into the United States 320-365-3844 those numbers again are 1-800-475-6701 and international is 320-365-3844 with the access code 268818. That does conclude today’s conference. I want to thank you for your participation and for using the AT&T executive teleconference. You may now disconnect."],"16406":["News Corporation (NASDAQ:NWS) F2Q 2013 Earnings Call February  6, 2013  4:30 PM ET","Executives","Reed Nolte - SVP, IR","David DeVoe - CFO","Chase Carey - Deputy Chairman, President and COO","James Murdoch - Deputy Chief Operating Officer, Director, Chairman & CEO, International","Analysts","Benjamin Swinburne - Morgan Stanley","David Bank - RBC Capital Markets","Richard Greenfield - BTIG","Todd Juenger - Sanford Bernstein","Michael Nathanson - Nomura","Jessica Reif - Bank of America Merrill Lynch","Doug Mitchelson - Deutsche Bank","John Janedis - UBS","Alan Gould - Evercore","Operator","Welcome to the News Corporation Second Quarter 2013 Earnings Release. (Operator Instructions). And today’s conference is being recorded. I would now like to turn the conference over to Reed Nolte, Senior Vice President, Investor Relations, News Corporation.","Reed Nolte","Thank you very much, Brian. Hello, everyone, and welcome to our second quarter fiscal 2013 earnings conference call. On the call today are Chase Carey, President and Chief Operating Officer; and James. Murdoch, Deputy Chief Operating Officer and Dave DeVoe, our Chief Financial Officer. First, we'll give some prepared remarks on the most recent quarter. Then we'll be happy to take questions from the investment community.","This call may include certain forward-looking information with respect to News Corporation's business and strategy. Actual results could differ materially from what is said. News Corporation's Form 10-Q for the three months ended December 31, 2012 identifies risks and uncertainties that could cause actual results to differ and these statements are qualified by the cautionary statements contained in such filings. Additionally, this call will include certain non-GAAP financial measurements, the definition of and a reconciliation of such measures can be found in our earnings release and our 10-Q filing.","Finally, please note that certain financial measures used in this call, such as segment operating income, adjusted segment operating income, and adjusted EPS are expressed on a non-GAAP basis. The GAAP to non-GAAP reconciliation of these non-GAAP measures is included in our earnings release.","And with that, I'll turn the call over Dave.","David DeVoe","Thank you and good afternoon everyone. As you all have seen in today’s earnings release our second quarter reflected continued sales growth at our cable networks, retranslating that growth at our television businesses and overall improvement at our publishing segment. Higher earnings contributions from these segments were partially offset by decline in SKY Italia and slightly lower profits at Filmed Entertainment. The current quarter’s operating income results also includes $26 million in cost related to the proposed separation of the company’s entertainment and publishing businesses and a $56 million charge related to the ongoing investigations in the United Kingdom as compared to 87 million in the second quarter a year ago. Excluding these charges from both years’ second quarter adjustment total segment operating income of 1.66 billion increased 5% from the year ago adjusted results of 1.58 billion. Second quarter reported revenues were up 5% highlighted by strong cable network increases of 18%, all segments report higher revenues with the exception of SKY Italia where local currency revenues were essentially unchanged while reported U.S. dollar revenues declined due to the strong dollar.","Our share reported results from our equity earnings of affiliates was up 32 million in the quarter with this increase primarily reflecting this quarter’s higher gain from participation and BSkyB share repurchase program, partially offset by one-time costs at Hulu resulting from their purchase of Providence 10% ownership stake.","Also included in this quarter result is 1.4 billion of income which is included in other, primarily from non-cash gains related to our acquisition of remaining ownership stakes and Fox Sports Australia and ESPN STAR Network, STAR Sports [product] [ph]. These gains are partially offset by $65 million of pre-tax restructuring charges. Reported net income in the quarter was 2.38 billion with reported earnings per share of a $1.01 as compared to reported earnings per share year ago of $0.42. Excluding the net income effects in both years of onetime items primarily consisting of the items that I just highlighted second quarter adjusted earnings per share this year of $0.44 compared to the year ago adjusted results of $0.39, a 13% earnings per share improvement. Our press release includes a reconciliation of our GAAP results to these amounts.","The reduction of shares outstanding versus last year accounted for a $0.03 per share contribution to adjusted EPS this quarter. Now I would like to provide some additional context on the performance out of few of our businesses and let’s begin with the cable networks. The segment continues to drive overall company results, generating 60% of News Corporation, total segment operating income. Second quarter cable segment results were driven by an overall 18% revenue increase reflecting organic, domestic and international channel strength as well as the inclusion of new international sports networks in Latin America and Asia.","Similar to our first quarter this quarter included the planned increased investments both in sports rights in the United States and India as well as the ramp up of international sports channel. These investments are in line with our strategy to create new strong cable sports franchises that will provide the foundation for a whole new level of long term sustainable earnings growth. Additionally the current quarter also includes a net negative $45 million impact related to the NBA lockout in the prior year and the NHL lockout in the current quarter. As a result of these investments in the lockout’s impact this quarter’s operating income growth moderated to 9% domestically and 3% internationally. Reported affiliate fees of the cable networks increased 20% over year ago levels, domestic affiliate revenues increased 13% over the last year with particular strength at Fox News and at the RSN.","While reported international affiliate fees were up 42% after stripping out the effect of this new sport channels and foreign exchange, the affiliate fees increased 17% reflecting comparable strong local currency, organic growth at both Fox International Channels and at Star. Second quarter advertising revenues for the segment were up 16% over a year ago levels, the domestic ad growth of 8% and reported international ad increases of 29%.","Excluding the new sports channels and foreign exchange local currency organic advertising growth of our international channels was approximately 20%. Total cable segment operating expenses increased 20% over the second quarter a year ago with 1\/3rd of this increase related to the additional consolidated international sports businesses with a net increase from timing differences and associated with the NBA and the NHL lockout. Another 1\/3rd of this increase is due to expanded college football coverage and ultimate fighting championship right in the United States and the launch of our BCCI Cricket Broadcast in India.","As a result of these planned investments our operating profit margin declined slightly in the quarter as compared to last year. At our television segment, operating income in the quarter of $224 million increased 19% versus the second quarter a year ago due to more than doubling of retransmission revenues from higher political advertising at the stations. Political advertising was strong with approximately 70 million of political advertising revenues received in the quarter bringing the fiscal 2013 total to over a $100 million.","These gains more than offset lower national advertising revenues due to weaker network ratings and three fewer World Series games this season, as well as higher cost associated with the expanded college football coverage on Fox.","At our film segment, second quarter operating income was $383 million a very solid results which is roughly in line with the $393 million generated a year ago. These contributions include the successful theatrical release of Taken 2 as well as two late quarter releases Life of Pi and Lincoln which were up for the Best Picture.","Turning to our DBS segment SKY Italia, SKY generated an operating loss in the quarter of $20 million as compared to operating income of 6 million in the second quarter a year ago. Decline was driven by higher program expenses including nearly 30 million of increased cost primarily associated with expanded UEFA champions and Europa league coverage. The current challenging economic environment Italy continues to negatively affect subscriber additions with SKY reporting a net loss of 28,000 subs in the quarter bringing the quarter end total subscribers to 4.83 million. Local currency revenues were essentially in line with the second quarter year ago with a one euro increase in ARPU being offset by the reduced subscriber base. In our publishing segment, operating income of 234 million increased 7% compared to a year ago. This improvement result is primarily due to higher UK newspaper contributions from the Sunday edition of the Sun that launched in February of 2012 improved profits at News America at HarperCollins. These improved results were partially offset by continued lower advertising revenues at the Australia Newspapers.","And our other segment reported a second quarter segment operating loss of a $186 million, a slight improvement from a 191 million in the same period a year ago. This quarter result includes $56 million of cost related to the ongoing investigations in the UK, $23 million of cost related to the proposed separation. Additionally, this quarter includes 20 million in contribution from a consolidation of Fox Sports, Australia although all these earnings contributions are largely offset by higher development cost of the company’s education business.","Before I turn to guidance let me comment on our buyback program, as you have seen we have been purchasing shares at a 3 billion annual phase probably work to the details of the separation process. To February 5th, we have spent 1.63 billion repurchasing approximately 68 million shares during this fiscal year.","And finally let me address our guidance for fiscal 2013 total segment operating income and as a remainder we measure this guidance excluding from fiscal 2012 to 224 million of charges related to the ongoing investigation in the United Kingdom resulting in a base of 5.6 billion in segments operating income for comparative purposes. Since our last call we did three months ago, we have updated our operations assumptions to reflect our second quarter performance and our outlook for the remainder of our fiscal year and Chase will expand on this in a moment. While our cable and content product businesses are all unplanned three businesses, SKY Italia, the Fox Network and the Australia Newspapers will under deliver against our original expectations.","As a result of this underperformance and after excluding the full year’s effect of the UK investigation cost and separation cost and based on all of the assumptions inherit in our projections. We expect that our total segment operating income percentage growth rate for fiscal 2013 will now be in the mid to high single digit range above the 5.6 billion fiscal 2012 segment operating income base. This outlook also now reflects the consolidation Sky D's reported operating results from the January. Although these factors this is not materially affect the impact of the company’s growth rate.","Before turning the call over to Chase, I would like to give you a brief update on our plans and separate our publishing and entertainment businesses, the two distinct publically traded companies. On December 21, we filed a preliminary profit statement and issue Form 10 registration with the SEC. We planned file amended documents which will include additional financial information in the next month or so. We have also applied for certain regulatory approvals in tax rulings required when able to transaction, we concluded as envisioned. At this time we believe we’re in plan for the separation of the concluded round at the end of the current year and with that I would now like though turn the call over to Chase for his comments.","Chase Carey","Thanks Chase. It was a busy quarter as we closed the number of important transactions including acquiring all or part of CMH Australia, the YES Network, ESS, our Asian sports business, EMM, our Dutch Sports business and a regional sports network in Ohio. We’re also making great progress in the plan separation of the company which is on track for the end of this year, this fiscal year.","Each of these acquisitions positions us for further growth. More importantly we feel good about the momentum in most of our businesses and excited about the progress on our new growth initiatives. As Dave noted this was a three business units that have led us to come up a bit short and expected results this year. Well disappointed we’re aggressively pursuing steps to address these issues well ensuring we continue to drive our other businesses forward. I will address the three business units with shortfalls in a minute. Let me start with what is going well, our domestic cable business continues to hit every target we set and execute firmly. FX which is experiencing wins in multiple levels just finished a record setting month in January and last week’s premier of our newest series The Americans had the most total viewers of any drama premier in FX’s history.","The National Geographic Channel has made real progress and Fox News continues to be a juggernaut. At our regional sports network business we believe we’re making the right decisions in navigating this invaluable yet complicated business. Our new agreement with YES at The Americas Premier RSN to our portfolio, while our Ohio sports deal further strengthens our hand. Both businesses will generate significant profits and returns to exceed our hurdles.","Those profits and returns will look even more attractive when you look at the recently announced Dodger deal, which was too rich for our blood. We have a strong Southern California RSN with four grade proteins without the Dodger’s and our overall RSN portfolio is materially stronger than it has ever been.","The ongoing existing U.S. channel for preparing for some exciting additions to our portfolio and those efforts are on plan 2. It is a testament to the strength of our U.S cable business that will deliver solid double digit growth while observing over $50 million in costs for new initiatives.","Our international channel unit Fox International channels are fixed is pretty much the same story of across the board strength and growth while investing to add new dimensions to the business. In fact our growth rate at FIC will exceed our domestic channel growth. That growth is helped by a couple of acquisitions but that benefit is largely offset by some adverse currency fluctuations at the same time. Among our new initiatives ESPN branded channels in Asia that we bought out last fall were rebranded Fox Sports just last week. Fox Sports Japan is on track to launch it under this quarter and in Latin America the Fox Sports business we took over a year ago is the highest rated regional pay sports channel. At Star our results and our historical entertainment businesses are ahead of target and growing this year, again in spite of currency headwinds. Whoever as planned our overall results at Star this year will be down due to our investments in building a robust Indian sports business.","Our content business is in film and TV and both continue to be industry leaders. On the film side Life of Pi is a film we’re proud of both creatively and financially. We’re excited about the upcoming Die Hard release and the slate we have as we look toward the summer, looks great. On the TV side, we have about 40 scripted entertainment series on broadcast and cable this season with 18 new pilots picked up today for the upcoming broadcast season across all four networks.","The satellite and cable platforms in the UK, Germany, Australia and India, continue to operate well and build on our leadership positions. Germany in particular has been an area of focus and we’re excited about the recent restructuring that gave us the majority position there. This business has just gotten stronger and stronger in the past few quarters with both key content and distribution agreements. It is truly establishing itself as the premier video platform in Europe’s biggest market Germany.","On the publishing front, Dow Jones, our UK newspapers and HarperCollins have all made progress this year. Navigating the evolving digital age is still priority one and we’re energized about new initiatives like our agreement with the premier league for UK clip rights. These businesses have big agendas and are on target in spite of tough economic conditions. As noted earlier the three business units not on target and each wants discussion. In SKY Italia our problem is top line shortfalls primarily in subscribers due to the economic crisis in Italy particularly during the recent holiday season.","We now expect this business to be about a $100 million below target this year around a $150 million off last year’s results. We do not expect the economy to improve in the short term so our focus is reducing the cost base particularly programming cost. We plan to take over $200 million out of the cost base over the next two to three years by not renewing some agreements and modifying others. We believe this business should and needs to get to a double digit profit margin with no improvement in the economy. From there we can improve the margin and profitability as the economy recovers.","The key positive to our Italia situation is that our competitive position is stronger than ever which bodes well for our medium and long term future. At the Fox Network it has been no secret that we had a tough fall. We hoped X-Factor would grow as it moved into the competition phase but it didn’t happen. Our challenges in entertainment were exacerbated by a sports schedule that just didn’t bounce our way with a four-game World Series, NFL postseason off double digits from last year and late season college football match-ups that didn’t pan out.","American Idol is just ramping up and our new drama the following is up to a promising start. Nonetheless the year will fall well short of our expectations. On the positive side our retransmission results are slightly ahead of targets. The growth in retran will enable us to have a broadcasting business network and stations combined that is significantly up on a year ago but it will still be well short of our targets. In Australia we have been hammered by an economy that we keep hoping is hit bottom yet seems to continue to find new lows. This was clearly evident during the holiday season where we were unable to benefit from the seasonal advertising lift as we had in prior years.","As stated before we’re actively working to restructure this business for the future. We’re highly focused in addressing these challenges, however at the same time we don’t want to lose sight of the great moment and our broader businesses. We remain more excited than ever about our opportunities especially as we get closer to the proposed split which we are confident will position us to unlock even greater value for our shareholders. Thank you with that I will turn it back to Reed for questions.","Reed Nolte","Thank you Dave and Chase. And now James and Dave will be happy to take your questions.","Question-and-Answer Session","Operator","(Operator Instructions). Our first question comes from the line of Ben Swinburne with Morgan Stanley.","Benjamin Swinburne - Morgan Stanley","Two questions. Both to get James thoughts on BSkyB, now that we have this transaction in the UK with Virgin and Liberty and what that might mean for that business and how he thinks about, broadly the satellite platforms in the U.S. as they continue to battle with, in Europe as they continue to battle with cable properties. And then Chase, on the broadcast network is there anything on the cost side, you are thinking about? You outlined some initiatives at SKY Italia, but I don't know if you had a view on what might, if anything, you might do on the expense front at the network moving into the latter parts of this calendar year?","Chase Carey","James, you want to talk about the UK and satellites in general?","James Murdoch","Thanks Ben. I think, really, just with respect to the transaction that was announced with Virgin Media, I would just say that across Europe particularly in Ireland and in Germany, we compete as well as work with Liberty Global, in Germany where Liberty Global, through Unity and KBW distribute a lot of our programming for Sky Deutschland. And in Ireland, SKY and Liberty have been competing for some time. So I don't think there's really a big change to the landscape there, and I think, Chase spoke about the progress being made in all of the Pay-Tv businesses and the platforms in Europe in his remarks, and I don't think I have much to add to that. We're pretty pleased with momentum and we're pleased with the strategic position of the business notwithstanding some of the sort of short-term issues and current issues that we have in Italy.","Chase Carey","Yes and I think on the broadcast network, I mean, we're always focused on cost, and I think it has to be part of, in some ways, your DNA in managing the business every day. I don't think there is anything dramatically that we'd be doing, a way to, realistically and our core problem was, we didn't have a great fall, look at the ratings and the shortfall we had in the fall. And then, clearly, that was disappointing to us. The Following's off to a really good start. Idol is, very early stages so, very much a work in progress, but it's not that costs aren't important, but we need to create shows that are franchise shows for us to build the business around. And we're focused on that. We need to have shows to breakout, we need to have shows that and I think The Following is, again the type of show that can be a signature you build a night around. And so yes, we're focused on cost and I think we always are, but I think that's the core challenge for us as we go forward.","Operator","Comes from the line of David Bank with RBC Capital Markets. Please go ahead.","David Bank - RBC Capital Markets","Two questions. I guess the first one was, I was wondering if you could update us on any developments you might see on the creation of a Fox National Sports Network, given a bunch of the rights that you've acquired on the MLB side and some of your rights to distribute college, what you think the outlook is for that? And the second, I guess for all of you guys, there has been reasons why you've probably been a little bit less active on the buyback front. But could you kind of update us with your long-term perspective in terms of return of capital and capital allocation? Thank you.","Chase Carey","Yes, I guess on sports, I mean we haven't made up an announcement about a national sports channel. I guess it's what you could call it, the world's worst kept secret, but we think there are opportunities for us to add real dimensions to the business. We think sports is a huge arena that has room in it to build really attractive businesses and we obviously have a lot of assets in that place that we think we can utilize in terms of trying to build a business, certainly, the regionals as we think are up, are a real business for us.","We do want to be focused on building businesses, as opposed to as I said before, as opposed to acquiring businesses. And we think that's an important part of the portfolio as we look at our -- as we look at that our bundle of cable channels that really cover the spectrum of the 4 arenas of entertainment, news, nonfiction and sports. We want to continue to be opportunistic at finding things that -- where we can build real value. We can build businesses that capitalize on the other assets we own. And we do think sports is an opportunity there. We recognize the challenges in terms of dealing with the cost of sports, but we just think sports, in a world of increasing fragmentation, we think sports continues to be a more and more important and unique part of that overall landscape.","In terms of the capital question, again, in some ways, as we head towards the split, which is what we've said, you are going to have 2 companies that probably are each going to have their own. So it's a little difficult to get too long-term on capital allocation, because again, you're going to have 2 businesses with different outlooks and at different places. And I think each has to have sort of determine its own path and then come forward and set out a vision for what it intends to do. We are committed to finishing the buyback we've announced, so that, we said we're going to buy back $3 billion to $4 billion this year. We will do that; we will finish the $5 billion that we've talked about. And I think the company has to get split to then come out an appropriate, sort of each company then has to come out with its own vision for how it deal with it, we then capital, we think it's an important part of how we manage the business for shareholders. I mean, I think, we certainly know the importance of returning capital, of finding, returning capital to shareholders.","We want to make sure we continue to fulfill opportunities to grow the business, but we believe, fully, hopefully our actions reach, last year plus, it's indicated there, that return of capital to shareholders' an important part of it. But again, I don't want to get too specific, because I think you have got to get to each company to sort of, provide its own vision.","Operator","Comes from the line of Richard Greenfield, BIG. Please go ahead.","Richard Greenfield - BTIG","A couple of questions. One, Disney, just to follow on that question about Europe, Disney made comments about looking to exit the UK, given what's happened with ESPN and losing sports rights. Wanted to get your perspective on kind of what that means for SKY and just, as you think about the sports rights situation overseas, you now, that you control Sky Deutschland, how do you think of, what's happened at ESPN in terms of your ability to continue to manage sports rights costs as you look out over the course of the next few years? And then, moving it over to the U.S. for a second. With the loss of the Dodgers, you've now lost the Dodgers and the Lakers, can you keep your 2 RSNs going in Los Angeles, and will that ultimately lead to higher profitability because of your affiliate fees being long-term in nature?","Chase Carey","Yes, I'll let James - you can add something, if you want to, I mean, I guess, I have great respect for ESPN and what they build, I don't think ESPN's plans, I would end up saying I would have a significant impact on what we're doing in Europe. I mean, we had a relationship, but there are a lot of other players there, so I don't think ESPN's announcement on the UK, I'd say, is an event that's essentially, we'd say changes our outlook or our plans much one way or the other. I think they'll be out there, I meant the other players that compete for rights. James, you want to, you have any...","James Murdoch","Yes, no, I would just say it's a super competitive sports market across Europe and in the UK. Obviously, we had a new entrant with BT very recently and really and that package of [SAPL] [ph] rights or those rights had been ESPN's kind of core offering earlier. So but it doesn't really change very much as Chase said I don't think, I think there's a lot of players over there. It's very competitive. But their plans in Europe one way or another haven't really haven't been, and I think won't be, a big changing factor and I think over there, to your kind of second part about managing costs, I think it's about making choices, and either deciding what you have to do, what you'd like to have, what's nice to have, and what you're going to stretch for. So across the whole sports portfolio, it's about making choices, about where you want to invest and where you want to prioritize. And that's why we make those choices every day in a lot of different places.","Chase Carey","And I think as it relates to the L.A. market, we don't want to get too far into the weeds on the numbers of channels. Our goal is to maintain the profitability of our business in L.A., in Southern California. We've got a number of sports franchises, lots that we have long-term agreements in place. We feel our place, we feel our business is going to be more profitable, given the paths we've chosen than any other path out there, and we'll determine how we deal with our existing assets to best achieve that profitability. And again, on another level, I think we do look and we like each of these regional businesses, but in some ways look at them individually, and then we look at them as a portfolio. And there's no question we're in a stronger place, then we were with Ohio and then particularly yes than we were a year ago. So as a, from an overall perspective, we are stronger than we've ever been, and we feel on the more local level, that we've got a combination of enough assets that we can continue to have a very healthy and vibrant Southern California business.","Operator","The line of Todd Juenger with Sanford Bernstein. Please go ahead.","Todd Juenger - Sanford Bernstein","Two quick ones, if I may. So back to the best kept secret in media, I'm sorry to probe a little further on that, but in terms of the idea of a national cable sports network, do you think if you put together the various rights that you hold for a national cable rights right now, or could be reframed in that way, that it's enough for a 24\/7 sort of proposition, or do you think you would need some more? And if so, what could that possibly be? And then the second quick one, I know you just took us through a great presentation on Amplify, not long ago. So I know you said a lot about that. I guess I'm left wondering, if you just comment, do you think that if you continue to spend a couple hundred million dollars a year pursuing that opportunity, that, that's enough to compete with the big incumbent competitors? Or would you be prepared to spend a lot more than that, if necessary?","Chase Carey","Yes, again we haven't announced it, and I'm not going to get too far into rights. I mean, we believe we have a unique combination of both rights and assets that we can use to build -- potentially build a very attractive business. And yes, I'm not going to get into a right by right analysis to some degree. There’s always with rights become an affiliate fee. We're navigating a path where we think we have -- if we launch a channel, we're going to launch a channel that we think will excite people, and will interest people, clearly a 24\/7 [audio gap] and that content genre, to -- that will excite and interest people. We think we have proven a unique capability in the sports business to really do unique and exciting things that excite people. We've certainly greatly expanded the portfolio of rights we've got across an array of sports from NASCAR to baseball to college football, college basketball, soccer, UFC and the like. So we have a broad array of rights as well as the regionals as I touched on to deal with. And clearly, look to create again, distinctive content that we create that goes with it that would be interesting and valuable for customers. And then, go out with it and on a set of economics that enables it to be an attractive business for us. And that's a plan we're on, and that's what we're planning to execute, and we will provide more details as we go forward. In terms of Amplify, look, we really think we're going to be a disruptor; we're not trying to be the guys that are in it. And that's, to some degree, that's what we've said, is, we're not planning to go to go toe-to-toe pending. I mean, in some degree, it's taking advantage of guys that are encumbered by decades of having built the business on historical practices, and we're going to come in using digital technologies which the education businesses sort of have been completely left out of, and innovate and then create a completely different approach that we think will prove to be uniquely successful in the education arena. We think they do it very cost effectively. It does regardless. We're not trying to and we’re willing to and with any plans to go spend toe-to-toe with the old brick-and-mortar guys. I mean, in some ways it's like the greatest advantage -- biggest advantage we have is, we don't have to worry about an incumbent business and what do we do, can -- our digital technologies do in terms of cannibalizing in a historical business. We can just lay out and build a digital business, and it's really built, taking advantage of today's technologies and deliver a great product. We put a great team in place with a unique expertise, and we think we can be a true disruptive force for good in the education space.","Operator","Comes from the line of Michael Nathanson with Nomura. Please go ahead.","Michael Nathanson - Nomura","I have two, one for you Dave or Chase and then second for Chase. So David and\/or Chase, on the last call I remember asking about the ratings of FOX Network, and they start off really weakly, we all saw that, and asking about guidance and how that was incorporated. So from November until now, what really got worse? Was it weakness in the ad markets? Did you count on the second half of the season launching better? So, that's something that we all were aware of, so I wonder what changed versus the last time you guys updated us?","Chase Carey","We think we've really, yes, I mean, we were only halfway there. I mean, I guess most particularly, with X-Factor, we had really obviously went into the competition round, which is really where we were headed, that we could get a fresh energy and a fresh momentum, and clearly X Factor did -- was a disappointment for us and that didn't occur. So I think probably the first factor would be that. I think the second would be, we had a very choppy October. We were just coming out of October. We had the election, baseball, the hurricane. We had an array of disruptions. And again, we were hoping to relaunch some other shows that really had gone off and subsequently, some of the new shows, Mob Doctor, Tuesday Night, and get some traction. Weren't expected to be raging successes, but hoped through those disruptions we could bring them back and to a better place, and that didn't occur. And then in sports, we actually were doing -- look, the NFL's fabulous, but sometimes just like sports were; really, the regular season was great for us. Unfortunately the postseason didn't fall our way.","I mean, we were down double digits, and that's a lot of money. So double digits in the NFL postseason, those are 3-digit millions, ad sales and then on top of that, some of the, I guess probably in college football, particularly the 2 championship games, we start off at 1 point hoping you've got a USC Oregon top-five matchup, and you don't get that. And you end up with a top 5 team in the Big Ten, that can't play in the championship game in Ohio State, so sort of ended up with signature games that didn't pan out. And so, I just in to be where, every one of those where, maybe we've been because it's early in the year, a little too optimistic and sort of challenging people to sort of achieve. I mean, in sports, I think we did, so sports, I think is more just sort of, that's the way it fell. I think in entertainment, we really believed we could, we had an opportunity to get some of those programs to a better place and really, it just didn't go, it just went the other way as we went through the fall.","Michael Nathanson - Nomura","Can you guys actually sell on sports or records, again, is the worst kept secret, is the gating factor to make and announce we're going more formally down the road? You used -- you need to talk to your distributors and get them to agree to a change, is that the gating factor of why we're all talking about it, but nothing had been announced?","Chase Carey","Yes, I mean actually if we think it's great to have everybody keep asking. So it's, we have a timing for what we're going to do, and we feel good about the timing. If we're launching something next month, we would have to announce it. We're not, then so we'll continue to build up pent-up demand.","Operator","That comes from the line of Jessica Reif with Bank of America. Please go ahead.","Jessica Reif - Bank of America Merrill Lynch","I guess one last question on sports and then a different topic completely. Just in general, could you give us any sense of what the incremental sports cost will be worldwide over the next, say 2 or 3 years? It seems like there was a really big step up this year. And then, how quickly would you expect to start to see the flow through via revenue? How quickly will advertising growth accelerate on affiliate fees? So that's one question. And then the second question is, you do have a lot of hidden assets, one that comes to mind is The Simpsons. Can you give us any sense there of when second cycle syndication might happen, and what the economic impact of that would be?","Chase Carey","So on sports, and I guess if you're talking worldwide, it's tough to make a general statement, and I'm not sure I can do the math in my head to go add up the pieces, I mean, I guess -- but a guess just touching all around the world, and in some places, you ought to, I guess I got to remember, particularly a number of the international markets, what we've done is take businesses that we owned a piece of, and taken control of. So in Latin America, we had a minority stake, we took control of it.","In Asia we had a 50\/50 partnership, we've taken control of, so a lot it, in Australia, we owned half of FOX Sports, and we've taken control of it. So in a number of these initiatives, some of them are new, FOX Sports Japan is new. The Dutch initiative is new. And they're in very different places. I mean, Latin America, which we took control of a year and a half ago, a year or plus ago, is actually ahead of schedule and has turned profitable, and generates significant profits that on course. I think in India, this is a significant investment year, and that will have a significant uptick as we go into next year on sports there. In the rest of Asia, that's probably more of an ongoing build that it is actually in the black today, because it didn't have quite the same cost that you had in India, it's a more competitive market, so there was some more cost to digest in India this year on some key rights, and we're just getting that up. Actually, I think very quickly, essentially, in the Netherlands, that's going to be a profitable business, almost after a very quick turn.","I think in the U.S., to the degree we take on a new initiative, I think launching a channel, I mean we're not starting from square one. If we do something, it's still probably a couple of years to get us to a place. So I think getting there's always going to be an investment phase to the ability to lick our goal. Really, in aggregate, I think as you look at our cable business, has been, to maintain a very healthy growth rate, that has a degree of investment that after that investment lets us continue to have the type of growth rate you've seen. Obviously, if we did nothing new, then the growth rate would be couple of points higher. We think it makes sense for us that if you did that, at some point, your business has gone up, mature in a way that we don't think is right in terms of building a long term value. So, our goal is to say how do we take a small portion of that growth and reinvest it in building businesses and again, we want to build and still be able to maintain a very healthy growth rate. If you see this year, we're building India this year, we're still building in a number of places.","So, India will mature and it's not just sports. Look, in some ways be built the FOX business, which turns profitable this year. It's been FOX News, we've been investing in, it turns profitable this year and takes another jump next year. But I think that's a, that is the philosophy. Clearly sports has a more significant cost just, again because of the importance of sports to the uniqueness of sports that it has a larger cost. Again, I couldn't pull it out of all those territories and stick it together without doing a little homework. But sports we think, is going to be a force second to none. And really, almost everywhere we've invested in sports around the world, it has been not just important, and in many ways, it's been the cornerstone to our ability to grow and build the businesses we've built, including, here in the U.S. in many ways.","In terms of The Simpsons, they're still ongoing. We are working hard to get to a place, I wouldn't speculate on a -- I would think any probably to sort of speculate ahead of time what it's worth, it is obviously as unique a franchise as exists in the television world now. I don't think there's anything else out there that has whatever it is, 500, 600 episodes, and it's headed towards its 25th year, animation's great, because nobody ages. But it's a fabulous franchise, and I think we're getting, and we're hopefully getting close to a place where we can sort of try and add a dimension to it, but we still got a, I guess call it a couple of i's to dot and t's to cross to try and get there, so I'm not going to get ahead of it.","Operator","The line of Doug Mitchelson, Deutsche Bank. Please go ahead.","Doug Mitchelson - Deutsche Bank","Two questions, for Chase and\/or Dave, given the nature of the guidance, the fact you provided a range, can you talk about what you would see as the swing factors that would push you to the high end or the low end of the range these last 5 months of the year? And then, I guess sort of for Chase, with regards to the not yet announced U.S. sports networks, any thoughts around the NFL networks package of games, or whether you pursue those games as a foundation of that network at some point?","Chase Carey","I guess the ups and the downs, I guess, first you always get sort of the, just the built-in uncertainty in the content business. We have, what do films, where do films perform? I think on the network as I said, we're early days on Idol and the spring season, as a whole. I think you go to someplace, in a place like Italy, what, we're assuming, yes, we can sort of stabilize subscribers. We've got a couple of initiatives we're trying to do to and I think that's sort of the outlook in the short-term and stabilize subscribers, they've obviously been the last 12 months are down. And yes, we've got a couple of initiatives continuing to add new dimensions to the product. We just launched a bundle of broadband, sell some things we think that we can use to stabilize that market, we don't expect the economy to get better in the next, certainly in the short-term, next couple of years so we are planning the business.","We're an economy that won't be, but we'd love to get some traction. We're not planning on that. But again, we're looking to not, we're looking to stabilize it as opposed to the last 12 months, where we've been, we've had subscribers declining. So I think that still is something that we're focused on. And again, it made some headway in the last month, but it's too early to make any, to have any real strong feelings about where it is. I mean I will not dwell on Italy, the one thing I do, as we look at that business that I feel good about is, it's a pretty clear path, how to get the business to where it should be. You got program contracts that end the next 12 months, the next 24 months, and some we won't renew and some we'll modify. And it's pretty structural and I think we do those things, we get the business stabilized on the top line, take those costs down and get ourselves to a double-digit margin, and then we'll go from there as the economy evolves. But back on that, so I started to say the content business is content-driven businesses, as does span our film network. I think the cable business is probably, don't have that type of volatility.","The Publishing business, it's pretty tough around the world, pretty tough advertising market for Publishing. We certainly experienced that first and foremost in Australia. We're not expecting it to get better, but we're not expecting it to get substantially worse, I mean as I said in the call. We had hoped the Christmas season, which is usually a good season for the newspapers in Australia, would've given us a bit of a lift and just didn't happen. But I guess I'd say those things and then, there's, we're assuming the world itself is reasonably flat, I'm not assuming we're not assuming there are wonders out of Washington or other things that would sort of give it great momentum, but we're assuming the world sort of muddles along, so that's sort of from a macro perspective.","Doug Mitchelson - Deutsche Bank ","Great. And then, NFL content first for summer?","Chase Carey","Yes, again, I'm not, look, NFL's a great franchise. We feel very good where we are. I'm not going to sort of speculate on individual rights and we are certainly, we're planning our, we're planning it light, given what we know today, and we feel very good about the path we're on, and the opportunity we have. I think you always want to be open-minded, opportunistic. There are things there, see if they make sense, and they may or may not. But we're not -- our plans, the plans we have in place we are, we have what we need to fully execute on. So it would only be if we think there's something that enhances them, the plans we have in place today, we feel great about.","Operator","Next question comes from John Janedis with UBS. Please go ahead.","John Janedis - UBS ","Chase, just going back to FOX for a second. How do you see programming expense ramping there? Try to drive the ravings growth? And does the retrans revenue allowed you to take more risk or be more aggressive?","Chase Carey","Retrans certainly, I don't know if it makes it a healthier business. I think we, I wouldn't necessarily say it gives us license to go spend more money. I think we ought to be taking intelligent shots to try to create unique hit programs. Look, content's the heart of this business. There's no question in this digital age, you see it time and time again, great content is invaluable. And it's what you want to create, and I think we need to invest, we need to invest smart and intelligently in creating great content, whether it's at the studio or at the network or at our cable networks. And we will continue to do so. I mean, the reality of retransmission is it enables the Broadcast business to be a healthy business. As I said, I mean, we've had a very disappointing year ratings-wise, but our Broadcast business is up profitability, and that's because we are building it into a dual revenue business, dual revenue, then again put stations in there because that, really to me, is one business, stations and network combined, it's a dual revenue business, that can be a very exciting, healthy business and a platform on the network really is our ultimate platform to launch franchise shows and franchise content.","And really be a platform to market and sort of build all of our franchises in television. And we need to continue to invest in content. We need to do it smart and intelligently. I think we've, I think, done a pretty good job of investing intelligently in content. We just went through a fall where unfortunately, the volatility of the content world didn't work our way. We feel good about the management team out there. We feel they're doing a good job, this is in a business you can measure in a couple of months, and sometimes you're going to have a tough 3 months. That's the nature of the content businesses. But we feel we've got a really good team that has focused on trying to cost-effectively invest. We want to invest directly in content. But build unique, distinct content that can really be the type of franchises that have an ever increasingly unique value in this digital world.","Operator","Okay, that comes from the line of Alan Gould with Evercore. Please go ahead.","Alan Gould - Evercore ","A question for Chase or James. Chase, you've been doing a good job at rationalizing about these assets, selling some, buying some. The 1 giant asset that stands out there is BSkyB. From our appearance it looks it's too cheap to sell, but sort of too hot an issue to buy. Is there anything you can do to recognize the value of BSkyB, which I think is probably not fully recognized in your stock?","Chase Carey","I'll give my two cents, James can add his $0.02, hopefully they're not different wildly divergent but, we, I mean, first your last comment, I agree with wholeheartedly, it's not, and I think it's true with all our off-balance sheet tests. It's the biggest, and you're right, I mean if, and I think it's just a question we don't get value or certainly fair value for it. And I think it is incompetent for us to continue to wrestle with that. And I certainly, I guess something we will, but that being said, I think right now we're doing what, we sort of have talked with in the past. We obviously went through the process we went through and -- the last couple of years. We've made a determination today that we're going to stay the course we're on, it's a great business. Our focus in the short-term is to make sure we continue to make that business as strong as it can be.","But I think over time, we need to figure out how do we wrestle that question to the ground and there obviously, I'm not going to get into speculation. Obviously there are things we could do depending on the direction we want it to go, to capture more value out of the business, I mean, I think, well aware of those, but I think those are things we want to wrestle with carefully, because depending on what you head down a path, it probably precludes other options on the path. So I think we're going to be patient on BSkyB. You know we're thrilled with the business, we're thrilled with the business's prospects and where it's going, and we are very comfortable where we are, and so, I agree with the issue. But I think it's something we'll continue to wrestle with internally, and decide what's right as we go forward. Do you want to add anything?","James Murdoch","I don't have anything to add to that. But I guess I would say just the one thing is, and across the whole portfolio, it is true that over the last couple of years, we have really strived to simplify the operating model, to deal with joint ventures, minorities, et cetera, and there continues to be a lot of work in that area, and we continue to stay very focused on it, and the recent transaction with Sky Deutschland is another good example of that as well, as all of the many of the things Chase mentioned earlier. So these are things that across the whole business, we continue to be very focused on, in terms of simplifying the operating model, the portfolio, and having something that makes sense for the future.","Reed Nolte","Thanks, Alan. At this point I would like to conclude the call. If you have any further questions, please call myself or Joe Dorrego here in New York.","James Murdoch","Thanks a lot.","Operator","Ladies and gentlemen, today's conference was recorded for a replay. If you wish to access the replay system, you can do that anytime by dialing 1 800-475-6701. International is 320-365-3844, and enter the access code 278894. Today's conference will be available until February 16 at midnight. I want to thank you for your participation. You may now disconnect."],"16407":["News Corporation (NASDAQ:NWS) F2Q 2014 Earnings Conference Call February  6, 2014  4:30 PM ET","Executives","Michael Florin - Senior Vice President and Head, Investor Relations","Robert Thomson - Chief Executive Officer","Bedi Singh - Chief Financial Officer","Analysts","John Janedis - UBS","Justin Diddams - Citi","Jessica Reif Cohen – Bank of America Merrill Lynch","Craig Huber - Huber Research","Alexia Quadrani - JPMorgan","Eric Katz - Wells Fargo","Adam Alexander - Goldman Sachs","Alice Bennett - CBA","Alan Gould - Evercore","Tim Nollen - Macquarie","Lance Vitanza - CRT Capital Group","Operator","Good day and welcome to the News Corp Second Quarter Earnings Conference Call. (Operator Instructions) Also today’s call is being recorded. At this time, I would like to turn the conference over to Michael Florin, Senior Vice President and Head of Investor Relations. Please go ahead sir.","Michael Florin - Senior Vice President and Head, Investor Relations","Thank you very much, operator. Hello, everyone and welcome to News Corp’s fiscal second quarter 2014 earnings call. We issued our earnings release about 30 minutes ago and it’s now posted to our website at www.newscorp.com.","On the call today are Robert Thomson, Chief Executive and Bedi Singh, Chief Financial Officer. We will open with some prepared remarks from both Robert and Bedi and then we’ll be happy to take questions from the investment community.","This call may include certain forward-looking information with respect to News Corp’s business and strategy. Actual results could differ materially from what is said. News Corp’s Form 10-Q for the three months ended December 31, 2013 identifies risks and uncertainties that could cause actual results to differ and these statements are qualified by the cautionary statements contained in such filings. Additionally, this call will include certain non-GAAP financial measurements, the definition of and a reconciliation of such measures can be found in our earnings release and our 10-Q filing.","Finally, please note that certain financial measures used in this call, such as segment EBITDA, adjusted segment EBITDA, and adjusted EPS are expressed on a non-GAAP basis. The GAAP to non-GAAP reconciliation of these non-GAAP measures is included in our earnings release.","With that, I will pass over to Robert Thomson for some opening comments.","Robert Thomson - Chief Executive Officer","Thank you, Mike and thank you all. With this quarterly report, we marked the first six months of our existence as the new News Corporation. And I would like to provide you with an update of the journey so far, a journey which is certainly in its early stages. The principles and goals we articulated during our Investor Day in June continued to drive our day-to-day decisions. We said then and repeat today that we want the sensibility and energy of a startup that we will be conscientious in our cost cutting and that we are determined to take advantage of the two great economic trends of our time, globalization and digitization.","Our aim is to have a single cost of content and to repurpose that content across platforms, whether it be a real estate listing or a great news scoop, or a thriller and whether the canvas be a mobile phone, a tablet or a newspaper. That is how we leverage our strength and how we become far more than the sum of our parts. The conceptual math aside, I would like to highlight a few telling figures ahead of Bedi’s more extensive exposition.","Direct comparables are of course awkward, because the company did not exist in this form a year ago, but our financial teams have done their best to make the comparisons meaningful. Our second quarter earnings show total segment EBITDA of $327 million, a 9% increase over the second quarter of last year and adjusted net income available to News Corp stockholders was $179 million compared to $178 million in the prior year. Adjusted earnings per share for the second quarter were $0.31 flat with the prior year and free cash flow available to News Corp for the six months to end December was $217 million, an improvement of $393 million over the prior year.","It has been a period of particularly significant activity. Thanks to the extra focus that has come from being a smaller, more concentrated entity. There is certainly greater cooperation across the companies with digital strategies and core infrastructure increasingly shared and health and pension plans being consolidated. Of the individual companies, HarperCollins has made particular progress in its digital transition with adjusted revenues increasing 8% in the second quarter and e-book revenue rising almost 40%. It is invidious to highlight a single title, but why not. As the Divergent Trilogy, for which the HarperCollins deserves much kudos has been a remarkable success and that success is likely to be extended next month with the scheduled release of the first film in the cinematic trilogy. It is reasonable to expect that the publicity around such a high profile release will stimulate book sales and introducing other generation of readers to the wonders of the divergent series.","Another highlight was the announcement in December of our first acquisition, the Dublin based Storyful. Although the purchase involved a modest amount of money, the acquisition will be a relevance to most companies in the new News. Storyful is the world’s first social news agency with a particular strength in identifying and verifying viral video. And those skills will be a benefit to HarperCollins in developing video content to all our newspapers and to our other media properties around the world. Storyful also aims to extend its long list of external clients (indiscernible) ABC News and Yahoo!. But Storyful will be more than a contemporary news and video agency. As its unique blend the individual intelligence and sophisticated algorithms will enable us to provide customized social feeds for corporate clients wanting to track in real time how their products are being used and whether there are emerging legal or reputational risks to their company.","Speaking of digital growth and opportunity, we made progress in increasing the digital page circulation of our newspapers in the UK. We announced in December that Sun Plus had broken the 100,000 subscriber mark in four months, which is three times faster than the rate seen at the Times and the Sunday Times when they introduced digital subscription three years ago. Let me caution, these are really early days in a pioneering venture for a popular paper, the most popular paper in Brittan. Sun Plus is an important part of our mission to redefine the value of digital content. In the recent past too much of that value has been siphoned off by distributors at the expense of creators.","The inherent value of Sun Plus and its subscriber affinity is recognized by our advertising partners. Last month O2 one of the largest mobile phone operators in the UK announced that it would be packaging Sun Plus with its 4G service giving customers immediate access to the Sun’s unique content, including exclusive highlights of English football. More broadly advertising saw a sequential improvement in the second quarter. While visibility is limited and macro environment remains uncertain, we are cautiously optimistic and continued to refine our digital offerings and invest in high quality content.","In the U.S. as you are no doubt aware, we recently announced a change in leadership at Dow Jones and appointed Will Lewis as the Interim CEO. We are also undertaking a fundamental review about institutional sales strategy. We have been listening to our customers and intend to make DJX more flexible and thus more compelling to clients from a wider range of business sectors. We will be refining our product, our pitch and our prices. These decisive actions were taken following an intensive assessment of the state of the business which made quite clear to us the need for prompt action. I will work closely with Will to revitalize the Dow Jones institutional business and to reinvigorate The Wall Street Journal, whose continued cross platform growth and development is also a priority. Bedi will furnish you with detailed figures. But it’s worth examining a few of the broader economic themes affecting sectoral performance.","The fall in the relative value of the Australian currency is likely to be of ultimate benefit to the Australian economy. It has obviously lowered the converted revenue and profit numbers for our businesses in that country. There has been a degree of equity market volatility around the world. And our strong cash position at a time of some uncertainty is an asset of itself. That uncertainty is also an extra reason for cost discipline. And News Corp’s operating expenses were 6% lower this quarter. Thanks in part to a series of ongoing cost saving initiatives. Bedi will take you through some of those measures a little later.","Overall excluding the impact of acquisitions, divestitures and foreign exchange fluctuations revenues were relatively flat year-over-year, which compares favorably to a 4% decline in the first quarter. In coming months there will be further development in cooperation across our company. Foxtel of which we have 50% ownership announced that it will launch a triple play of television, broadband and telephone service later this year. We are all familiar with the popularity of triple-play packages here in the U.S. and elsewhere and we are naturally enthusiastic about the potential of this initiative.","At Amplify, our education business, the building of core curriculum continues at pace. There is no doubt that the development of digital education is a priority for the current U.S. administration, which has announced plans to bring high-speed broadband to 20 million students over the next two years. The more schools with broadband access, the greater the potential for the products and services that Amplify can provide.","At REA, the company continued to widen its lead in the online real estate business in Australia and demonstrated strong pricing power. Measured in local currency, REA’s revenue growth accelerated from 23% in the first quarter to 32% in the second quarter and we continue to be very excited about the opportunities to expand this leading digital enterprise. As of today’s market close, the company in which we have a 61.6% stake and a market cap in Australian dollars of around $5.87 billion.","In conclusion, as we begin 2014 and start the second half of our first fiscal year, the new News is continuing the proud tradition it inherited and building an increasingly powerful platform for the future. We are determined to be disciplined about costs, determined to be leaded in an increasingly digital world and determined to take carefully calculated risks that build our business and extend our e-expertise, thus producing ever greater value for our shareholders.","Let me now turn to our CFO, Bedi Singh.","Bedi Singh - Chief Financial Officer","Thanks Robert and good afternoon everyone. We reported fiscal 2014 second quarter total revenues of $2.24 billion, a 4% decrease versus the prior year period revenues of $2.3 billion. Excluding the impact of acquisitions, divestitures and adjusting for foreign exchange, revenues were flat with the prior year. The earnings release you will see includes the reconciliation to reflect these adjustments.","Turning to EBITDA, we reported total segment EBITDA of $327 million. This was a 9% increase versus the prior year period. Excluding all acquisitions and divestitures and cost related to the UK Newspaper Matters, which were $19 million this quarter and foreign exchange fluctuations, EBITDA declined by 1%. Reported diluted EPS were $0.26 versus $2.42 in the prior period, which you will recall included a $1.3 billion non-taxable gain from the CMH transaction. Excluding restructuring and impairment charges, UK Newspaper Matter costs, the gain from the CMH transaction and other one-time items, our adjusted EPS were $0.31, which are flat with the prior year. Free cash flow available to News Corp for the first six months improved by $393 million compared to the prior year.","Now, let’s turn to the individual operating segments. In news and information services, revenues declined $162 million or 9% versus the prior year. And Australia accounted for $93 million by nearly 60% of the segment decline. Excluding the sale of the local media group and foreign exchange fluctuations, segment revenue declined 4%. Within segment revenues, advertising declined 10%, an improvement from first quarter, which was down 12%.","Looking at advertising performance across our key units. At News Corp Australia, newspaper advertising revenues declined around 20%, which includes a 9% negative impact from foreign currency. So overall, an improvement from down 25%, which we reported in the first quarter and this is mainly due to sequential improvement in real estate, retail and auto. News UK advertising declined low single-digits versus the prior year and Wall Street Journal both domestically and globally declined low to mid single-digits in the quarter. We remained cautiously optimistic about advertising, although Australia remains very challenged while the UK and U.S. have been more stable.","Circulation and subscription revenues declined 7% of which FX was 2%. We were impacted this quarter by lower print circulation and a continued decline in institutional sales of Dow Jones, which had a negative $17 million impact to revenues this quarter. The rate of decline in institutional has been steeper than we had initially anticipated. And as Robert noted we are in the process of reviewing our institutional strategy with the goal of stabilizing revenues in the near-term.","Circulation revenue declines were partially offset by cover price increases at the Sun in the UK and several of our Australian mastheads plus higher subscription pricing at The Wall Street Journal. Additionally we have taken a price increase of the Times and Sunday Times in the UK in the current quarter. At News America Marketing, sales improved 4% versus last year led by the in store business, which was up 5%. Total cost for news and information services was down 8% this quarter. That was due mainly to lower headcount as we realized some savings from prior year restructurings, lower newsprint and production costs partially offset by higher costs related to our Sun Plus initiative in the UK.","Segment EBITDA decreased $37 million in the quarter or 13% as compared to prior year. Results were impacted by continued weakness in Australia and Dow Jones institutional business offset by a favorable arbitration ruling at News UK and the absence of losses from the Daily, which was closed in December 2012. Excluding the sale of the local media group and foreign exchange fluctuations, segment EBITDA decreased 8%. Just some additional items I would like to share on the segment. In Australia we recently entered into a new multi-year newsprint and ink supply contracts, which should yield approximately $30 million to EBITDA and cost savings for the balance of fiscal ‘14 and fiscal ‘15 combined. And we should benefit from lower unit rates going forward. In the U.S. as part of our ongoing rationalization of print operations, we entered into an agreement to sell our printing facility in Charlotte, North Carolina and entered into a new print supply agreement, which should yield annual cost savings in the $2 million to $3 million range.","And finally in the UK in January we entered into a long-term lease to occupy the place, our new headquarters in London. News UK, Dow Jones, HarperCollins UK will house their London operations together for the first time and we will begin relocating this summer. In connection with this there will be a primarily non-cash expense of approximately $30 million in the second half of this fiscal year related to deal rent and other facility charges and a similar amount for the first half of next fiscal year. Over the life of the long-term lease, the office relocation should be net EBITDA neutral and should also allow us for improved collaboration and additional efficiencies in our operating units in the UK.","Turning to cable network programming, segment revenues of this quarter were $110 million and segment EBITDA was $53 million. On a standalone basis, assuming we own Fox Sports Australia in the prior year quarter and excluding foreign exchange fluctuations revenues were increased 9% and segment EBITDA increased 34%. Advertising improved 6%, thanks to solid market share gains that was partially offset in December by the absence of the domestic cricket rights compared to the prior year. Subscription revenues also grew 6%, up by an increase in digital platform subscribers and higher contractual affiliate pricing. We also had some additional revenue growth from commercial and pay per view offerings. The EBITDA improvement this quarter was due to a combination of the higher revenues coupled with a 10% decline in expenses primarily due to the absence of the domestic cricket rights versus the prior year.","In digital real estate services, our revenues there increased $16 million or 18% compared to last year reflecting increased revenues from higher pricings and uptake of premium products. Average revenue per agent in Australia improved around 30% in local currency. Segment EBITDA increased $9 million or 20% compared to the corresponding prior year period primarily due to the increased revenue. Margins were 53.4%, up from 52.9% in the prior year, and excluding foreign currency, revenue and EBITDA grew 32% and 33% respectively.","Turning to the Book Publishing segment, revenues improved 4% and EBITDA grew 33% versus the prior year. Revenues excluding the sale of our live events business and foreign currency fluctuations were up 8% and EBITDA improved by 38%. Some titles to call out this quarter, in children we had a very strong performance from the divergent series by Veronica Roth including the release of Divergent, the third and final book in the series, which is sold 2.2 million units to-date. In general books, we benefited from Mitch Albom’s The First Phone Call from Heaven Ree Drummond’s The Pioneer Woman Cooks, A Year of Holidays.","E-book sales grew nearly 40% versus the prior year and accounted for 17% of total sales up from 14% in the prior year period. Segment EBITDA margins of around 17%, improved nearly 400 basis points versus the prior year as we benefited from the strong top-line growth continued e-book conversion and ongoing operational efficiencies.","In our other segment, revenues decreased $10 million compared to the prior year primarily due to declines at Amplify related to lower project-based consulting revenues at its legacy assessment business, coupled with divestitures of certain of the company’s non-core Australian businesses during fiscal ’13. At Amplify, we are on track to launch our K-8 English language arts curriculum to the fall of 2014 and we will begin product demonstrations next month at south by Southwest in Houston.","Segment EBITDA in the quarter improved $4 million primarily due to decreased fees and costs, net of indemnification, related to the U.K. Newspaper Matters, which is partially offset by higher investments spending at Amplify, our corporate overhead and cost related to our Corporate Strategy and Creative Group. In the quarter, U.K. Newspaper Matters net impact on total segment EBITDA declined $19 million from $49 million in the prior year. Again that’s not pretax cost after the indemnification from 31-CF (ph)","Turning to equity income, earnings from affiliates were $17 million compared to $28 million in the prior year. The lower contribution primarily reflects the absence of the company’s 34% stake in SKY Network Television Limited, which is sold in March 2013 and the consolidation of FOX SPORTS AUSTRALIA in November 2012. Partially offsetting this decline was a higher contribution from Foxtel, due mainly to the company’s increased ownership to 50% from 25% in the number of growth.","Foxtel’s EBITDA was up mid single-digit this quarter and up around 10% for the first half of local currency. On operating metrics, total ending subscribers were up 5%, to over $2.5 million for the first half of the year versus the prior year driven by higher digital platform subscribers. Churn declined the 12.4% versus 14.2% benefiting from the (indiscernible) customer migration.","Turning now to cash flow from the six months ended December 31, News Corp’s cash flow from operations improved $407 million compared to $5 million in the prior year and free cash flow available to News Corp improved $217 million from a negative $176 million in the prior year. And just a couple of additional items, we continue to expect full year CapEx to be relatively similar to the FY12 levels of $375 million. CapEx this quarter was $80 million versus $77 million last year. Our restructuring costs were down again significantly this quarter at $24 million, of this $21 million was related to the newspaper business compared to $62 million in the prior year.","So in summary, the themes we outlined in the first quarter remain broadly impact. I think our operating expenses are generally on the right track in the face of still challenging revenue trends. As Robert mentioned, we made our first acquisition, Storyful, which is a step towards further expanding our online video offerings. And we still view fiscal ‘14 as a transition year as we balance ongoing operational efficiencies with prudent investments and we continue to focus on stabilizing top line performance.","So with that, let me turn back to the operator for our Q&A.","Question-and-Answer Session","","Operator","Thank you. (Operator Instructions) And at this time, we will take our first question from John Janedis with UBS. Please go ahead.","John Janedis - UBS","Hi, thank you guys. Can you give us an update on the Dow Jones institutional business, you mentioned you are looking at strategy, but is there a point where that asset isn’t considered core if some of the changes you make don’t gain traction with customers?","Robert Thompson","Hi, John, Robert here. No, the Dow Jones institutional business is very much core and there is no doubt that the original concept, the DJX had much merit to it. But to be quite frank, the execution was not quite right and the trajectory was not quite right. And so the right thing to do was to make a change promptly and decisively. And what we have already seen is that Will Lewis has been an efficacious presence. He is certainly making a positive difference in terms of both mood and momentum and he is looking very closely at the great assets. But our part of the institutional business and Factiva, the newswires and by the journal content as well, which is part of the field that makes us the preeminent provider of our business news globally. But what you will see John in coming weeks and months is a much more flexible approach to our customers, not a plethora of prices, but a pricing schedule that makes sense to institutional customers according to the hierarchy of usage. It will be based on utility. And I am sure many of the people on this call uses Dow Jones institutional news and analysis and will be in touch with you.","Michael Florin","Thank you, John. Operator, we will take the next question.","Operator","Thank you. At this time, we will move to (indiscernible) with Deutsche Bank.","Unidentified Analyst","Good afternoon. My question is around Fox Sports Australia obviously that was a good result in the quarter. I was wondering if you could give us any indication of what the domestic cricket, but cricket rights cost in the third quarter of last year, I presume this cost might be impaired heading into next year into next quarter rather?","Bedi Singh","Hi, yes. So, in terms of the actual cost, there is about 7.5 million Australian dollars related specifically to cricket. And we had about 1.5 million from ad revenue specifically related to those in the prior quarter.","Unidentified Analyst","Obviously, in that….","Robert Thompson","Yes, obviously, as you know, there is a great seasonality to sport in every country particularly in Australia. And as you have the rolling out of Rugby league in Aussie rules in coming months, the cost calculation again changes.","Unidentified Analyst","Sure. I understand. Thank you.","Michael Florin","Operator, we will take our next question please.","Operator","Thank you. (Operator Instructions) At this time, we will move to Justin Diddams with Citi.","Justin Diddams - Citi","Thanks. One question, I have got so many. So news and information services, the number, the EBITDA number came in ahead of my expectations for the quarter, I just wonder if you give us a little bit of a breakdown amongst News Australia, UK, and Dow Jones where the better performances were out of those businesses on the partly weaker performances to give us an idea of where that EBITDA fell in that division? Thanks.","Bedi Singh","Hi, Justin. As you know, we don’t breakout EBITDA sort of specifically, but I think the way to think about it is if you look at what happened on the revenues, the Australia was down, but I would say sequentially the decline was less decline and if you see – if you get what I mean. And particularly in terms of the UK and the U.S. we were sort of down very low digits. So, I think if you look at the revenue perspective, Australia continues to remain challenged. I think cost cutting has gone on a phase across all of the businesses, I mean, I mentioned in Australia we had new contracts for newspaper purchasing and ink and in the U.S., we are looking up at our print operations, I think we’re looking at the headcount closely we have a sort of purchasing counselor, we’re looking at all the things we’re buying. So project cost containment remains a priority I would say across all of the businesses. We also I think Robert alluded to this, we also consolidated number of sort of healthcare plans. What that done is – it’s going to help us mitigate sort of cost increases in the future, if you know it’s happening in U.S. cost and cost raising quite significantly. But we took a good – I look at that and consolidated growth. We also closed all of our defined benefit pension plans. These plans had been closed to new participants, but now what we’ve now done is basically chosen the entitlement, but that’s going to say those I think about $5 million roughly in that range going forward so, things like that that we’re continuing to do across all of the businesses.","Michael Florin","Thank you, Justin. We will take our next question please.","Operator","And we’ll move to Jessica Reif Cohen with Bank of America Merrill Lynch.","Jessica Reif Cohen – Bank of America Merrill Lynch","Thank you. My long one question is first on Amplify, can you discuss some of the key initiatives if there are any change in outlook and maybe you could also clarify to fix the equipment issue that you had in your initial market and second question is the balance sheet is still flexible, you’ve got so much cash and you mentioned could be acquisitions and may be you could discuss capital returns and dividend, but I just want to make – to the extent that you do make more acquisitions, what are the areas of interest, we’re publishing seems to be an area that you’re doing very well and would be that or would be more digital initiatives?","Robert Thomson","Thanks, Jessica. On the go forward issue, we are continuing to work with the local officials there and I think stay tuned quite frankly most as you well know the most important part of the Amplify suite is the creation of the core curriculum. And as we’ve indicated both on the Investor Day and on subsequently as you get deeper into this year that will be real benchmarks for adoption for fall of 2014, the adoption states for English we believe will be California, Idaho, Oklahoma and West Virginia. So, keeping an eye on those four, among others and that will be indicative of the evolution of the curriculum.","Bedi Singh","And just on acquisitions, clearly we started off with the Storyful acquisition, which although modest I think was very, very disciplined and key in terms of fit, because of the digital propulsion it will bring to our businesses sort of globally. So, I think that we continue to think about acquisitions in terms of those that will enhance our existing business, those that will enhance technologies and we want to be more disciplined and we want to remain sensible returns of what we buy. Clearly, cap returns or something we have at the forefront of our mind. Look, I think we’re very focused on making sure we maximize long-term value for our shareholders and with the cash that we have in our disposal although, Robert mentioned obviously given in these turbulent times it’s hopeful to have a – have the cash balance. We are also mindful that we want to deploy that cash in a judicious and expeditious manner.","Michael Florin","Thank you, Jessica. Operator, we’ll take our next question please.","Operator","At this time, we’ll take a question from Craig Huber with Huber Research.","Craig Huber - Huber Research","Yes, hi, on the cable networks in Australia, can you just layout for us how you think about the costs there on a year-over-year basis here for the next 18 months the puts and takes in the various sports contracts I am trying to get out? Thanks.","Bedi Singh","Well, I think in terms of those sports contracts, I think we shared this at the Investor Day. Most of the contracts are kind of tight up for the next three to four years. So, we don’t have too many of those renewals that are coming up. In terms of how the costs and then the existing contracts spread out, clearly these tend to be lumpy based on how the sports play out. So next quarter when we start with AFL and NRL we will begin to see additional programming costs come into Q3 so that sort of cost profile that we expect in the coming quarters.","Craig Huber – Huber Research","Thank you.","Michael Florin","Thanks Craig. Operator we will take our next question please.","Operator","Thank you. At this time we will move Alexia Quadrani with JPMorgan.","Alexia Quadrani - JPMorgan","Hi. Thank you. My question is just back on the Australian newspaper, you saw a little bit of sequential improvement, if you exclude FX in the quarter, but still obviously it’s a tough area for you, any sense, if you are seeing any sort of grounding in the market there any signs you have bottomed out and things might be getting a bit better and any early color on what you have been seeing in the March quarter?","Robert Thomson","Well under the new leadership of Julian Clarke who is certainly an inspiring character, there has been improvement in the atmosphere as crucially in the outreach to advertisers. And Julian is very much focused on as you should be both revenue and expenditure. I think generally to sum up December was a good month. I think as you know after holiday periods there is characteristically a little bit of softness, which would have been the case in January. And February seems to be a slightly better month. Certainly in the U.S. its – The Wall Street Journal February is looking to be a reasonably good month.","Going forward obviously you have the fall of Easter being a little later this year and the potential impact on really the unfolding of the numbers. But all-in-all the team is working on bolstering the newspaper and developing frankly a more coherent digital strategy that reflects the local strength of mastheads and making a greater connection between the masthead and the local population and developing that affinity. And then using that affinity is part of a new outreach to advertisers in the states where we have papers is Julian’s priority. And from what we can see he is doing an excellent job.","Michael Florin","Thanks Alexia. Operator we will take our next question please.","Operator","Thank you. Moving forward we will hear from Eric Katz with Wells Fargo.","Eric Katz - Wells Fargo","Hi it was nice to see the acceleration or I guess improvement in advertising in the quarter. I was wondering if you had an advertising and circulation and even an EBITDA number from the organic business if you were to strip out stuff like DJX, the local media group and foreign exchange as well, it seems like it might be better than the down 10% on advertising?","Bedi Singh","I don’t think we have given out that sort of analysis. I think generally the trends are similar to – trends are kind of similar but I think – I mean I don’t think we can specifically say much more than that. But excluding FX I think we have got 61 down.","Eric Katz - Wells Fargo","6%.","Bedi Singh","6%.","Robert Thomson","I think to supplement what Bedi said and really to add to what we have already explained about the trajectory of advertising, it’s the visibility as is customary to say on these calls is somewhat limited but it’s more mist than fog.","Michael Florin","Thanks Eric. Let’s take our next question please.","Operator","Thank you. We will move to Adam Alexander with Goldman Sachs.","Adam Alexander - Goldman Sachs","Thanks guys. Just a question on books, really solid margin improvement there about 400 basis points, just wondering how much of that was driven by your closing and consolidating the warehouse versus ebook penetration and whether or not this sort of margin level is what we can expect going forward or having some improvement in ebook penetration increases?","Robert Thomson","Certainly, Brian Murray and his team and Charlie Redmayne the new head of the business in UK are focused on costs and consolidation where necessary and where sensible and including consolidation of the technological costs with the new News generally. But what you are seeing at half a HarperCollins is the development of a very successful digital business. Clearly the margins are higher in digital books. And thing that is of particular note is the growing increase in the value of the back catalog. So it’s not only the digital components for contemporary releases, but the wonderful archives that we are able to exploit at HarperCollins in a manner, which is raising the value of those books and frankly increasing the margin potential of the company.","Michael Florin","Thank you. We’ll take our next question please.","Operator","Moving forward, we will now hear from Alice Bennett with CBA.","Alice Bennett - CBA","Yes, hello, I have a question on Fox Sports Australia, just wondering if you can give us a sense of the digital subscriber growth you talk about where that’s coming from, is it mainly through the Telstra T-Boxes and if the ARPU you receive on those digital subscribers the same as you would for a cable and satellite sub. And just got a follow-up from several previous questions around the cost base for Fox Sport, just trying to get a sense as we’re move into the next few quarters, the NRL I guess is already in the base so is in the last in the PCP. Is there any benefit from the cricket coming into the next quarter or is that all received in the second quarter? And are there anything – is there anything coming up in future quarters like Fox Sports involved with the World Cup Cricket next year, but anything lumpy that we need to be aware of given these cost base does seem to move around so much quarter-to-quarter.","Robert Thomson","So I think you had three questions overall. So I think I’ll answer all of them. The starting would be question with respect to growth of digital subscribers, you have both of that is from the T-box rollout and I think that’s continuing and also a steady phase. In terms of what we get, it’s about the same of we would get through television subscriber, but I think that’s the level of penetration through the T-box universe might be a little less and what you would have in our – on the TV residential subscribers if we get paid the same amount. In terms of I think the cricket live so, we have a question the benefit will continue to flow through in Q3, I don’t think I can comment on things like we may be looking at of course you must have seen that we did get the V8 Motorsports. So, some of those costs when they come through that will call some lumpiness in comparisons with prior years and we didn’t have that event. So, that’s a little while away, but I don’t think really there’s anything else specific I would share with you at this stage.","Michael Florin","Thanks, Alice. Operator, we’ll take our next question please.","Operator","And the next question will be from Alan Gould with Evercore.","Alan Gould – Evercore","Thank you. With Foxtel, switching or moving into the triple play bundle, what kind of opportunities that bring to you, how much do you think that could expand the EBITDA Foxtel and would there be certain costs involved upfront before they are able to execute on that.","Bedi Singh","Hi, Alan. I think what we excited of Robert said about triple play and I think we will see that coming into the market sometime later this year. I don’t expect there to be significant cost impact on Foxtel, but I do expect the Foxtel will benefit from hopefully new subscribers coming in as a result of triple play being offered. I think it’s hard to say exactly what the impact will be in the EBITDA, the one would hope that given minimal startup cost and as we get new people in, hopefully that will be a positive to the EBITDA.","Robert Thomson","Just to supplement and as Bedi said, it’s a little early to tell at this stage, may well be some marketing cost associated with the new offering, but obviously we’ll see the benefits to be much more substantial.","Michael Florin","Thanks, Alan. Operator we will take our next question please.","Operator","The next question will be from Tim Nollen, Macquarie. Please go ahead.","Tim Nollen – Macquarie","Hi, thanks. My question is back on Amplify, I was curious about the adoptions you’re talking about for this fall. If you believe you could compete head on and win major ELA contract from a traditional education publisher in a state like California. And secondly along those lines, I’m hearing a lot of talk and seeing a lot of press about potential delays to the common core from a number of states and its became a quite a political issue. I’m just wondering if you could comment on that please.","Robert Thomson","To be honest, education has always been somewhat political issue, but we are well advancing in creation of the core curriculum, it’s a competitive market, but if you had a pleasure of seeing how team work, you would have the confidence that we do that will be more than competitive come the time for the tenders.","Michael Florin","Thank you, we’ll take our next question please.","Operator","We’ll move this time to Lance Vitanza with CRT Capital Group.","Lance Vitanza - CRT Capital Group","Hi guys. Thanks for taking the question. Could you talk a little bit about the subscription price increases at the Wall Street Journal? I am wondering how meaningful those increases were if you could put some numbers around it? Presumably you have still got a long way to go to close the pricing gap versus New York Times and FT is that right? And I am wondering what the plan is for closing that gap? Thanks.","Bedi Singh","So, in terms of the Wall Street Journal subscription pricing, we took pricing increase I believed in November last year. I think there was a magnitude of a dollar on the bundled pricing that we had for online and then online plus analog. We no longer offer I think for new subscribers, a paper-only option. So, pretty much people have to get either just digital or digital plus the paper. Look, I think we talked about this issue earlier not just at the Investor Day, I think even at the last call, we believe there are pricing opportunities for us, pricing we have to be judicious in how we take them, because we also want to make sure that we are delivering fantastic value to the readers. And I think it will be appropriate time, we probably will take modest pricing.","Robert Thomson","Obviously, one of the imperatives for Will Lewis over the next few months is to look at what the elasticity there is, the type of bundle, the pricing of the bundles and the marketing of those bundles. As Bedi said, we genuinely believe that what we are offering readers not only in English in the U.S., but in language around the world is by some way the best possible business briefing and analysis available.","Michael Florin - Senior Vice President and Head, Investor Relations","Okay. Operator, with that, thank you very much for participating. We look forward to talking to you next quarter. Have a great day.","Operator","Once again, this does conclude today’s conference call. Thank you all for your participation. You may now disconnect."],"16408":["News Corporation (NASDAQ:NWS) Q4 2015 Earnings Conference Call August 12, 2015  6:00 PM ET","Executives","Michael Florin - Senior Vice President and Head of Investor Relations","Robert Thomson - Chief Executive","Bedi Singh - Chief Financial Officer","Analysts","John Janedis - Jefferies LLC","Entcho Raykovski - Deutsche Bank AG","Alexia Quadrani - JPMorgan","Eric Katz - Wells Fargo Securities","William Bird - FBR Capital Markets & Co.","Craig Huber - Huber Research Partners, LLC","Douglas Middleton Arthur - Huber Research Partners, LLC","Brian Han - Morningstar Inc.","Alice Bennett - Commonwealth Bank of Australia","Operator","Please stand by. Good day, and welcome to the News Corporation Fourth Quarter Fiscal Year 2015 Earnings Conference Call. Media is invited in a listen-only basis. Today’s conference is being recorded. At this time, I’d like to turn the conference over to Mr. Michael Florin, Senior Vice President and Head of Investor Relations. Please go ahead, sir.","Michael Florin","Thank you very much, operator. Hello, everyone, and welcome to News Corp’s Fiscal Fourth Quarter 2015 Earnings Call. We issued our earnings press release about an hour ago, and it’s now posted on our website at newscorp.com.","On the call today are Robert Thomson, Chief Executive; and Bedi Singh, Chief Financial Officer. We’ll open with some prepared remarks and then we’ll be happy to take questions from the investment community.","This call may include certain forward-looking information with respect to News Corp’s business and strategy. Actual results could differ materially from what is said. News Corporation’s Form 10-K with 12 months ended June 30, 2015, identifies risks and uncertainties that could cause actual results to differ and these statements are qualified by the cautionary statements contained in such filings.","Additionally, this call will include certain non-GAAP financial measurements. The definition of and a reconciliation of such measures can be found in our earnings release and our 10-K filing. Finally, please note that certain financial measures used in this call, such as segment EBITDA, adjusted segment EBITDA and adjusted EPS are expressed on a non-GAAP basis. The GAAP to non-GAAP reconciliation of these non-GAAP measures is included in our earnings release.","With that, I will pass it over to Robert Thomson for some opening comments.","Robert Thomson","Thank you, Mike. And welcome to you all from Sydney. We have completed our first two years as the new News Corp with a strong finish in the fourth quarter of fiscal 2015, without being particularly Panglossian, I’m confident in asserting that the company is financially stronger and strategically better positioned, than when we started our journey. We have aggressively shifted to digital across our businesses through smart and disciplined investments that also expanded outreach globally.","Our acquisition of realtor.com signaled a major expansion of our expertise in digital real estate, making us a global leader in the field that we believe has tremendous growth potential in the years ahead.","We have reduced operating costs where appropriate and we’ll continue to be vigilant in that area. We returned capital with the declaration of a dividend, and we have been executing on our repurchase program, and we have rigorously reviewed our asset portfolio. You will see from today’s press release that we are very advanced in a strategic review of Amplify, our digital education business. We will update you on our progress, but our goal is to drive value per share for News Corp shareholders and to ensure our portfolio is a powerful platform for future growth.","First, let me address the financials, on which Bedi will elaborate in a few minutes. For the year revenues were $8.6 billion, a 1% increase; while total segment EBITDA was $852 million, up 11% on the prior year. These results come despite global and financial instability. Quite obviously, currency headwinds buffeted the business, and in particular our revenues and EBITDA were affected by 4% and 6% respectively.","Even though our company was not unique in being impacted by these macro trends, we were able to deliver free cash flow available to News Corp of $368 million and we expect healthy free cash flow going forward. We were optimistic that we would grow segment EBITDA in the fourth quarter, and in fact reported EBITDA rose by 50% versus the prior year, and over 60% on an adjusted basis.","Let me be more specific about some key things. The reality is that the media landscape is undergoing profound change. The traditional ways of creating and distributing news and information are changing. We are not treading water in the roiling sea of change. We are increasingly determined to gather high-quality data to ensure that our users have the best possible experience, while our advertisers can be confident that our readers have connection to our content that is particularly strong in its intensity and its affinity. Both of which are distinctive in an age of digital promiscuity and digital disloyalty.","We are not simply a collection of unique powerful assets. We are a company with complementary platforms. And what makes our businesses, so complementary, is how much they have in common; namely, the uncommon power of the news and content and their data, data about customers, businesses and markets that is global in scale and precise in its targeting. In the coming year, we will be enhancing our ability to deliver customized offerings to our readers, clients, and advertisers. Some existing examples indicate the future ahead.","realtor.com has experienced industry-leading growth, in part because of the quality of our real estate news and analysis, which are an important service to anyone in the U.S. contemplating the purchase or the sale of a property.","The moment of moving is a particularly opportune time to influence purchasing decisions. News America Marketing is benefiting from the precise demographic data that we are able to gather from realtor.com. Our clients know that we are able to identify when families are moving and that’s when they’ll need a new television, cable contract or a car for the garage.","Checkout 51, the digital coupon company we acquired last month, provides precious information is about broad consumer habits, but also about specific purchases. While social media companies attempt to identify the intention of shoppers, we have detailed data about actual actions, We will get purchase from purchases. News Australia launched just last week News Connect powered by Quantium, which will combine News Corp Australia scale touching 7.2 million people each day with a huge database of transaction information to offer customized audiences based on specific flying behavior.","On our acquisition strategy, during the first two years, we’ve had a clear plan to extend our expertise, build and create powerful platforms for our content, and our clients. Our first acquisition as the new News was Storyful, the world’s first social media news agency. Since that time, this online video pioneer has partnered with Facebook, VICE, YouTube, and many others to authenticate and to distribute compelling video content that has gone hundreds of millions of years.","We expect to see increased integration of Storyful across our masters, as we build out and distribute native content solutions. It is also a powerful marketing tool for brands and businesses. In early fiscal 2015, we acquired Harlequin, which became part of one of the world’s preeminent publishing companies, HarperCollins.","Harlequin’s global expertise has helped HarperCollins extend its international footprint, and provides a platform for growth in many lands and many languages. The virtue of that capability became clear when we run the global Spanish rights, the Harper Lee’s second novel, Go Set a Watchman, whose publication in the U.S. was [indiscernible] the book event of the year.","We completed the acquisition of Move, which operates realtor.com. We had forecast that the mastheads of News Corp would be powerful platforms in driving digital traffic realtor.com and that has patently being the case. The site rose from being third place to a clear second, and became the fastest growing in the sector. We expect that realtor.com will become an increasingly important platform and profit center for News Corp. To give you a sense of the scale of the site, we had over 48 million monthly unique visitors in July, each of whom viewed an average of 25 pages.","As we’ve promised at the time of the acquisition, the digital networks of News Corp helped turbocharge traffic, which is gaining market share and its position to be a core pillar of News Corp’s future profitability. In fact, we expect to see positive EBITDA this year, and further growth in coming years. We ended July with traffic up 43% versus the prior year and more than 70% into our acquisition in November 2014.","News Corp has also invested thoughtfully in other businesses to extend our reach. The REA Group in which we have a 61.6% stake, or an increase its own stake in the southeast Asian online property business by a property. We made moves in India acquiring a stake in Elara Technologies, which owns PropTiger.com, a leading digital real estate marketing platform. We also acquired VCCircle, a top digital data, information, training and conferences network and BigDecisions.com, which helps Indian consumers make informed financial decisions. These are companies to complement each other and our global businesses.","Some key business highlights. At Dow Jones, The Wall Street Journal is the premier player in financial news. Today, we have over 700,000 digital only subscribers and we obviously expect that number to rise. Digital is one-third of our paid subscriber base, at present. We acknowledge that the journal is underpriced, and we’ve taken steps to address that through a combination of new rates and flexible packaging. This quarter, circulation revenues at the Journal grew 7%, an impressive rate of growth in this marketplace.","Our ad revenues at the Journal showed strong sequential improvement in the fourth quarter, and early signs for the first quarter of the current year are particularly promising. This trend highlights the increasing importance of our marquee brand and a desirable demographic in a cluttered, confusing, and sometimes confounding advertising market. We launched WSJ+ this year, The Wall Street Journal’s customer loyalty program and it’s showing traction with nearly 200,000 active members, thus increasing engagement and lowering churn. We have incorporated similar programs across our markets in Australia and the UK. We announced new global print editions, a journal to grow our audience and advertising revenues internationally, as we focus on key financial hubs and using digital to extend our reach more efficiently in smaller markets. Our team at Dow Jones is continuing to innovate. Having just launched Mansion Global, a new website, which leverages our unique customer base to create a premier international and digital luxury real estate platform in English, Chinese, and Spanish.","We saw improvement in the Professional Information business, including favorable trends in risk and compliance, where growth has been particularly strong as financial institutions and other companies adapt to tougher regulatory ratings, and we expect continued stability in fiscal 2016. We need to more aggressively push video and mobile products and expand the engagement with consumers throughout the day. We’re empowering video journalist with better tools and integrating the video team with the rest of the news group.","We’re now implementing the new systems to better and more effectively monetize this valuable inventory. HarperCollins publishers has successfully integrated its acquisition of Harlequin, reducing costs, consolidating and opening international offices, and launching more than a dozen authors in multiple languages in countries. The company was able to take advantage for the unexpected surge in interest in American Sniper after the release of the eponymous film, as well as the ongoing popularity of the Divergent trilogy. Capping to fiscal year was the announcement of Go Set a Watchman, which sold a record number of copies in its first week and also boosted the sales of the legendary To Kill a Mockingbird.","In Australia, Fox Sports has successfully monetized its first class rosters sports ride. It’s gaining advertising market share and benefiting from Foxtel’s new pricing and packaging strategy to drive subscriber growth. At Foxtel, we saw very strong improvement in cable and satellite subscribers. And we also expect the rollout of triple play and improved content offerings at Presto, its subscription video on demand product to be accretive to growth. Foxtel also announced plans to acquire approximately 58% stake in 10 network holdings, subject to regulatory approval.","REA continued robust growth in revenue and EBITDA, despite some earlier softness investing volume. It is worth noting that early prospects of fiscal 2016 are encouraging. Growth, again, accelerated in the fourth quarter and we’re confident in the long-term trajectory as REA extends its footprint, expanded into adjacencies and drives premium penetrations. At News Australia, a particular note was the improved EBITDA in local currency this year. Thanks in part to measured increases in both cover price and subscription rates, innovative digital offerings, and the efforts by the sales team to stabilize advertising trends.","Now, leadership team in Australia is continuing to develop our markets, which have powerful platforms for advertisers in print and in digital. They have launched new apps for our papers aroundcountry and continue the development of new.com.au, which is the country’s leading news website.","News Corp Australia also launched sync, its own programmatic ad exchange, which we believe will have the most scale with the highest quality content in the marketplace. And we will continue to invest in products that play to that commercial opportunity. For example, the Australian launched the Australian business review and a premium benefits program to readers the Australian clients.","In the UK, the times gained market share and revenues through innovative products and new pricing. One of the world’s oldest existing newspapers continues to show great strength in the digital age, thanks to high quality journalism and constant innovation. Advertising remains challenging for a number of our businesses, particularly, The Sun in the UK. We’re clearly taking steps to address this issue, including the new products to encourage engagement and to help drive higher traffic. We plan a deeper role for our programmatic ad exchange and increase monetization of video and mobile, which we believe are drivers of future growth.","As it’s the case for all companies with extensive global operations, there has been a significant impact from currency fluctuations. And there will no doubt be more volatility in the macroeconomic environment in the current year. Our clear aim, currencies aside, is to pursue our core digital and global strategy, develop our businesses, and prudently cut costs to ensure that there is a long-term and meaningful return for our investors.","In conclusion, News Corp has clearly evolved from our launch two years ago. We are the custodians of a proud tradition and we are also fashioning a profitable future in an era of profound change. We have had a strategy that is consistent with our message to investors at the time of our separation. We are more digital and more global. And we have begun to execute on our buyback program and announced a semiannual cash dividend of $.10 a share in the first quarter of fiscal 2016, but payment in the second quarter.","The decision by the board to pay a dividend is a sign of confidence in the state of our business and faith in our prospects for the future. We plan to continue our strategy of balancing capital returns with prudent re-investments, so that we realize our goal of long-term growth and value creation. With stable revenues, EBITDA growth and robust free cash flow in fiscal 2015 we have real reason to be optimistic about the year ahead, building on our success for the benefit of all our customers, employees and shareholders.","As always, we thank you for your support as we continue this journey together.","Now, we turn to Bedi for the details of our fourth quarter earnings and some insights into fiscal 2016. Thank you.","Bedi Singh","Thank you, Robert. News Corp clearly made strong progress in our second full year. We further digitized our asset portfolio, streamlined costs and began to return capital to shareholders. We finished the quarter with strong EBITDA growth, and we believe we are well-positioned to build on that success in the year ahead.","Just some key financial highlights of the year, and these included the seamless integration of the Move and Harlequin acquisitions, moderating EBITDA declines at our News and Information Services segments, including stabilization at the Dow Jones professional information business and growing consumer circulation revenues. Further penetration of our masthead digital subscriptions and improved pricing; continued advertising market share gains at Fox Sports, Australia; successful subscriber growth at Foxtel, due to its re-pricing and repackaging strategy and product offering expansion; and initiating a capital return program, including the declaration of a semiannual cash dividend and the conventional share repurchases.","Turning to the financial results, for the full year we reported revenues of $8.6 billion, a 1% increase versus the prior year. Excluding the impact of acquisitions, divestitures and foreign currency fluctuations, adjusted revenue is 1% lower than the prior year. We reported full year total segment EBITDA of $852 million, which was 11% increase versus the prior year. Reported results included the costs related to the UK Newspaper Matters net of indemnification, which were $50 million for the year.","Excluding all acquisitions and divestitures, costs related to UK Newspaper Matters and foreign exchange fluctuations, adjusted total segment EBITDA was up 15% versus the prior year. As Robert mentioned, we were impacted by currency headwinds throughout the year, primarily due to the weaker Australian dollar.","Foreign currency fluctuations negatively impacted full year reported revenues by $319 million or 4%, and total reported segment EBITDA by $49 million or 6%. Fiscal 2015 reported EPS were a loss of $0.26, which includes an impairment charge in Amplify in Fiscal 2015, and restructuring costs. Excluding the impact of these and other items, our adjusted EPS was $0.47, compared to $0.46 last year.","And free cash flow available to News Corp was $368 million, modestly higher than the prior year. Turning to the fourth quarter, the company reported total revenues of $2.14 billion, a 2% decrease versus the prior year period. And our adjusted revenues declined by 1%, similar to the full-year rate.","Fiscal fourth quarter total segment EBITDA was $191 million, a 50% increase versus the prior year. Reported results includes $8 million related to the UK Newspaper Matters net of indemnification. Our adjusted total segment EBITDA this quarter grew by 62%. Adjusted EPS were $0.07, compared to $0.01 in the prior year. Currency headwind negatively impacted fourth quarter reported revenues by $168 million, or 8%, and total reported segment EBITDA by $23 million, or 19%.","With that as a brief overview, let’s look at our fourth quarter performance for our key segment. In News and Information Services, revenues for the quarter declined $154 million, or 10% versus the prior year period. More than 17% of the revenue decline was related to foreign currency. Adjusted segment revenues declined 2%, an improvement from the prior quarter rate.","Within segment revenues, advertising, which was 55% of segment revenues this quarter, declined around 13%, or 7% in local currency, a similar rate to both the quarter and the full year. At The Wall Street Journal, domestic advertising was slightly higher versus the prior year quarter, a notable sequential improvement, as we had expected. We saw improvement in technology, finance, and luxury goods categories.","At News Corp Australia, advertising revenues for the quarter declined 33%, but only 8% in local currency as the market was a bit weaker in the prior two quarters. And we saw weakness in several categories, including retail, financial, and auto this quarter.","At News UK, advertising revenue remained soft this quarter, relatively similar to last quarter and the year. We saw year-over-year declines across most segments, particularly retail, IT and telecom, utilities and automotive. But some remain the challenge, as they are continuing to look at additional ways to better monetize our digital offerings and broaden our advertiser base.","At News America Marketing, revenues declined 9% versus the prior year quarter, due to continued weakness in freestanding inserts, partially offset by growth in in-store advertisements. Total circulation and subscription revenues, which accounted for 38% of segment revenues this quarter declined 5%, but was up 2% in local currency.","Dow Jones professional information business had a negative $7 million impact to revenues this quarter, but was down only $3 million excluding foreign currency impact, a significant improvement from the prior quarter. We continue to see growth in consumer circulation revenues led again by The Wall Street Journal, which grew 7% this quarter, thanks to new pricing and packages.","Segment EBITDA increased $38 million in the quarter, or 29% as compared to the prior year period, and adjusted segment EBITDA was up 34%. We benefited this quarter from a combination of increased operating efficiencies at Dow Jones and at News America Marketing, combined with higher prior year costs at News UK, which had included severance and the World Cup marketing. One item to note in the UK results, the quarter included $11 million one-time charge related to termination of a distribution contract as part of our ongoing cost reduction initiatives.","Turning to the Book Publishing segment, revenues increased 8% and segment EBITDA was flat compared to the prior year. Adjusted revenues fell 9% versus the prior year and adjusted segment EBITDA fell 18%, primarily due to difficult year ago comparisons which had higher Divergent sales. Total digital revenues for the quarter was 23% of consumer revenues, down from 24% in the prior year, again, primarily due to the Divergent year ago comparison, which impacted total revenues by almost $23 million this quarter.","In Digital Real Estate Services, total segment revenues increased $76 million, or 67%, and EBITDA declined $17 million, or 27% compared to the prior year periods, due to foreign currency and the inclusion of Move results. Excluding foreign currency fluctuations, REA’s adjusted revenue and adjusted EBITDA grew 15% and 18% respectively, an improvement from the prior quarter, driven by higher debt penetration, even though listing volumes for the market remained below prior year levels. That said, listing volume has improved in June and July.","Reported segment results include $81 million in revenues and an EBITDA loss of $15 million from Move, which includes $5 million of stock-based compensation and $7 million in legal fees and litigation against Zillow. For the full-year, excluding stock-based comp and legal fees, Move was EBITDA net positive. On a standalone basis, Move’s revenue would have grown 32% versus the prior year quarter, which is an acceleration from the March quarter. The improvement was led by the CoBroke [ph] product and non-listing media revenues, benefiting from the successful integration into the Dow Jones problematic exchange and higher audience levels.","In Cable Network Programming, revenue decreased by $3 million, or 2% compared to the prior year quarter. Subscription revenues fell 3%, benefiting from higher affiliate fees and increased subscribers, which was more than offset by foreign exchange headwinds. Advertising revenues were flat, but up slightly in local currency. Segment EBITDA in the quarter grew 16% despite higher cost and negative impact from foreign currency fluctuations. Excluding the impact of foreign currency fluctuations, adjusted revenue grew by 15%, and adjusted EBITDA by 37%.","At Digital Education, revenues rose compared to the prior year quarter due in part to higher early grade print hybrid sales and segment EBITDA improved due to development costs reductions.","As Robert mentioned, we are in the advanced stages of reviewing strategic alternatives for Amplify. The recent selling season for the new school year for our digital ELA curriculum overall has been disappointing and the marketplace for digital curriculum has been much slower to develop than we initially expected. Additionally, we are no longer accepting new tablet customers and will only be providing service and support through existing customers. We have reduced our long range outlook at Amplify, resulting in a non-cash impairment charge of $371 million this quarter. And we will keep you updated on further developments.","With respect to earnings and affiliates, Foxtel ended the quarter with over $2.8 million total subscribers, up 9% versus the prior year, driven by cable and satellite subscribers. Churn improved to 9.9% from 12% in the prior year quarter. Foxtel revenues for the quarter in local currency were up 2% versus the prior year, and EBITDA declined 16%, due to higher sports programming costs related to the acquisition of V8 Supercars and Formula 1 rights, higher subscriber fees paid to Fox Sports Australia combined with higher support costs related to the new pricing and packaging strategy and triple-play.","Subscriber growth remains strong with total subscribers around 230,000 year-over-year and growth of 94,000 in Q4. We will be including full Foxtel financials in our 10-K, which we expect to file shortly. Overall, while it’s towards the year of reinvestment, we expect Foxtel to return to EBITDA growth in fiscal 2016 in local currency.","Turning to free cash flow. Free cash flow available to News Corporation in the fiscal year ended June 30, 2015, was $368 million, compared to $365 million in the prior year. It’s worth nothing that foreign currency had approximately $30 million negative impact to our available free cash flow in 2015.","Turning now to a few themes for fiscal 2016. At News and Information Services, advertising remains volatile and visibility is limited. Ad spending in the U.S. is up versus the prior year, while trends of Australia and the UK remain soft. We hope to see more stability in the segment, driven by prior year cost initiatives, increased penetration of digital subscribers, and continued stabilization of the Dow Jones professional information business.","At Book Publishing, we are very excited about our pipeline for fiscal 2016, which was highlighted by the release in July of Harper Lee’s, Go Set a Watchman, including as Robert noted, the Spanish rights for Watchman. However, unlike Divergent, Watchman was skewed heavily towards for physical books. And given the higher marketing costs and author advance it will result in more modest profitability.","Regarding Harlequin, we remain on track with our cost synergy targets of $20 million and expect the bulk of the savings to be realized in fiscal 2016. At Move, we are very pleased with the progress at realtor.com. While there’s still work to be done and we expect to reinvest in marketing and in product development in fiscal 2016 to further drive market share, we expect Move to be modestly accretive to reported segment EBITDA in fiscal 2016 and expect to further ramp in fiscal 2017, driven by strong audience gains, lead volumes and improved ad inventory monetization.","REA Group as mentioned on the earnings call yesterday, listing volume has improved in June and we expect another year of solid growth.","At Cable Network, we expect continued solid performance in local currency, driven by subscriber revenue growth. In the first-half of fiscal 2016, programming costs are expected to be higher though due to the inclusion of the Rugby World Cup in September and October. And for the first quarter of fiscal 2016, given the current spot rate for the Australian dollar, we would expect currency headwinds relatively similar to fourth quarter of fiscal 2015.","Last year, the Australian dollar rate was $0.93 for the first quarter, roughly $0.20 million higher than the current rate. To help frame the currency impact, our 10-K will be disclosing that the impact of a one-side change in the U.S. dollar versus the Australian dollar impacted fiscal 2015 annual revenues by approximately $31 million and total segment EBITDA by approximately $6 million.","CapEx for fiscal 2015 was approximately $380 million, which was in line with our expectations. And we expect CapEx to be at a reduced level for fiscal 2016. And lastly on capital returns, in August 2015, the company declared a semiannual cash dividend of $0.10 per share for Class A common stock and Class B common stock. This dividend is payable on October 21, 2015 with a record date for determining dividend entitlements of September 16, 2015.","To date, we’ve repurchased about $3 million shares for $45 million, and have approximately $455 million remaining under our share purchase authorization. And we continue to view share repurchases as opportunistic.","So in summary, fiscal 2015 was a very busy year for News Corp as we balanced ongoing operational efficiencies with prudent investments and strategic acquisitions to expand our global footprint and digital offerings. We initiated a capital return program and we are in the advanced stages of reviewing our strategic alternatives at Amplify. Overall, we ended the year with stable revenues, EBITDA growth and significant free cash flow. And we expect that to continue next year.","With that, let me turn back to the operator for Q&A.","Question-and-Answer Session","Operator","Thank you. [Operator Instructions] And the first question comes from John Janedis with Jefferies.","John Janedis","Hi, thank you. Can you give us a little bit color on Amplify? I assume to some extent you’re reviewing Amplify’s Access products at the same time as the rest of the business. So, can you help us think about a timeline? How much is the savings from Access? And are you further scaling back investments in the remaining digital business for 2016? Thank you.","Robert Thomson","John, it’s Robert here. First of all, I would like to say that the Amplify team has obviously done much innovative work and it is a very able team. But you can take from our messaging today that we are in the final phase of negotiation with a potential acquirer, and we’re in an advanced stage of negotiation. And we have done a fair amount of institutional introspection, and the role that Amplify will play at News Corp is really different, apart from me saying that, that’s inappropriate at this stage to go further.","Michael Florin","Operator, we’ll take our next question, please.","Operator","Certainly, that question comes from Entcho Raykovski with Deutsche Bank.","Entcho Raykovski","Good morning. My question is around realtor.com, and obviously, goods creating traffic that you see in there. Just in terms of the growth, what are the key drivers? Is the marketing which you spent within the business or are you benefiting from the Zillow-Trulia merger that’s taking place at the moment? And just - or that last point is, given that Zillow is moving to a new pricing structure in this quarter, do you expect to benefit from that as well?","Robert Thomson","We prefer to focus on what we’re doing rather than the complexity of the consolidation of Zillow and Trulia. What we particularly noticed is that, really what we expected to be the case, not in a cocky way, but in a confident way that the powerful platforms that News Corporation has would enable us to judge traffic.","What’s particularly gratifying apart from the great work that Ryan O’Hara and the team are doing at realtor is that the audience growth rate is continuing to increase. And so, if you look at our mobile audience, which is clearly key in the contemporary environment, in June that was up 79% year-on-year; so quarter-after-quarter, month-after-month, we are seeing increases in both audience and revenue. And we’re very optimistic about the future.","Michael Florin","Thanks. Operator, we’ll take our next question, please.","Operator","And that question comes from Alexia Quadrani with JPMorgan.","Alexia Quadrani","Thank you. My question is just on your commentary on The Wall Street Journal advertising trend. I think you mentioned that, they’ve improved particularly coming into July. Can you talk about, I guess, how much of that do you think is sort of general industry trends versus some your internal efforts at The Journal? And, I guess, any specifics or any color on that front would be great. Thank you.","Robert Thomson","Well, it’s certainly true that the trend has improved with The Journal. We started to see some improvements in Q4. What’s particularly notable is tech advertising, which of itself tells you that, that those working in the digital world see the value of print as a platform, as well as the complementary of The Journal’s print and digital products.","Michael Florin","Operator, we’ll take our next question.","Operator","Thank you. That will come from Eric Katz with Wells Fargo.","Eric Katz","Thank you. I just wanted to quickly close the loop on Amplify. Just for my learning purposes, is it fair to assume at this stage that somewhere in the range of $75 million to $100 million of expenses fall of the books now? And then, secondly on Move, you mentioned some profitably this year and more ahead. Can you just give us a little more detail in the magnitude and cadence of the ramp? Thank you.","Bedi Singh","I’ll take the one on Amplify. I mean, clearly, look, as Robert said, we are in advanced stages of the strategic alternative process. We’ve also previously said that we expect and Robert said that quite clearly, a meaningful reduction in sort of cash expenditures. But beyond that, we’re not giving our numbers. It clearly would also depend on where we end up at the end of the strategic alternative process.","Robert Thomson","As far with revenue with realtor, and look at the little videos to make medium-term forecast. Frankly, specifically, given the current growth rate - that we identified in both traffic and revenue, in the fourth quarter revenue was up 32%. What was particularly gratifying and particularly distinct for the long-term performance of the company is that the areas that we focused on which is CoBroke and media advertising, which had not been a priority in the past are both growing at a higher rate than that 32%.","Michael Florin","Operator, we’ll take our next question, please.","Operator","And, moving on to Bill Bird with FBR.","William Bird","Hey, good evening. What’s your perspective on realizing the full value of some your other assets like The Wall Street Journal, particularly given the recent sale of the FT for a very high multiple?","Robert Thomson","Well, I think, we’ve always had great faith in the value of The Wall Street Journal. But, look, I’ll let you do the math there. If the Financial Times is worth what the Nikkei Group paid, and The Wall Street Journal is a far larger, far more successful, far more profitable masthead, what’s The Wall Street Journal worth.","Michael Florin","Operator, we’ll take our next question, please.","Operator","And that question comes from Craig Huber with Huber Research Partners.","Craig Huber","Yes, I have a two part question, please. For the UK advertising, what was the percent change down in the quarter year-over-year with or without currency? And also just want to better understand, with the roughly $2 billion in net cash in the balance sheet, should investors most likely assume we’ll be using that for acquisitions going forward. And then, that your free cash flow, much of that or part of that would go to capital returns? Thank you.","Bedi Singh","Hey, Craig. So in terms of the UK, I think - you should think about it within the context of sort of double-digit declines on advertising in local currency. I mean, we haven’t given out the specific percentage, but that’s what will feel consistent throughout the year, in the quarter, and we’re kind of seeing that continuing into the new fiscal year.","And, with respect to sort of a cash balance and then the sort of annual cash flow, I think we said in the past that the way to think about cap returns within the context of our annual cash flow, and really the money that’s on the balance sheet is for internal investments, acquisitions and other opportunistic things that we would want to do.","Michael Florin","Operator, we’ll take our next question, please.","Operator","Thank you, sir. That comes from Doug Arthur with Huber Research Partners.","Douglas Middleton Arthur","Bedi, can you just review the programming sports right costs trends that you sort of see flowing. In fiscal 2016, you mentioned, so I thought it was the Rugby World Cup you mentioned - is there anything out there that could impact the year? Thanks.","Bedi Singh","For the year, in the first-half, they’ll be playing the Rugby World Cup in September, October. So that’s something different from what happened in fiscal 2015. Other than that, there is nothing else that’s significant in terms of sports rights costs that’s going to affect fiscal 2016.","Michael Florin","Operator, we’ll take our next question, please.","Operator","And next question comes from Brian Han with Morningstar.","Brian Han","Good morning, gentlemen. Thanks for your time. Can you please provide some more color on how you are able to work the cost base so hard in the news and information division in the fourth quarter?","Bedi Singh","Well, I think if you look at the fourth quarter, we benefitted from two or three things. The first one was we’ve been restructuring as you’ve seen over the years, and so - the benefits of those restructurings have now started to flow through. So that was one piece of it. The other one was, in the UK last year we had mentioned that there was higher marketing expenses so there was a lapping improvement in the quarter with those two things.","And I think, generally, if you look at our sort of headcount across the businesses, that’s been coming down and that benefit has also flowed through.","Robert Thomson","If I could just supplement Bedi’s answer, when we spun the company off two years ago, we made clear that the extra focus and the shared benefits of that focus would - we expected reduced costs in our news division. So we are reducing duplication of technological platforms. We are reducing duplication of software investment and this is at time, of course, when you need a fair amount of software investment to remain contemporary and to take advantage of emerging platforms. But that extra focus has enabled our very able teams to do that without increasing the cost base in a way that bruises the business.","Michael Florin","Right. Operator, we’ll take our next question, please.","Operator","[Operator Instructions] And our next question comes from Craig Huber with Huber Research Partners.","Craig Huber","Yes, hi. I have a follow-up question, please. Can you just quickly review for us some, the opportunity to run realtor.com better than it was run before you bought it, please? Thank you.","Robert Thomson","It’s clear that the new team at realtor.com has made a significant impact. We look it as just the start, but the early returns are certainly auspicious. We are continuing to work on driving traffic. We’re continuing to work on driving revenue. And what is fair to say is that the returns thus far have exceeded our expectations, but also given as confidence in the future that realtor.com will become an important pillar of profitability for News Corp.","Michael Florin","Operator, we’ll take our next question.","Operator","And that question comes from Alice Bennett with CBA.","Alice Bennett","Hi, good morning. Just a clarifying question, I think for both Foxtel and for Move, you mentioned potentially being EBITDA breakeven in FY 2016. I just wanted to clarify, are you talking sort of run rate at the back end of the year or across the full-year talking EBITDA breakeven for those businesses?","Bedi Singh","Generally, we’re not giving a sort of quarterly breakout. But, I would say, for Move, we are going to be EBITDA positive for the full-year. And Foxtel is going to see the improvement in its EBITDA growth compared to fiscal 2015.","Michael Florin","Operator, we’ll take our next question, please.","Operator","Thank you. Bill Bird with FBR.","William Bird","I was wondering and just back to Digital Real Estate, do you see a pathway to number one in U.S. Digital Real Estate like REA in Australia, just given the competitive dynamics and disruption at Zillow and Trulia? Thank you.","Robert Thomson","We certainly see a pathway. At the moment realtor.com is the fastest growing of the sites. As you know, it’s moved from three to two, it was a year-ago, the slowest growing of the three sites. So the market is already being transformed. Secondly, the broader characteristics of U.S. real estate market are themselves auspicious. You’re seeing from last year where there were about 5 million units in volume in property turnover in the states. That rate, the annual rate now is close to 5.5 million. You will have noticed the National Association of Realtors, our partner at realtor.com released some research earlier this week that in Q2, the vast majority of U.S. cities are seeing increases in property prices. So it’s no longer just a lead markets of New York and San Francisco, LA and bits of Miami, it’s a broader secular change in the property market itself, which indeed helps realtor.com.","Michael Florin","Operator, we’ll take our next question.","Operator","And next questions is from Entcho Raykovski with Deutsche Bank.","Entcho Raykovski","Just follow-up for me around Fox Sports Australia, particularly, given that the deal was announced earlier this week around the purchase of the NRL rights, non-network. How do you see that positioning Fox Sports and the sort of uplift that we saw in the pricing, do you think that would be indicative for the next time you have to bid for those rights?","Robert Thomson","Entcho, as you well know, football rights are a context for themselves, and the match for NRL rights is probably at around half time and far from over. Really, all I can say more about football rights is that I personally an AFL tragic, for those needing translation that’s Australia Rules aficionado. And the specific outcome that I want to see is this Saturday and that would be an Essendon victory.","Michael Florin","Operator, we’ll take our next question.","Operator","Okay. That question comes from John Janedis with Jefferies.","John Janedis","Yes. Just one clarification, since it sounds like Amplify is for sale, does that mean, it goes into disc ops, or would that not happen until a formal announcement?","Bedi Singh","John, I mean it’s - all we can say is, we’re looking at alternatives and it depends on where we end up at the end of that process.","Michael Florin","Operator, we’ll take our next question.","Operator","That does conclude the question-and-answer session. I’ll now turn the conference back over to Mr. Florin, for any additional or closing remarks.","Michael Florin","Great. Well, thank you all for participating and we’ll talk to you soon. Have a great day.","Operator","Thank you. That does conclude today’s conference call. We do thank you for your participation today."]}}